Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# sectionEditor.layout.confirmRenotify
source: Notifying this layout editor again will restart their assignment. Are you sure you wish to do this?
lt_lt: Vėl išsiuntus šį pranešimą maketuotojui bus iš naujo pradėta jo užduotis. Ar tikrai norite tai daryti?

# sectionEditor.proofreader.confirmRenotify
source: Notifying this proofreader again will restart their assignment. Are you sure you wish to do this?
lt_lt: Vėl išsiuntus šį pranešimą korektoriui bus iš naujo pradėta jo užduotis. Ar tikrai norite tai daryti?

# sectionEditor.regrets.breadcrumb
source: Regrets
lt_lt: Atsisakymai

# sectionEditor.regrets.title
source: #{$submissionId} Reviewer Regrets, Cancellations & Earlier Rounds
lt_lt: #{$submissionId} Recenzento atsisakymai, atšaukimai & Ankstesni etapai

# sectionEditor.regrets
source: Regrets
lt_lt: Atsisakymai

# sectionEditor.regrets.link
source: View Regrets, Cancels, Previous Rounds
lt_lt: Žiūrėti atsisakymus, atšaukimus, ankstesnius etapus

# sectionEditor.regrets.reviewRound
source: Peer Review, Round {$round}
lt_lt: Tarpusavio vertinimas, Etapas {$round}

# sectionEditor.regrets.decisionRound
source: Editor Decision, Round {$round}
lt_lt: Redaktoriaus sprendimas, Etapas {$round}

# sectionEditor.regrets.regretsAndCancels
source: Reviewer Regrets & Cancellations
lt_lt: Recenzento atsisakymai & Atšaukimai

# sectionEditor.regrets.regret
source: Regret
lt_lt: Atsisakyti

# sectionEditor.regrets.result
source: Result
lt_lt: Rezultatas

# sectionEditor.review.enrollReviewer
source: Enroll an Existing User As Reviewer
lt_lt: Paskirti egzistuojantį vartotoją kaip recenzentą

# sectionEditor.review.createReviewer
source: Create New Reviewer
lt_lt: Kurti naują recenzentą

# layoutEditor.activeEditorialAssignments
source: Active Editorial Assignments
lt_lt: Aktyvios užduotys

# layoutEditor.completedEditorialAssignments
source: Completed Editorial Assignments
lt_lt: Atliktos užduotys

# layoutEditor.noActiveAssignments
source: No active editorial assignments.
lt_lt: Nėra aktyvių užduočių.

# layoutEditor.layoutEditingAssignments
source: Layout Editing Assignments
lt_lt: Maketavimo užduotys

# layoutEditor.galley.uploadGalleyFormat
source: Upload galley format
lt_lt: Nusiųsti maketą

# layoutEditor.galley.replaceGalley
source: Replace File
lt_lt: Pakeisti failą

# layoutEditor.galley.uploadSuppFile
source: Upload supplementary file
lt_lt: Nusiųsti papildomą failą

# submission.layout.imageInvalid
source: Invalid image format. Accepted formats are .gif, .jpg, and .png.
lt_lt: Netinkamas paveiksliuko formatas. Leistini formatai yra .gif, .jpg, ir .png.

# submission.layout.galley.remotelyHostedContent
source: This galley will be available at a separate website.
lt_lt: Maketo failas yra prieinamas kitoje svetainėje.

# submission.layout.galley.remoteURL
source: URL of remotely-hosted content
lt_lt: Nuotolinio turinio adresas

# reviewer.pendingReviews
source: Articles Pending Review
lt_lt: Recenzuojami straipsniai

# reviewer.completedReviews
source: Done
lt_lt: Baigta

# reviewer.averageQuality
source: Rating
lt_lt: Įvertinimas

# reviewer.article.fileToBeReviewed
source: File to be reviewed
lt_lt: Failais recenzavimui

# reviewer.article.notifyTheEditor
source: Notify The Editor
lt_lt: Informuoti redaktorių

# reviewer.article.canDoReview
source: Will do the review
lt_lt: Sutinku recenzuoti

# reviewer.article.cannotDoReview
source: Unable to do the review
lt_lt: Atsisakau recenzuoti

# reviewer.article.restrictedFileAccess
source: Submission will be made available, if and when reviewer agrees to undertake review
lt_lt: Pateikimas bus prieinamas, jei sutiksite atlikti recenziją

# reviewer.article.submissionEditor
source: Submission Editor
lt_lt: Pateikimo redaktorius

# reviewer.article.reviewerCommentsDescription
source: Type or paste in review comments here
lt_lt: Įveskite recenzavimo komentarus čia

# reviewer.article.editorToEnter
source: Editor To Enter
lt_lt: Įveda redaktorius

# reviewer.article.sendReminder
source: Send Reminder
lt_lt: Siųsti priminimą

# reviewer.article.automatic
source: (Auto)
lt_lt: (Automatiškai)

# reviewer.article.recommendation
source: Recommendation
lt_lt: Rekomendacija

# reviewer.article.submitReview
source: Submit Review To Editor
lt_lt: Pateikti recenziją redaktoriui

# reviewer.article.reviewerComments
source: Comments
lt_lt: Komentarai

# reviewer.article.uploadedFile
source: Uploaded files
lt_lt: Nusiųsti failai

# reviewer.article.reviewersAnnotatedVersion
source: Version uploaded by reviewer
lt_lt: Recenzento nusiųsta versija

# reviewer.article.reviewersAnnotatedVersionDescription
source: (If you want to annotate the file, for the editor, save on your hard drive and use Browse/Upload.)
lt_lt: (Jei norite anotuoti failą, redaktoriui, įrašykite failą savo kietajame diske ir naudokite Naršyti/Nusiųsti.)

# reviewer.article.schedule.request
source: Editor's Request
lt_lt: Redaktoriaus užklausimas

# reviewer.article.schedule.response
source: Your Response
lt_lt: Jūsų atsakymas

# reviewer.article.schedule.submitted
source: Review Submitted
lt_lt: Recenzija pateikta

# reviewer.article.schedule.due
source: Review Due
lt_lt: Recenzavimo terminas

# reviewer.article.decision.accept
source: Accept Submission
lt_lt: Priimti pateikimą

# reviewer.article.decision.pendingRevisions
source: Revisions Required
lt_lt: Reikalingi pataisymai

# reviewer.article.decision.resubmitHere
source: Resubmit for Review
lt_lt: Iš naujo pateikti recenzavimui

# reviewer.article.decision.resubmitElsewhere
source: Resubmit Elsewhere
lt_lt: Pateikti iš naujo kitur

# reviewer.article.decision.decline
source: Decline Submission
lt_lt: Atmesti pateikimą

# reviewer.article.decision.seeComments
source: See Comments
lt_lt: Žiūrėti komentarus

# reviewer.article.schedule
source: Schedule
lt_lt: Tvarkaraštis

# reviewer.article.submissionToBeReviewed
source: Submission To Be Reviewed
lt_lt: Recenzuojamas pateikimas

# reviewer.article.reviewSchedule
source: Review Schedule
lt_lt: Recenzavimo tvarkaraštis

# reviewer.article.reviewSteps
source: Review Steps
lt_lt: Recenzavimo žingsniai

# reviewer.article.reviewerGuidelines
source: Reviewer Guidelines
lt_lt: Recenzavimo nurodymai

# reviewer.article.reviewGuidelinesDescription
source: The Review Guidelines will provide reviewers with criteria for judging a submission's suitability for publication in the journal, and can include any special instructions for preparing an effective and helpful review. In conducting the review, reviewers are presented with with two open text boxes, the first "for author and editor," and the second "for editor." Alternatively, the Journal Manager can create a peer review form under Review Forms. In all cases, editors will have the option of including the reviews in corresponding with the author.
lt_lt: Recenzavimo nurodymai suteiks recenzentams kriterijus sprendžiant straipsnio pateikimo tinkamumą publikavimui žurnale ir gali įtraukti bet kokias specialias instrukcijas, rengiant veiksmingą ir naudingą recenziją. Atliekant recenzavimą, recenzentams yra pateikti du atviri teksto laukeliai: pirmasis „autoriui ir redaktoriui“ ir antrasis „redaktoriui“. Be to, žurnalo administratorius gali sukurti tarpusavio vertinimo formą skiltyje Recenzavimo formos. Visais atvejais, redaktoriai turės parinktį įtraukti recenzijas su atitinkamu autoriumi.

# reviewer.article.notifyEditorA
source: Notify the submission's editor
lt_lt: Informuoti pateikimo redaktorių

# reviewer.article.notifyEditorB
source: as to whether you will undertake the review.
lt_lt: jei sutinkate atlikti recenziją.

# reviewer.article.consultGuidelines
source: If you are going to do the review, consult Reviewer Guidelines below.
lt_lt: Jei atliksite recenzavimą, vadovaukitės žemiau pateiktais recenzavimo nurodymais.

# reviewer.article.downloadSubmission
source: Click on file names to download and review (on screen or by printing) the files associated with this submission.
lt_lt: Spustelėkite ant failo vardo, kad atsisiųstumėte ir recenzuotumėte (ekrane ar spausdindami juos) failus susietus su šiuo pateikimu.

# reviewer.article.enterCompetingInterests
source: Declare whether or not you have competing interests with regard to this research (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
lt_lt: Paskelbti, ar turite interesų konfliktų, atsižvelgiant į šį tyrimą (žr. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">IK&nbsp;Politika</a>).

# reviewer.competingInterests
source: Competing Interests
lt_lt: Interesų konfliktas

# reviewer.article.enterReviewA
source: Click on icon to enter (or paste) your review of this submission.
lt_lt: Spustelėkite ant piktogramos, kad įvestumėte savo recenziją šiam pateikimui.

# reviewer.article.uploadFile
source: In addition, you can upload files for the editor and/or author to consult.
lt_lt: Papildomai, jūs galite nusiųsti failus redaktoriui ir/arba autoriui konsultacijai.

# reviewer.article.selectRecommendation
source: Select a recommendation and submit the review to complete the process. You must enter a review or upload a file before selecting a recommendation.
lt_lt: Pasirinkite rekomendaciją ir pateikite recenziją norėdami užbaigti procesą. Jūs privalote įvesti recenziją arba nusiųsti failą prieš pasirenkant rekomendaciją.

# reviewer.article.selectRecommendation.byEditor
source: Set or adjust the reviewer recommendation.
lt_lt: Nustatyti ar priderinti recenzento rekomendaciją.

# reviewer.article.mustSelectDecision
source: No recommendation was selected. You must choose a recommendation to submit.
lt_lt: Nepasirinkote rekomendacijos.

# reviewer.article.confirmDecision
source: Once you have recorded a decision you will no longer be able to make changes to this review. Are you sure you wish to continue?
lt_lt: Kai įrašėte savo sprendimą daugiau nebegalėsite atlikti pakeitimų šiai recenzijai. Ar tikrai norite tęsti?

# reviewer.article.ensuringBlindReview
source: Ensuring a Blind Review
lt_lt: Anoniminio recenzavimo užtikrinimas

# copyeditor.article.fileToCopyedit
source: File To C/E
lt_lt: Failas rankraščio redagavimui

# copyeditor.article.copyeditorFile
source: Copyeditor File
lt_lt: Rankraščio redaktoriaus failas

# copyeditor.article.uploadedFile
source: Uploaded File
lt_lt: Nusiųstas failas

# copyeditor.article.copyeditorFinalFile
source: Copyeditor File
lt_lt: Rankraščio redaktoriaus galutinis failas

# proofreader.noProofreadingAssignments
source: No Proofreading Assignments
lt_lt: Nėra korekcijos užduočių

# author.submit.uploadInstructions
source: <p>To upload a manuscript to this journal, complete the following steps.</p> <ol> <li>On this page, click Browse (or Choose File) which opens a Choose File window for locating the file on the hard drive of your computer.</li> <li>Locate the file you wish to submit and highlight it.</li> <li>Click Open on the Choose File window, which places the name of the file on this page.</li> <li>Click Upload on this page, which uploads the file from the computer to the journal's web site and renames it following the journal's conventions.</li> <li>Once the submission is uploaded, click Save and Continue at the bottom of this page.</li> </ol>
lt_lt: <p>Norėdami nusiųsti rankraštį į šį žurnalą, atlikite šiuos veiksmus.</p> <ol> <li>Šiame puslapyje, spustelėkite Naršyti (ar Pasirinkti failą), kuris atvers failo pasirinkimo langą, kuriame pasirinksite failą esantį jūsų kompiuteryje.</li> <li>Suraskite failą, kurį norite pateikti ir pažymėkite jį.</li> <li>Spustelėkite Atverti failo pasirinkimo lange, kuris šiam puslapiui nurodo failo vardą.</li> <li>Spustelėkite Nusiųsti šiame puslapyje, kuris nusiųs failą iš jūsų kompiuterio į žurnalo svetainę ir pervadins jį pagal žurnalo taisykles.</li> <li>Kai pateikimas yra nusiųstas, spustelėkite mygtuką Įrašyti ir tęsti.</li> </ol>

# submission.review.mustUploadFileForReview
source: Request email cannot be sent until a Review Version is in place.
lt_lt: Užklausos el. laiškas negali būti išsiųstas kol recenzavimo versija nėra paruošta.

# submission.copyedit.mustUploadFileForInitialCopyedit
source: Request email cannot be sent until file is selected for copyediting in Editor Decision, Review page.
lt_lt: Užklausos el. laiškas negali būti išsiųstas kol nepasirinktas failas rankraščio redagavimui prie Redaktoriaus sprendimo, Recenzavimo puslapyje.

# submission.copyedit.mustUploadFileForCopyedit
source: Request email cannot be sent until file is uploaded for copyediting.
lt_lt: Užklausos el. laiškas negali būti išsiųstas kol failas nėra nusiųstas rankraščio redagavimui.

# submission.copyedit.initialCopyedit
source: Initial Copyedit
lt_lt: Pradinis rankraštis

# submission.copyedit.editorsCopyedit
source: Editor's Copyedit
lt_lt: Redaktoriaus rankraštis

# submission.copyedit.editorAuthorReview
source: Author Copyedit
lt_lt: Autoriaus rankraštis

# submission.copyedit.finalCopyedit
source: Final Copyedit
lt_lt: Galutinis rankraštis

# submission.copyedit.copyeditVersion
source: C/E Version
lt_lt: R/R versija

# submission.copyedit.selectCopyeditor
source: Assign Copyeditor
lt_lt: Priskirti rankraščio redaktorių

# submission.copyedit.useFile
source: Use File
lt_lt: Naudoti failą

# submission.copyedit.copyeditComments
source: Copyedit Comments
lt_lt: Rankraščio redagavimo komentarai

# submission.copyedit.instructions
source: Copyedit Instructions
lt_lt: Rankraščio redagavimo instrukcijos

# submission.layout.noLayoutFile
source: None (Upload final copyedit version as Layout Version prior to sending request)
lt_lt: Nėra (Prie siunčiant užduotį maketuotojams, reikia nusiųsti galutinę rankraščio versiją)

# submission.layout.publicGalleyId
source: Public Galley Identifier
lt_lt: Viešasis maketo identifikatorius

# submission.layout.galleyPublicIdentificationExists
source: Public galley identification already exists.
lt_lt: Toks viešasis maketo identifikatoriaus jau yra.

# submission.layout.assignLayoutEditor
source: Assign Layout Editor
lt_lt: Paskirti maketuotoją

# submission.layout.replaceLayoutEditor
source: Replace Layout Editor
lt_lt: Pakeisti maketuotoją

# submission.layout.layoutComments
source: Layout Comments
lt_lt: Maketavimo komentarai

# submission.layout.instructions
source: Layout Instructions
lt_lt: Maketavimo instrukcijos

# submission.layout.referenceLinking
source: Reference Linking
lt_lt: Nuorodų susiejimas

# submission.proofreadingComments
source: Proofreading Comments
lt_lt: Korektūros komentarai

# submission.proofread.corrections
source: Proofreading Corrections
lt_lt: Korektūros pataisymai

# submission.proofread.instructions
source: Proofing Instructions
lt_lt: Koregavimo instrukcijos

# submission.logType.article
source: Article
lt_lt: Straipsnis

# submission.logType.author
source: Author
lt_lt: Autorius

# submission.logType.editor
source: Editor
lt_lt: Redaktorius

# submission.logType.review
source: Review
lt_lt: Recenzavimas

# submission.logType.copyedit
source: Copyedit
lt_lt: Rankraščio redagavimas

# submission.logType.layout
source: Layout
lt_lt: Maketavimas

# submission.logType.proofread
source: Proofread
lt_lt: Korektūros skaitymas

# submission.comments.editorAuthorCorrespondence
source: Editor/Author Correspondence
lt_lt: Redaktoriaus/Autoriaus susirašinėjimas

# submission.comments.copyeditComments
source: Copyedit Comments
lt_lt: Rankraščio redagavimo komentarai

# submission.comments.viewableDescription
source: These comments can be shared with the author.<br /> (After saving, further comments can be added.)
lt_lt: Šie komentarai gali būti bendrinami su autoriumi.<br /> (Įrašius, galima įtraukti naujus komentarus.)

# submission.comments.cannotShareWithAuthor
source: For editor
lt_lt: Redaktoriui

# submission.comments.blindCcReviewers
source: After sending, present an editable BCC copy to send to reviewers.
lt_lt: Išsiuntus, pateikti redaguojamą BCC kopiją, kuri bus siunčiama recenzentams.

# submission.comments.forAuthorEditor
source: For author and editor
lt_lt: Autoriui ir redaktoriui

# submission.comments.forEditor
source: For editor
lt_lt: Redaktoriui

# submission.comments.saveAndEmailAuthor
source: Save and Email Author
lt_lt: Įrašyti ir siųsti el. laišką autoriui

# submission.comments.saveAndEmailEditor
source: Save and Email Editor
lt_lt: Įrašyti ir siųsti el. laišką redaktoriui

# user.register.selectContext
source: Select a journal to register with:
lt_lt: Pasirinkite žurnalą kuriame užsiregistruosite:

# user.register.noJournals
source: There are no journals you may register with on this site.
lt_lt: Nėra žurnalų į kuriuos jūs galėtumėte užsiregistruoti.

# user.register.privacyStatement
source: Privacy Statement
lt_lt: Privatumo politika

# user.register.registrationDisabled
source: This journal is currently not accepting user registrations.
lt_lt: Šis žurnalas šiuo metu nepriima vartotojų registracijos.

# user.register.form.passwordLengthTooShort
source: The password you entered is not long enough.
lt_lt: Įvestas slaptažodis yra per trumpas.

# user.register.readerDescription
source: Notified by email on publication of an issue of the journal.
lt_lt: El. laišku pranešti apie naujai išleidžiamus žurnalo numerius.

# user.register.openAccessNotificationDescription
source: Notified by email when an issue of the journal is made open access.
lt_lt: El. laišku pranešti kai žurnalo numeris tampa atvirai prieinamas.

# user.register.authorDescription
source: Able to submit items to the journal.
lt_lt: Gali pateikti straipsnius į šį žurnalą.

# user.register.reviewerDescriptionNoInterests
source: Willing to conduct peer review of submissions to the journal.
lt_lt: Gali recenzuoti šio žurnalo straipsnių pateikimus.

# user.register.reviewerDescription
source: Willing to conduct peer review of submissions to the site.
lt_lt: Gali recenzuoti šioje svetainėje pateiktus straipsnius.

# user.register.reviewerInterests
source: Identify reviewing interests (substantive areas and research methods):
lt_lt: Identifikuoti recenzavimo sritis (esminės sritys ir tyrimų metodai):

# user.subscriptions.mySubscriptions
source: My Subscriptions
lt_lt: Mano prenumeratos

# user.subscriptions.subscriptionStatus
source: Subscription Status
lt_lt: Prenumeratos būsena

# user.subscriptions.statusInformation
source: Active and expired subscriptions are displayed below along with their expiration date. In addition, the following status information may be included with each subscription.
lt_lt: Aktyvios ir pasibaigusios prenumeratos yra rodomos žemiau su jų galiojimo data. Be to, ši būsenos informacija gali būti įtraukta su kiekviena prenumerata.

# user.subscriptions.status
source: Status
lt_lt: Būsena

# user.subscriptions.statusDescription
source: Description
lt_lt: Aprašymas

# user.subscriptions.status.needsInformationDescription
source: Additional information is needed before the subscription can be activated
lt_lt: Reikia papildomos informacijos, kad prenumerata būtų aktyvuota

# user.subscriptions.status.needsApprovalDescription
source: Subscription must be reviewed before it can be activated
lt_lt: Reikia peržiūrėti prenumeratą, kad ji būtų aktyvuota

# user.subscriptions.status.awaitingManualPaymentDescription
source: Manual payment has been initiated but not yet received
lt_lt: Rankinis mokėjimas pradėtas, bet dar negautas

# user.subscriptions.status.awaitingOnlinePaymentDescription
source: An online payment has been initiated but canceled or not completed
lt_lt: Mokėjimas internetu pradėtas, bet atšauktas arba nebaigtas

# user.subscriptions.individualSubscriptions
source: Individual Subscription
lt_lt: Individuali prenumerata

# user.subscriptions.institutionalSubscriptions
source: Institutional Subscriptions
lt_lt: Institucinė prenumerata

# user.subscriptions.renew
source: Renew
lt_lt: Atnaujinti

# user.subscriptions.purchase
source: Purchase
lt_lt: Pirkti

# user.subscriptions.purchaseNewSubscription
source: Purchase New Subscription
lt_lt: Pirkti naują prenumeratą

# user.subscriptions.purchaseIndividualSubscription
source: Purchase Individual Subscription
lt_lt: Pirkti individualią prenumeratą

# user.subscriptions.purchaseInstitutionalSubscription
source: Purchase Institutional Subscription
lt_lt: Pirkti įstaigos prenumeratą

# user.subscriptions.expires
source: Expires
lt_lt: Galioja iki

# user.subscriptions.expired
source: Expired
lt_lt: Nebegaliojantis

# user.subscriptions.viewSubscriptionTypes
source: View Available Subscription Types
lt_lt: Žiūrėti esamus prenumeratos tipus

# user.subscriptions.form.typeId
source: Subscription Type
lt_lt: Prenumeratos tipas

# user.subscriptions.form.membership
source: Membership
lt_lt: Narystė

# user.subscriptions.form.membershipRequired
source: The selected subscription type requires membership information.
lt_lt: Pasirinktas prenumeratos tipas reikalauja narystės informacijos.

# user.subscriptions.form.typeIdValid
source: Please select a valid subscription type.
lt_lt: Prašome pasirinkti galiojantį prenumeratos tipą.

# user.subscriptions.form.subscriptionExists
source: This user account already has an individual subscription.
lt_lt: Ši vartotojo paskyra jau turi individualią prenumeratą.

# user.subscriptions.form.membershipInstructions
source: Membership information if required for the selected subscription type.
lt_lt: Narystės informacija jei reikalinga pasirinktam prenumeratos tipui.

# user.subscriptions.form.institutionName
source: Institution name
lt_lt: Įstaigos vardas

# user.subscriptions.form.institutionNameRequired
source: An institution name is required.
lt_lt: Įstaigos vardas yra privalomas.

# user.subscriptions.form.institutionMailingAddress
source: Mailing address
lt_lt: Pašto adresas

# user.subscriptions.form.domain
source: Domain
lt_lt: Domenas

# user.subscriptions.form.domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
lt_lt: Jei čia įvestas domenas, IP diapazonai yra neprivalomi.<br />Galiojančios reikšmės yra domenų vardai (pvz. lib.sfu.ca).

# user.subscriptions.form.domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
lt_lt: Pasirinktas prenumeratos tipas reikalauja domeno ir/arba IP diapazono prenumeratos tapatybės nustatymui.

# user.subscriptions.form.domainValid
source: Please enter a valid domain.
lt_lt: Prašome įvesti galiojantį domeną.

# user.subscriptions.form.ipRange
source: IP ranges
lt_lt: IP diapazonai

# user.subscriptions.form.ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
lt_lt: Jei čia įvesti IP diapazonai, domenas yra neprivalomas.<br />Galiojančios reikšmės yra IP adresas (pvz. 142.58.103.1), IP diapazonas (pvz. 142.58.103.1 - 142.58.103.4), IP diapazonas su pakaitos simboliu'*' (pvz. 142.58.*.*), ir IP diapazonas su CIDR (pvz. 142.58.100.0/24).

# user.subscriptions.form.ipRangeValid
source: Please enter a valid IP range.
lt_lt: Prašome įvesti galiojantį IP diapazoną.

# user.subscriptions.form.deleteIpRange
source: Delete
lt_lt: Šalinti

# user.subscriptions.form.addIpRange
source: Add
lt_lt: Įtraukti

# search.browseAuthorIndex
source: Browse Author Index
lt_lt: Naršyti autorių sąrašą

# search.searchFor
source: Search articles for
lt_lt: Ieškoti straipsnių

# search.withinJournal
source: Within
lt_lt: Žurnale

# search.allJournals
source: All Journals
lt_lt: Visuose žurnaluose

# search.authorIndex
source: Browse Author Index
lt_lt: Autorių sąraše

# search.authorDetails
source: Author Details
lt_lt: Informacijoje apie autorių
