Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# installer.preInstallationInstructions
source: <h4>Pre-Installation Steps</h4> <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
lt_lt: <h4>Žingsniai prieš diegimą</h4> <p>1. Sąraše nurodyti failai ir katalogai (su jų turiniu) turi būti įrašytini:</p> <ul> <li><tt>config.inc.php</tt> yra įrašytinas (nebūtina): {$writable_config}</li> <li><tt>public/</tt> yra įrašytinas: {$writable_public}</li> <li><tt>cache/</tt> yra įrašytinas: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yra įrašytinas: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yra įrašytinas: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yra įrašytinas: {$writable_db_cache}</li> </ul> <p>2. Privalote sukurti katalogą įkeltiems failams ir padaryti jį įrašytinu (žr. žemiau „Failų nuostatos“).</p>

# installer.upgradeInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README">README</a> and <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
lt_lt: <h4>OJS versija {$version}</h4> <p>Ačiū, kad atsisiuntėte „Public Knowledge Project“ programinę įrangą <strong>Open Journal Systems</strong>. Prieš tęsdami perskaitykite <a href="{$baseUrl}/docs/README">README</a> and <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> failą. Išsamesnės informacijos apie „Public Knowledge Project“ ir jos projektus ieškokite <a href="http://pkp.sfu.ca/" target="_blank">PKP svetainėje</a>. Jei turite pranešimų apie klaidas ar reikia techninės pagalbos su „Open Journal Systems“, apsilankykite <a href="http://forum.pkp.sfu.ca" target="_blank">pagalbos forume</a> arba nueikite į PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">klaidų pranešimo sistemą</a>. Nors pagalbos forumui teikiama pirmenybė, galite susisiekti su mūsų komanda el. paštu <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>

# installer.localeSettingsInstructions
source: For complete Unicode (UTF-8) support, select UTF-8 for all character set settings. Please note that full Unicode support requires PHP to be compiled with support for the <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> library (enabled by default in most recent PHP installations). You may experience problems using extended character sets if your server does not meet these requirements. <br /><br /> Your server currently supports mbstring: <strong>{$supportsMBString}</strong>
lt_lt: Pilnam unikodo (UTF-8) palaikymui, pasirinkite UTF-8 visiems simbolių rinkiniams. Atkreipkite dėmesį į tai, kad pilnas unikodo palaikymas reikalauja, kad PHP būtų įdiegtas su <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> biblioteka (pagal nutylėjimą įgalintas naujausiose PHP versijose). Jei serveris neatitinka reikalavimų galite susidurti su įvairiomis problemomis. <br /><br /> Serveris šiuo metu palaiko mbstring: <strong>{$supportsMBString}</strong>

# installer.allowFileUploads
source: Your server currently allows file uploads: <strong>{$allowFileUploads}</strong>
lt_lt: Serveris šiuo metu leidžia failų nusiuntimus: <strong>{$allowFileUploads}</strong>

# installer.maxFileUploadSize
source: Your server currently allows a maximum file upload size of: <strong>{$maxFileUploadSize}</strong>
lt_lt: Serveris šiuo metu leidžia nusiųsti didžiausią failo dydį: <strong>{$maxFileUploadSize}</strong>

# installer.localeInstructions
source: The primary language to use for this system. Please consult the OJS documentation if you are interested in support for languages not listed here.
lt_lt: Pagrindinė kalba šiai sistemai. Perskaitykite OJS dokumentaciją, jei domina kalbos, kurios čia nėra išvardytos.

# installer.additionalLocalesInstructions
source: Select any additional languages to support in this system. These languages will be available for use by journals hosted on the site. Additional languages can also be installed at any time from the site administration interface.
lt_lt: Pasirinkite papildomas kalbas, kurias norite įdiegti šioje sistemoje. Šios kalbos bus prieinamos visiems žurnalams. Papildomos kalbos taip pat gali būti įdiegtos bet kuriuo metu per svetainės administravimo sąsają.

# installer.filesDirInstructions
source: Enter full pathname to an existing directory where uploaded files are to be kept. This directory should not be directly web-accessible. <strong>Please ensure that this directory exists and is writable prior to installation.</strong> Windows path names should use forward slashes, e.g. "C:/myjournal/files".
lt_lt: Įveskite pilną esamo katalogo kelio vardą, kuriame turėtų būti laikomi nusiųsti failai. Šis katalogas neturėtų būti tiesiogiai prieinamas per WEB. <strong>Prieš diegimą įsitikinkite, kad šis katalogas egzistuoja ir yra įrašytinas.</strong> Windows kelio vardai turėtų būti su dešiniaisiais brūkšniais, pvz. „C:/myjournal/files“.

# installer.databaseSettingsInstructions
source: OJS requires access to a SQL database to store its data. See the system requirements above for a list of supported databases. In the fields below, provide the settings to be used to connect to the database.
lt_lt: OJS reikia prieigos prie SQL duomenų bazės. Peržiūrėkite aukščiau sistemos reikalavimus, kuriame nurodytas palaikomų duomenų bazių sąrašas. Laukeliuose žemiau, pateikite nuostatas su kuriomis galima prisijungti prie duomenų bazės.

# installer.installApplication
source: Install Open Journal Systems
lt_lt: Įdiegti „Open Journal Systems“

# installer.upgradeApplication
source: Upgrade Open Journal Systems
lt_lt: Atnaujinti „Open Journal Systems“

# installer.reinstallAfterDatabaseError
source: <strong>Warning:</strong> If installation failed part way through database installation you may need to drop your OJS database or database tables before attempting to reinstall the database.
lt_lt: <strong>Įspėjimas:</strong> Jei diegimas nepavyko per duomenų bazės diegimą, tikriausiai reikės iš naujo sukurti duomenų bazę ar jos lenteles prieš diegiant duomenų bazę naujo.

# installer.overwriteConfigFileInstructions
source: <h4>IMPORTANT!</h4> <p>The installer could not automatically overwrite the configuration file. Before attempting to use the system, please open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
lt_lt: <h4>SVARBU!</h4> <p>Diegimo programa negalėjo automatiškai perrašyti konfigūracijos failo. Prieš bandydami naudoti sistemą, atverkite <tt>config.inc.php</tt> teksto redaktoriumi ir pakeiskite failo turinį su žemiau laukelyje pateiktu turiniu.</p>

# installer.installationComplete
source: <p>Installation of OJS has completed successfully.</p> <p>To begin using the system, <a href="{$loginUrl}">login</a> with the username and password entered on the previous page.</p> <p>If you wish to be part of the PKP community, you can:</p> <ol> <li>Read the <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> and follow the <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> for news and updates.</li> <li>Visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a> if you have questions or comments.</li> </ol>
lt_lt: <p>OJS diegimas įvyko sėkmingai.</p> <p>Norėdami pradėti naudotis sistema, <a href="{$loginUrl}">prisijunkite</a> su vartotojo vardu ir slaptažodžiu įvestais ankstesniame puslapyje.</p> <p>Jei norite prisidėti prie PKP bendruomenės, galite:</p> <ol> <li>Perskaityti <a href="http://pkp.sfu.ca/blog" target="_new">PKP tinklaraštį</a> ir sekti <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS srautą</a> apie naujienas ir atnaujinimus.</li> <li>Aplankyti <a href="http://forum.pkp.sfu.ca" target="_new">pagalbos forumą</a> jei turite klausimų ar komentarų.</li> </ol>

# installer.upgradeComplete
source: <p>Upgrade of OJS to version {$version} has completed successfully.</p> <p>Don't forget to set the "installed" setting in your config.inc.php configuration file back to <em>On</em>.</p> <p>If you haven't already registered and wish to receive news and updates, <strong>please register at <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> If you have questions or comments, please visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
lt_lt: <p>OJS atnaujinimas į {$version} versiją pavyko sėkmingai.</p> <p>Nepamirškite nustatyti „installed“ nuostatos <tt>config.inc.php</tt> faile atgal į <em>On</em>.</p> <p>Jei dar neužsiregstravote ir norite gauti naujienas ir atnaujinimus, <strong>užsiregistruokite <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Jei turite klausimų ar komentarų, apsilankykite <a href="http://forum.pkp.sfu.ca" target="_new">pagalbos forume</a>.</p>

# site.upgradeAvailable.admin
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please visit <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> to download the most recent version and find upgrade instructions.
lt_lt: Prieinama nauja OJS versija! Šiuo metu naudojate {$currentVersion} versiją. Naujausia OJS versija yra {$latestVersion}. Apsilankykite <a href="http://pkp.sfu.ca/ojs_download" target="_new">šiame puslapyje</a>, kad atsisiųstumėte naujausią versiją ir rastumėte atnaujinimo nurodymus.

# site.upgradeAvailable.manager
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please contact your Site Administrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) to notify them of this new release. More information can be found <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
lt_lt: Prieinama nauja OJS versija! Šiuo metu naudojate {$currentVersion} versiją. Naujausia OJS versija yra {$latestVersion}. Susisiekite su svetainės administratoriumi ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) kad informuotumėte apie naują versiją. Daugiau informacijos galima rasti <a href="http://pkp.sfu.ca/ojs_download" target="_new">čia</a>.

# log.author.documentRevised
source: {$authorName} has revised article {$submissionId}. The new file ID is {$fileId}.
lt_lt: {$authorName} pataisė straipsnį {$submissionId}. Naujo failo ID yra {$fileId}.

# log.review.reviewerUnassigned
source: {$reviewerName} has been unassigned from reviewing submission {$submissionId} for review round {$round}.
lt_lt: {$reviewerName} buvo išbrauktas iš pateikimo {$submissionId} recenzavimo {$round} etapo .

# log.review.reviewInitiated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been initiated.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzija buvo pradėta.

# log.review.reviewReinitiated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been reinitiated.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzija buvo pradėta iš naujo.

# log.review.reviewCancelled
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been cancelled.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzija buvo atšaukta.

# log.review.reviewCleared
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been cleared.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzija buvo išvalyta.

# log.review.reviewerRated
source: {$reviewerName} has been rated for the round {$round} review of submission {$submissionId}.
lt_lt: {$reviewerName} buvo įvertintas už pateikimo {$submissionId} {$round} etapo recenziją.

# log.review.reviewDueDateSet
source: The due date for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set to {$dueDate}.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzijos pabaigos data buvo nustatyta į {$dueDate}.

# log.review.reviewRecommendationSet
source: The recommendation for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzijos rekomendacija buvo nustatyta.

# log.review.reviewRecommendationSetByProxy
source: The recommendation for the round {$round} review of submission {$submissionId} has been set by the editor, {$editorName}, on behalf of the reviewer, {$reviewerName}.
lt_lt: {$round} etapo {$reviewerName} pateikimo {$submissionId} recenzijos rekomendacija buvo nustatyta redaktoriaus {$editorName} recenzento vardu {$reviewerName}.

# log.review.resubmit
source: The submission {$submissionId} has been resubmitted for review.
lt_lt: Pateikimas {$submissionId} buvo pateiktas iš naujo recenzavimui.

# log.review.reviewDeclined
source: {$reviewerName} has declined the round {$round} review for submission {$submissionId}.
lt_lt: {$reviewerName} atsisakė recenzuoti {$round} etape pateikimą {$submissionId}.

# log.review.reviewAccepted
source: {$reviewerName} has accepted the round {$round} review for submission {$submissionId}.
lt_lt: {$reviewerName} buvo priimtas {$round} etapo pateikimo {$submissionId} recenzavimui.

# log.review.reviewDeclinedByProxy
source: {$userName} has declined the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
lt_lt: {$userName} atsisakė recenzuoti pateikimą {$submissionId} {$round} etape {$reviewerName} vardu.

# log.review.reviewAcceptedByProxy
source: {$userName} has accepted the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
lt_lt: {$userName} sutiko recenzuoti pateikimą {$submissionId} {$round} etape {$reviewerName} vardu.

# log.review.reviewFileByProxy
source: The Editor, {$userName}, has uploaded a review file for round {$round} of submission {$submissionId} on behalf of the reviewer, {$reviewerName}.
lt_lt: Redaktorius {$userName} nusiuntė pateikimo {$submissionId} {$round} etapo recenzavimo failą {$reviewerName} recenzento vardu.

# log.review.reviewerFile
source: A reviewer file has been uploaded.
lt_lt: Recenzento failas buvo nusiųstas.

# log.editor.decision
source: An editor decision ({$decision}) for article {$submissionId} was recorded by {$editorName}.
lt_lt: {$editorName} įrašė redaktoriaus sprendimą ({$decision}) straipsniui {$submissionId}.

# log.copyedit.initiate
source: Copyediting on submission {$submissionId} has been commenced by {$copyeditorName}.
lt_lt: {$copyeditorName} pradėjo pateikimo {$submissionId} rankraščio redagavimą.

# log.copyedit.copyeditFileSet
source: The default copyedit file has been chosen.
lt_lt: Numatytasis rankraščio failas buvo pasirinktas.

# log.copyedit.initialEditComplete
source: {$copyeditorName} has completed the initial copy edit of submission {$submissionId}.
lt_lt: {$copyeditorName} baigė pradinį pateikimo {$submissionId} rankraščio redagavimą.

# log.copyedit.finalEditComplete
source: {$copyeditorName} has completed the final copy edit of submission {$submissionId}.
lt_lt: {$copyeditorName} baigė galutinį pateikimo {$submissionId} rankraščio redagavimą.

# log.copyedit.copyeditorAssigned
source: {$copyeditorName} has been assigned to copyedit submission {$submissionId}.
lt_lt: {$copyeditorName} buvo paskirtas prie pateikimo {$submissionId} rankraščio redagavimo.

# log.copyedit.copyeditorFile
source: A copyeditor version of the submission file has been uploaded.
lt_lt: Rankraščio redaktoriaus pateikimo failo versija buvo nusiųsta.

# log.copyedit.authorFile
source: A version of the submission file copyedited by the author has been uploaded.
lt_lt: Pateikimo failo versija, kurią redagavo autorius, buvo nusiųsta.

# log.layout.layoutEditorAssigned
source: {$editorName} has been assigned as layout editor for submission {$submissionId}.
lt_lt: {$editorName} buvo paskirtas maketuotoju pateikime {$submissionId}.

# log.layout.layoutEditorUnassigned
source: {$editorName} has been unassigned as layout editor for submission {$submissionId}.
lt_lt: {$editorName} buvo išbrauktas iš maketuotoju pateikime {$submissionId}.

# log.layout.layoutEditComplete
source: {$editorName} has completed layout editing for submission {$submissionId}.
lt_lt: {$editorName} užbaigė maketo redagavimą pateikime {$submissionId}.

# log.editor.metadataModified
source: The metadata for this article was modified by {$editorName}.
lt_lt: {$editorName} modifikavo straipsnio metaduomenis.

# log.editor.editorFile
source: An editor version of the submission file has been uploaded.
lt_lt: Pateikimo failo redaktoriaus versija buvo nusiųsta.

# log.editor.archived
source: The submission {$submissionId} has been archived.
lt_lt: Pateikimas {$submissionId} buvo suarchyvuotas.

# log.editor.restored
source: The submission {$submissionId} has been restored to the queue.
lt_lt: Pateikimas {$submissionId} buvo atkurtas į eilę.

# log.editor.editorAssigned
source: {$editorName} has been assigned as editor to submission {$submissionId}.
lt_lt: {$editorName} buvo paskirtas redaktoriumi pateikime {$submissionId}.

# log.proofread.assign
source: {$assignerName} has assigned {$proofreaderName} to proofread submission {$submissionId}.
lt_lt: {$assignerName} paskyrė {$proofreaderName}, kad koreguotų pateikimą {$submissionId}.

# log.proofread.complete
source: {$proofreaderName} has submitted {$submissionId} for scheduling.
lt_lt: {$proofreaderName} pateikė {$submissionId} planavimui.

# log.imported
source: {$userName} has imported article {$submissionId}.
lt_lt: {$userName} importavo straipsnį {$submissionId}.

# rt.admin.settings
source: Reading Tool Options
lt_lt: Skaitymo įrankių parinktys

# rt.admin.settings.description
source: The reading tools appear in a frame beside published items in the sections of the journal that have been designated for indexing. The reading tools consist of a set of optional tools related to the published item, listed below, and a set of tools that provide access to related items, organized by field and discipline.
lt_lt: Skaitymo įrankiai pasirodys rėmelyje šalia išleistų straipsnių žurnalo skiltyse, kurios buvo paskirtos indeksavimui. Skaitymo įrankiai susideda iš pasirenkamų įrankių, susijusių su žemiau išleistu straipsniu ir iš įrankių, kurie suteikia prieigą prie susijusių elementų, kurie organizuojama pagal sritį ir discipliną.

# rt.admin.settings.enableReadingTools
source: Enable Reading Tools for designated sections of journal.
lt_lt: Įgalinti skaitymo įrankius skirtus žurnalo skiltims.

# rt.admin.settings.relatedItems
source: Field
lt_lt: Sritis

# rt.admin.settings.relatedItemsLink
source: See <a href="{$relatedItemsLink}" class="action">Related Items Sets</a> to view, add, correct, or delete related items for each field.
lt_lt: Žr. <a href="{$relatedItemsLink}" class="action">Bendrinami elementų rinkiniai</a>, kad peržiūrėtumėte, įtrauktumėte, pataisytumėte ir pašalintumėte bendrinamus elementus kiekvienai sričiai.

# rt.admin.options
source: Journal Item Tools
lt_lt: Žurnalo elemento įrankiai

# rt.admin.relatedItems
source: Related Item Tools
lt_lt: Bendrinami elementų rinkiniai

# rt.admin.settings.addComment
source: Add comment (enables readers to post comments, with Journal Manager able to delete).
lt_lt: Rašyti komentarą (vartotojams įgalina komentavimą, o žurnalo administratoriui galimybę juos šalinti).

# rt.admin.settings.addComment.authenticated
source: Users must be registered and logged in to post, with anonymity not permitted.
lt_lt: Vartotojai privalo būti užsiregistravę ir prisijungę norėdami komentuoti, su neleistinu anoniminiu komentavimu.

# rt.admin.settings.addComment.anonymous
source: Users must be registered and logged in to post, with anonymity permitted.
lt_lt: Vartotojai privalo būti užsiregistravę ir prisijungę norėdami komentuoti, su leistinu anoniminiu komentavimu.

# rt.admin.settings.addComment.unauthenticated
source: Users do not need to be registered to post, with anonymity permitted.
lt_lt: Vartotojams nebūtina užsiregistruoti norint komentuoti, su leistinu anoniminiu komentavimu.

# rt.admin.validateUrls.description
source: Possibly invalid URLs for search sites are displayed below.<br/> You should manually verify any URLs marked as invalid, as this test is not 100% accurate.<br/> Validation may fail on search URLs that require posted form data.
lt_lt: Galimai negaliojantys paieškos svetainių adresai rodomi žemiau.<br/> ūs turėtumėte rankiniu būdu patikrinti pažymėtus adresus kaip negaliojančius, nes šis patikrinimas nėra 100% tikslus.<br/> Patvirtinimas gali nepasisekti paieškos adresams, kurie reikalauja įvesti formos duomenis.

# rt.metadata.dublinCore.primaryAuthor
source: Creator
lt_lt: Kūrėjas

# rt.metadata.pkp.primaryAuthor
source: Author's name, affiliation, country
lt_lt: Autoriaus vardas, darbovietė, šalis

# rt.metadata.pkp.peerReviewed
source: Peer-reviewed Article
lt_lt: Tarpusavyje recenzuotas straipsnis

# rt.beNotifiedWhen
source: Be notified when...
lt_lt: Būti praneštam kai...

# rt.thisJournal
source: Search journal
lt_lt: Ieškoti žurnale
