Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.importexport.common.error.DOIsNotAvailable
source: In order to use this plugin please go to the "Public Identifier" plugin category, enable and configure the DOI plugin and specify a valid DOI prefix there.
lt_lt: Norint naudoti šį įskiepį, nueikite į „Viešieji identifikatoriai“ įskiepio grupę, įgalinti ir sukonfigūruokite DOI įskiepį ir nurodykite galiojantį DOI priešdėlį.

# plugins.importexport.common.error.pluginNotConfigured
source: The plugin is not fully set up.
lt_lt: Įskiepis nėra visiškai sukonfigūruotas.

# plugins.importexport.common.error.noDOIContentObjects
source: No publishing objects are selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
lt_lt: Nėra išleistų objektų parinktų DOI užduočiai DOI viešojo identifikatoriaus įskiepyje, todėl čia nėra deponavimo ar eksportavimo galimybės.

# plugins.importexport.common.settings.form.password
source: Password
lt_lt: Slaptažodis

# plugins.importexport.common.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
lt_lt: Atkreipkite dėmesį į tai, kad slaptažodis bus išrašytas grynuoju tekstu, t.y. nešifruotas.

# plugins.importexport.common.filter.issue
source: Any Issue
lt_lt: Bet kuris numeris

# plugins.importexport.common.status.any
source: Any Status
lt_lt: Bet kuri būsena

# plugins.importexport.common.status.notDeposited
source: Not Deposited
lt_lt: Nedeponuotas

# plugins.importexport.common.status.markedRegistered
source: Marked registered
lt_lt: Pažymėti registruoti

# plugins.importexport.common.status.registered
source: Registered
lt_lt: Registruotas

# plugins.importexport.common.action
source: Action
lt_lt: Veiksmas

# plugins.importexport.common.action.export
source: Export
lt_lt: Eksportuoti

# plugins.importexport.common.action.markRegistered
source: Mark registered
lt_lt: Pažymėti registruotus

# plugins.importexport.common.action.register
source: Register
lt_lt: Registruoti

# plugins.importexport.common.error.noObjectsSelected
source: No objects selected.
lt_lt: Nepasirinkta objektų.

# plugins.importexport.common.error.validation
source: Could not convert selected objects.
lt_lt: Nepavyko konvertuoti pasirinktų objektų.

# plugins.importexport.common.invalidXML
source: Invalid XML:
lt_lt: Netinkamas XML:

# plugins.importexport.common.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
lt_lt: Išvesties failas {$param} nėra įrašytinas.

# plugins.importexport.common.register.error.mdsError
source: Registration was not successful! The DOI registration server returned an error: '{$param}'.
lt_lt: Registracija nesėkminga! DOI registracijos serveris grąžino klaidą: '{$param}'.

# plugins.importexport.common.register.success
source: Registration successful!
lt_lt: Registracija sėkminga!

# plugins.importexport.common.senderTask.warning.noDOIprefix
source: DOI prefix is missing for the journal with the path {$path}.
lt_lt: Nerastas DOI priešdėlis žurnalui su keliu {$path}.

# plugins.importexport.common.cliError
source: ERROR:
lt_lt: KLAIDA:

# plugins.importexport.common.error.unknownJournal
source: The specified journal path, "{$journalPath}", does not exist.
lt_lt: Nurodytas žurnalo kelias „{$journalPath}“ neegzistuoja.

# plugins.importexport.common.error.unknownObjects
source: The specified objects could not be found.
lt_lt: Nurodyti objektai nerasti.

# manager.setup.notifications.copyPrimaryContact
source: Send a copy to the primary contact, identified in the Journal Settings.
lt_lt: Siųsti kopiją pagrindiniam kontaktui nurodytam žurnalo nuostatose.

# admin.hostedJournals
source: Hosted Journals
lt_lt: Žurnalai

# admin.settings.journalRedirect
source: Journal redirect
lt_lt: Žurnalo peradresavimas

# admin.settings.options
source: Options
lt_lt: Parinktys

# admin.settings.usePaging
source: For sites with many journals, break the list of journals up into several pages.
lt_lt: Svetainėms su daug žurnalų, atskirti žurnalų sąrašą į kelis puslapius.

# admin.settings.journalRedirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
lt_lt: Užklausos į pagrindinę svetainę bus peradresuotos į pasirinktą žurnalą. Tai gali būti naudinga, jei svetainėje yra tik vienas žurnalas.

# admin.settings.noJournalRedirect
source: Do not redirect
lt_lt: Neperadresuoti

# admin.settings.journalsList
source: Journal elements
lt_lt: Žurnalo elementai

# admin.settings.journalsList.description
source: Please choose the journal elements that will be displayed for each journal at the site page.
lt_lt: Pasirinkite elementus, kurie bus rodomi pagrindiniame puslapyje prie kiekvieno žurnalo.

# admin.settings.journalsList.showThumbnail
source: Journal thumbnail
lt_lt: Žurnalo miniatiūra

# admin.settings.journalsList.showTitle
source: Journal title
lt_lt: Žurnalo pavadinimas

# admin.settings.journalsList.showDescription
source: Journal description
lt_lt: Žurnalo aprašymas

# admin.settings.defaultMetricDescription
source: Your OJS installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
lt_lt: Jūsų OJS diegimas yra sukonfigūruotas įrašyti daugiau nei vieną naudojimo metriką. Naudojimo statistika bus rodoma keliuose kontekstuose. Yra atvejų, kur privaloma naudoti bent vieną naudojimo statistiką, pvz. rodyti surikiuotą daugiausiai naudojamų straipsnių sąrašą arba paieškos rezultatus. Pasirinkite vieną iš sukonfigūruotų metrikų kaip numatytąją.

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
lt_lt: Ar tikrai norite išjungti šią lokalę? Tai gali paveikti žurnalus, kurie naudoja šią lokalę.

# admin.languages.downloadUnavailable
source: <p>Downloading language packs from the Public Knowledge Project web server is not currently available because:</p> <ul> <li>Your server does not have or allow execution of the GNU "tar" utility.</li> <li>OJS is unable to modify the locale registry file, typically "registry/locales.xml".</li> </ul> <p>Language packs can be manually downloaded from the <a href="http://pkp.sfu.ca">PKP web site</a>.</p>
lt_lt: <p>Šiuo metu nepavyko atsisiųsti kalbos paketų iš „Public Knowledge Project“ serverio dėl to, kad:</p> <ul> <li>Jūsų serveris neturi ar neleidžia „GNU tar“ įrankio vykdymo.</li> <li>OJS negali modifikuoti lokalės registro failo, paprastai „registry/locales.xml“.</li> </ul> <p>Kalbos paketai gali būti atsisiųsti rankiniu būdu iš <a href="http://pkp.sfu.ca">PKP svetainės</a>.</p>

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
lt_lt: Šios svetainės ir žurnalų numatytoji kalba.

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
lt_lt: Pasirinkite lokales, kurios bus palaikomos šioje svetainėje. Jos bus prieinamos naudojimui visuose žurnaluose ir bus rodomos kalbos pasirinkimo meniu kiekviename puslapyje (tai gali būti pakeista konkrečiuose žurnaluose). Jei pasirinkta tik viena lokalė, kalbos pasirinkimo meniu nebus rodomas kaip ir išplėstinės kalbos nustatymai nebus prieinami žurnaluose.

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
lt_lt: Pažymėtos lokalės gali būti neišverstos iki galo.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
lt_lt: Ar tikrai norite pašalinti šią lokalę? Tai gali paveikti žurnalus, kurie naudoja šią lokalę.

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
lt_lt: Pasirinkite papildomas lokales, kurias norite įdiegti į šią sistemą. Norint jas naudoti žurnaluose, pirmiausia jos turi būti įdiegtos. Peržiūrėkite OJS dokumentaciją dėl platesnės informacijos apie naujų kalbų palaikymo įtraukimą.

# admin.languages.downloadFailed
source: The locale download failed. The error message(s) below describe the failure.
lt_lt: Nepavyko lokalės atsisiuntimas. Žemiau pateiktas klaidos pranešimas.

# admin.languages.localeInstalled
source: The "{$locale}" locale has been installed.
lt_lt: Lokalė „{$locale}“ buvo įdiegta.

# admin.auth.ojs
source: OJS User Database
lt_lt: OJS vartotojų duomenų bazė

# admin.auth.enableSyncProfiles
source: Enable user profile synchronization (if supported by this authentication plugin). User profile information will be automatically updated from the remote source when a user logs in, and profile changes (including password changes) made within OJS will be automatically updated on the remote source. If this option is not enabled OJS profile information will be kept separate from remote source profile information.
lt_lt: Įgalinti vartotojo profilio sinchronizaciją (jei tai palaiko tapatybės nustatymo įskiepis). Kai vartotojas prisijungia jo profilio informacija bus automatiškai atnaujinta iš nuotolinio šaltinio, o profilio pakeitimai (įtraukiant slaptažodžio pakeitimą) atlikti su OJS bus automatiškai atnaujinti nuotoliniame šaltinyje. Jei ši parinktis nebus įgalinta OJS profilio informacija bus saugoma atskirai nuo nuotolinio šaltinio profilio informacijos.

# admin.auth.enableSyncPasswords
source: Enable user password modification (if supported by this authentication plugin). Enabling this option allows users to modify their password from within OJS and to use the OJS "lost password" feature to reset a forgotten password. These functions will be unavailable to users with this authentication source if this option is not enabled.
lt_lt: Įgalinti vartotojo slaptažodžio keitimą (jei tai palaiko tapatybės nustatymo įskiepis). Įgalinus šią parinktį vartotojai galės modifikuoti savo OJS slaptažodį ir naudoti „pamiršto slaptažodžio“ funkciją, kad atkurtų pamirštą slaptažodį. Jei ši parinktis neįgalinta, šios funkcijos bus neprieinamos vartotojams su šiuo tapatybės nustatymo šaltiniu.

# admin.auth.enableCreateUsers
source: Enable user creation (if supported by this authentication plugin). Users created within OJS with this authentication source will be automatically added to the remote authentication source if they do not already exist. Additionally, if this source is the default authentication source, OJS accounts created through user registration will also be added to the remote authentication source.
lt_lt: Įgalinti vartotojų kūrimą (jei tai palaiko tapatybės nustatymo įskiepis). Vartotojai sukurti per OJS su šiuo tapatybės nustatymo šaltiniu bus automatiškai įtraukti į nuotolinį tapatybės nustatymo šaltinį, jei jie neegzistuoja. Papildomai, jei šis šaltinis yra numatytasis, OJS paskyros sukurtos per vartotojų registraciją bus taip pat įtrauktos į nuotolinį tapatybės nustatymo šaltinį.

# admin.systemVersion
source: OJS Version
lt_lt: OJS versija

# admin.systemConfiguration
source: OJS Configuration
lt_lt: OJS konfigūracija

# admin.systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
lt_lt: OJS konfigūracijos nustatymai iš <tt>config.inc.php</tt>.

# admin.journals.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
lt_lt: Būsite automatiškai paskirtas kaip šio žurnalo administratorius. Po naujo žurnalo sukūrimo būsite perkelti į žurnalo nuostatų vediklį kur užbaigsite pradinę žurnalo konfigūraciją.

# admin.journals.journalSettings
source: Journal Settings
lt_lt: Žurnalo nuostatos

# admin.journals.noneCreated
source: No journals have been created.
lt_lt: Nėra sukurtų žurnalų.

# admin.contexts.confirmDelete
source: Are you sure you want to permanently delete this journal and all of its contents?
lt_lt: Ar tikrai norite pašalinti šį žurnalą su visu jo turiniu?

# admin.contexts.create
source: Create Journal
lt_lt: Kurti žurnalą

# admin.journals.urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}
lt_lt: Tai turėtų būti trumpas žodis ar akronimas, kuris identifikuoja žurnalą. Žurnalo kelias bus „{$sampleUrl}“

# admin.contexts.form.titleRequired
source: A title is required.
lt_lt: Pavadinimas yra privalomas.

# admin.contexts.form.pathRequired
source: A path is required.
lt_lt: Žurnalo kelias yra privalomas.

# admin.contexts.form.pathAlphaNumeric
source: The path can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
lt_lt: Žurnalo kelią gali sudaryti tik tekstiniai simboliai, pabraukimo brūkšnys, brūkšnelis ir privalo prasidėti ir baigtis tekstiniu simboliu.

# admin.contexts.form.pathExists
source: The selected path is already in use by another journal.
lt_lt: Pasirinktą kelią jau naudoja kitas žurnalas.

# admin.journals.enableJournalInstructions
source: Enable this journal to appear publicly on the site
lt_lt: Rodyti žurnalą viešai

# admin.journals.journalDescription
source: Journal description
lt_lt: Žurnalo aprašymas

# admin.journal.pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
lt_lt: Esamas arba naujas žurnalo kelias (pvz., OJS).

# admin.journals.importSubscriptions
source: Import subscriptions
lt_lt: Importuoti prenumeratas

# admin.journals.transcode
source: Transcode article metadata from ISO8859-1
lt_lt: Perkoduoti straipsnio metaduomenis iš ISO8859-1

# admin.journals.redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
lt_lt: Kurti kodą, kuris atvaizduoja „OJS 1 URL“ į „OJS 2 URL“

# admin.journals.form.importPathRequired
source: The import path is required.
lt_lt: Importavimo kelias yra privalomas.

# admin.journals.importErrors
source: Importing failed to complete successfully
lt_lt: Nepavyko importavimas

# admin.mergeUsers
source: Merge Users
lt_lt: Sulieti vartotojus

# admin.mergeUsers.mergeUser
source: Merge User
lt_lt: Sulieti vartotoją

# admin.mergeUsers.into.description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
lt_lt: Pasirinkite vartotoją, kuriam bus perleistos buvusio vartotojo autorystės, redagavimo užduotys ir t.t.

# admin.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
lt_lt: Pasirinkite vartotoją (ar kelis), kuriuos suliesite su kita vartotojo paskyra (pvz., kai kas nors turi kelias paskyras). Pirmoji paskyra bus pašalinta, o pateikimai, užduotys ir t.t. bus perleisti antrajai paskyrai.

# admin.mergeUsers.allUsers
source: All Enrolled Users
lt_lt: Visi paskirti vartotojai

# admin.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
lt_lt: Ar tikrai norite sulieti pasirinktą(-as) {$oldAccountCount} paskyrą(-as) į paskyrą su vartotojo vardu „{$newUsername}“? Po šio veiksmo pasirinkta(-os) {$oldAccountCount} paskyra(-os) bus pašalinta(-os). Šis veiksmas yra negrįžtantis.

# admin.mergeUsers.noneEnrolled
source: No enrolled users.
lt_lt: Nėra paskirtų vartotojų.

# admin.categories
source: Categories
lt_lt: Kategorijos

# admin.categories.enable.description
source: The Site Administrator may choose to define a set of categories here to help organize large sets of journals. Journal Managers may then choose several of these categories for each journal, and readers can browse journal collections by category.
lt_lt: Čia svetainės administratorius gali nustatyti kategorijų sąrašą, kuris padės suorganizuoti didelį žurnalų skaičių. Tuomet žurnalo administratoriai gali pasirinkti keletą šių kategorijų kiekvienam žurnalui, o skaitytojai galės naršyti žurnalų rinkinius pagal kategoriją.

# admin.categories.disableCategories
source: Do not organise journals into categories.
lt_lt: Neorganizuoti žurnalus į kategorijas.

# admin.categories.enableCategories
source: Permit Journal Managers to organize journals into categories.
lt_lt: Leisti žurnalų administratoriams skirstyti žurnalus į kategorijas.

# admin.categories.editTitle
source: Edit Category
lt_lt: Redaguoti kategoriją

# admin.categories.createTitle
source: Create Category
lt_lt: Kurti kategoriją

# admin.categories.create
source: Create a new Category
lt_lt: Kurti naują kategoriją

# admin.categories.noneCreated
source: No categories have been created.
lt_lt: Nėra sukurtų kategorijų.

# admin.categories.confirmDelete
source: Are you sure you wish to delete this category?
lt_lt: Ar tikrai norite pašalinti šią kategoriją?

# admin.categories.name
source: Name
lt_lt: Pavadinimas

# admin.categories.nameRequired
source: A category name is required.
lt_lt: Kategorijos pavadinimas yra privalomas.

# admin.presses.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
lt_lt: Būsite automatiškai paskirtas kaip šio žurnalo administratorius. Po naujo žurnalo sukūrimo būsite perkeltas į žurnalo nuostatų vediklį, kad užbaigtumėte pradinę žurnalo konfigūraciją.

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription Expiry Reminder
lt_lt: Prenumeratos galiojimo pabaigos priminimas

# admin.scheduledTask.openAccessNotification
source: Open Access Notification
lt_lt: Atvirosios prieigos pranešimas

# admin.scheduledTask.reviewReminder
source: Review Reminder
lt_lt: Recenzavimo priminimas

# plugins.themes.default.name
source: Default Theme
lt_lt: Numatytasis apipavidalinimas

# plugins.themes.default.description
source: This theme implements the default theme.
lt_lt: Šis apipavidalinimas realizuoja numatytąjį apipavidalinimą.

# plugins.themes.default.option.typography.label
source: Typography
lt_lt: Tipografija

# plugins.themes.default.option.typography.description
source: Choose a font combination that suits this journal.
lt_lt: Pasirinkite šriftų derinį, kuris tiktų žurnalui.

# plugins.themes.default.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
lt_lt: Noto Sans: skaitmenis šriftas, kurį sukūrė „Google“, plačiam kalbų palaikymui.

# plugins.themes.default.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
lt_lt: Noto Serif: „serif“ šrifto variantas, kurį sukūrė „Google“.

# plugins.themes.default.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
lt_lt: Noto Serif/Noto Sans: papildomas rinkinys su „serif“ antraštėmis ir „sans-serif“ tekstu.

# plugins.themes.default.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
lt_lt: Noto Sans/Noto Serif: papildomas rinkinys su „sans-serif“ antraštėmis ir „serif“ tekstu.

# plugins.themes.default.option.typography.lato
source: Lato: A popular modern sans-serif font.
lt_lt: Lato: populiarus šiuolaikinis „sans-serif“ šriftas.

# plugins.themes.default.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
lt_lt: Lora: platus „serif“ šrifto rinkinys geram teksto skaitymui internete.

# plugins.themes.default.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
lt_lt: Lora/Open Sans: papildomas rinkinys su „serif“ antraštėmis ir „sans-serif“ tekstu.

# plugins.themes.default.option.colour.label
source: Colour
lt_lt: Spalva

# plugins.themes.default.option.colour.description
source: Choose a colour for the header.
lt_lt: Pasirinkite antraštės spalvą.

# plugins.block.developedBy.displayName
source: "Developed By" Block
lt_lt: Blokas „Sukūrė...“

# plugins.block.developedBy.description
source: This plugin provides sidebar "Developed By" link.
lt_lt: Įskiepis pateikia šoninėje juostoje nuorodą „Sukūrė...“.

# plugins.block.information.displayName
source: Information Block
lt_lt: Informacijos blokas

# plugins.block.information.description
source: This plugin provides sidebar information link.
lt_lt: Įskiepis šoninėje juostoje pateikia informacijos nuorodą.

# plugins.block.information.link
source: Information
lt_lt: Informacija

# plugins.block.languageToggle.displayName
source: Language Toggle Block
lt_lt: Kalbos perjungiklio blokas

# plugins.block.languageToggle.description
source: This plugin provides the sidebar language toggler.
lt_lt: Įskiepis šoninėje juostoje pateikia kalbos perjungiklį.

# plugins.block.makeSubmission.displayName
source: "Make a Submission" Block
lt_lt: Blokas „Pateikti straipsnį“

# plugins.block.makeSubmission.description
source: This plugin provides a sidebar block with a "Make a Submission" link.
lt_lt: Įskiepis šoninėje juostoje pateikia bloką su nuoroda „Pateikti straipsnį“.

# plugins.block.makeSubmission.linkLabel
source: Make a Submission
lt_lt: Pateikti straipsnį

# plugins.block.relatedItems.displayName
source: Related Items Block
lt_lt: Susijusių elementų blokas

# plugins.block.relatedItems.description
source: This plugin displays a block containing related items in the reading tools sidebar.
lt_lt: Įskiepis šoninėje juostoje atvaizduoja bloką turintį susijusius elementus skaitymo įrankiuose.

# plugins.block.relatedItems.title
source: Related Items
lt_lt: Susiję elementai

# plugins.block.relatedItems.hide
source: Hide
lt_lt: Slėpti

# plugins.block.relatedItems.show
source: Show all
lt_lt: Rodyti visus

# plugins.citationFormats.abnt.displayName
source: ABNT citation format plugin
lt_lt: ABNT citavimo formato įskiepis

# plugins.citationFormats.abnt.description
source: This plugin implements the ABNT citation format.
lt_lt: Įskiepis realizuoja ABNT citavimo formatą.

# plugins.citationFormats.abnt.manager.settings
source: Settings
lt_lt: Nuostatos

# plugins.citationFormats.abnt.manager.AbntCitationSettings
source: ABNT citation format plugin settings
lt_lt: ABNT citavimo formato įskiepio nuostatos

# plugins.citationFormats.abnt.manager.settings.description
source: Settings used to create citations according to ABNT.
lt_lt: Nuostatos skirtos kurti citatas remiantis ABNT.

# plugins.citationFormats.abnt.manager.settings.location
source: Location
lt_lt: Vietovė

# plugins.citationFormats.abnt.retrieved
source: Available at: &lt;<a href="{$url}" target="_new">{$url}</a>&gt;. Date accessed: {$retrievedDate}.
lt_lt: Prieinama adresu: &lt;<a href="{$url}" target="_new">{$url}</a>&gt;. Prieigos data: {$retrievedDate}.
