Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# notification.allow
source: Enable these types of notifications.
lt_lt: Įgalinti šių pranešimų tipus.

# notification.addedAnnouncementType
source: Announcement type added.
lt_lt: Pridėtas skelbimų tipas.

# notification.editedAnnouncementType
source: Announcement type edited.
lt_lt: Modifikuotas skelbimų tipas.

# notification.removedAnnouncementType
source: Announcement type removed.
lt_lt: Pašalintas skelbimų tipas.

# notification.addedAnnouncement
source: Announcement added.
lt_lt: Pridėtas skelbimas.

# notification.editedAnnouncement
source: Announcement edited.
lt_lt: Modifikuotas skelbimas.

# notification.removedAnnouncement
source: Announcement removed.
lt_lt: Pašalintas skelbimas.

# notification.addedAuthor
source: Author added.
lt_lt: Pridėtas autorius.

# notification.editedAuthor
source: Author edited.
lt_lt: Modifikuotas autorius.

# notification.confirmError
source: There was an error confirming your subscription.
lt_lt: Įvyko klaida patvirtinant prenumeratą.

# notification.confirmSuccess
source: You have been successfully subscribed.
lt_lt: Sėkmingai užsiprenumeravote.

# notification.email
source: Do not send me an email for these types of notifications.
lt_lt: Nesiųsti el. laiško šiems pranešimų tipams.

# notification.location
source: Go To URL
lt_lt: Eiti adresu

# notification.mailList
source: Notification mailing list
lt_lt: Pranešimų el. pašto grupė

# notification.mailList.emailInvalid
source: Please enter a valid email address.
lt_lt: Įveskite galiojantį el. pašto adresą.

# notification.mailList.privacyProtection
source: Privacy protection policy
lt_lt: Privatumo apsaugos politika

# notification.mailList.protectedContent
source: <a href="{$subscribeUrl}">Subscribe</a> to protected content.
lt_lt: <a href="{$subscribeUrl}">Prenumeruokite</a> paslėptą turinį.

# notification.mailList.submit
source: <a href="{$submitUrl}">Submit</a> an article
lt_lt: <a href="{$submitUrl}">Pateikti</a> straipsnį

# notification.mailList.register
source: You can register with this site to...
lt_lt: Šioje svetainėje galite užsiregistruoti į...

# notification.mailList.review
source: Participate in the <a href="{$reviewUrl}">peer review</a> process
lt_lt: Dalyvauti <a href="{$reviewUrl}">kolegų recenzavime</a> procese

# notification.noneExist
source: You have no notifications at this time.
lt_lt: Šiuo metu pranešimų neturite.

# notification.addedNote
source: Note posted.
lt_lt: Parašyta pastaba.

# notification.removedNote
source: Note deleted.
lt_lt: Pašalinta pastaba.

# notification.removedFile
source: Removed file.
lt_lt: Pašalintas failas.

# notification.removedSubmission
source: Removed submission.
lt_lt: Pašalinta diskusija.

# notification.notification
source: Notification
lt_lt: Pranešimas

# notification.notifications
source: Notifications
lt_lt: Pranešimai

# notification.notificationsNew
source: ({$numNew} new)
lt_lt: ({$numNew} nauji)

# notification.notificationsDescription
source: You have {$unreadCount} unread notifications and {$readCount} read notifications. <a href="{$settingsUrl}">Click here</a> to change your notification settings.
lt_lt: Turite neperskaitytų pranešimų: {$unreadCount}. Turite perskaitytų pranešimų: {$readCount}. <a href="{$settingsUrl}">Spustelėkite čia</a>, kad pakeistumėte pranešimų nuostatas.

# notification.sentNotification
source: Notification sent.
lt_lt: Išsiųstas pranešimas.

source: Notification Settings
lt_lt: Pranešimų nuostatos

# notification.settingsDescription
source: Select the system events that you wish to be notified about. Unchecking an item will prevent notifications of the event from showing up in the system and also from being emailed to you. Checked events will appear in the system and you have an extra option to receive or not the same notification by email.
lt_lt: Pažymėkite sistemos įvykius apie kuriuos norite būti informuotas. Atžymėti elementai nebus rodomi pranešimų sraute ir nebus siunčiamas el. laiškas. Pažymėti įvykiai bus rodomi pranešimų sraute ir turėsite papildomą parinktį gauti pranešimą el. paštu.

# notification.subscribe
source: Subscribe
lt_lt: Prenumeruoti

# notification.subscribeError
source: Your email address is already subscribed to notifications.
lt_lt: Jūsų el. pašto adresas jau yra užprenumeruotas pranešimams.

# notification.subscribeSuccess
source: An email has been sent to the address you specified. Please click on the confirmation link in the email to add yourself to the mailing list.
lt_lt: Nurodytu adresu buvo nusiųstas el. laiškas su patvirtinimo nuoroda. Spustelėkite ant jos, kad įtrauktumėte save į el. pašto grupę.

# notification.reminderError
source: There was an error sending your password, please ensure you've entered your email address correctly.
lt_lt: Įvyko klaida siunčiant slaptažodį. Įsitikinkite, kad teisingai įvedėte el. pašto adresą.

# notification.reminderSent
source: Your new password has been sent to the email address provided.
lt_lt: Naujas slaptažodis buvo nusiųstas nurodytu el. pašto adresu.

# notification.unsubscribe
source: Unsubscribe
lt_lt: Atsisakyti prenumeratos

# notification.unsubscribeError
source: There was an error unsubscribing you. Please ensure that you are using the correct URL as included in your notification email.
lt_lt: Įvyko klaida atsisakant prenumeratos. Įsitikinkite, kad panaudojote teisingą adresą, kuris buvo pateiktas pranešimų el. laiške.

# notification.unsubscribeSuccess
source: You were successfully unsubscribed.
lt_lt: Sėkmingai atsisakėte prenumeratos.

# notification.savedSubmissionMetadata
source: Submission metadata saved.
lt_lt: Įrašyti pateikimo metaduomenys.

# search.author
source: By Author
lt_lt: Pagal autorių

# search.abstract
source: Abstract
lt_lt: Santrauka

# search.advancedFilters
source: Advanced filters
lt_lt: Išplėstiniai filtrai

# search.advancedSearchMore
source: More search options
lt_lt: Papildomos paieškos parinktys (rodyti)

# search.advancedSearchLess
source: Hide more search options
lt_lt: Papildomos paieškos parinktys (slėpti)

# search.searchAgain
source: Search again
lt_lt: Ieškoti dar kartą

# search.cli.rebuildIndex.clearingIndex
source: Clearing index
lt_lt: Išvalomas indeksas

# search.cli.rebuildIndex.done
source: done
lt_lt: baigta

# search.cli.rebuildIndex.error
source: error
lt_lt: klaida

# search.cli.rebuildIndex.result
source: {$numIndexed} articles indexed
lt_lt: {$numIndexed} suindeksuoti straipsniai

# search.coverage
source: Coverage
lt_lt: Aprėptis

# search.date
source: Publication Date
lt_lt: Paskelbimo data

# search.dateFrom
source: Published After
lt_lt: Paskelbta nuo

# search.dateTo
source: Published Before
lt_lt: Paskelbta iki

# search.deleteFilter
source: Delete
lt_lt: Pašalinti

# search.discipline
source: Discipline(s)
lt_lt: Disciplina(-os)

# search.fullText
source: Full Text
lt_lt: Visas tekstas

# search.indexTerms
source: Index terms
lt_lt: Indeksuoti terminai

# search.indexTermsLong
source: All index term fields
lt_lt: Visi indeksuoti terminų laukai

# search.matchAll
source: Match all categories
lt_lt: Visos atitinkančios kategorijos

# search.noKeywordError
source: You must enter at least one search keyword.
lt_lt: Privalote įvesti bent vieną paieškos raktinį žodį.

# search.noResults
source: No Results
lt_lt: Nėra rezultatų

# search.operator.and
source: and
lt_lt: ir

# search.operator.not
source: not
lt_lt: ne

# search.operator.or
source: or
lt_lt: arba

# search.SearchFor
source: Search for
lt_lt: Ieškoti

# search.searchResults
source: Search Results
lt_lt: Paieško rezultatai

# search.subject
source: Keyword(s)
lt_lt: Raktiniai žodžiai

# search.titleIndex
source: Browse Title Index
lt_lt: Naršyti pavadinimų indeksą

# search.title
source: Title
lt_lt: Pavadinimas

# search.typeMethodApproach
source: Type (method/approach)
lt_lt: Tipas (metodas)

# grid.action.downloadFile
source: Download this file
lt_lt: Atsisiųsti failą

# context.path
source: Path
lt_lt: Kelias

# review.ensuringBlindReview
source: Ensuring a Blind Review
lt_lt: Anoniminio recenzavimo užtikrinimas

# grid.action.showReviewPolicy
source: Read the current review policy
lt_lt: Skaityti dabartinę recenzavimo politiką

# grid.action.deleteNotification
source: Delete Task
lt_lt: Pašalinti

# grid.action.markNew
source: Mark New
lt_lt: Žymėti nauju

# grid.action.markRead
source: Mark Read
lt_lt: Žymėti perskaitytu

# dashboard.tasks
source: Tasks
lt_lt: Užduotys

# dashboard.myQueue
source: My Queue
lt_lt: Mano eilė

# review.blindPeerReview
source: <p>To ensure the integrity of the blind peer-review for submission to this press, every effort should be made to prevent the identities of the authors and reviewers from being known to each other. This involves the authors, editors, and reviewers (who upload documents as part of their review) checking to see if the following steps have been taken with regard to the text and the file properties:</p> <ul><li>The authors of the document have deleted their names from the text, with "Author" and year used in the references and footnotes, instead of the authors' name, article title, etc.</li> <li>With Microsoft Office documents, author identification should also be removed from the properties for the file (see under File in Word), by clicking on the following, beginning with File on the main menu of the Microsoft application: File &gt; Save As &gt; Tools (or Options with a Mac) &gt; Security &gt; Remove personal information from file properties on save &gt; Save.</li> <li>With PDFs, the authors' names should also be removed from Document Properties found under File on Adobe Acrobat's main menu.</li> </ul>
lt_lt: <p>Siekiant užtikrinti pateikimo anoniminį recenzavimą šiame žurnale, turėtų būti dedamos visos pastangos užkirsti kelią autorių ir recenzentų atpažinimui tarpusavyje. Tai liečia autorius, redaktorius ir recenzentus (kai nusiunčia dokumentus kaip dalį recenzijos), kurie turi įsitikinti, kad:</p> <ul><li>dokumentų autoriai pašalino autorių vardus iš teksto.</li> <li>„Microsoft Office“ dokumentų failo savybėse pašalinta autorių identifikacija. Tai atlikite spustelėdami „Failas“ pagrindiniame meniu: Failas &gt; Įrašyti kaip &gt; Įrankiai &gt; Saugumas &gt; Įrašius pašalinti privačią informaciją iš failo savybių &gt; Įrašyti.</li> <li>„PDF“ failų autorių vardai turėtų būti pašalinti per dokumento savybes „Adobe Acrobat“ programos pagrindinį meniu.</li> </ul>

# reviewer.submission.reviewSchedule
source: Review Schedule
lt_lt: Recenzavimo grafikas

# reviewer.submission.reviewRequestDate
source: Editor's Request
lt_lt: Redaktoriaus užklausa

# reviewer.submission.responseDueDate
source: Response Due Date
lt_lt: Atsako pabaigos data

# reviewer.submission.reviewDueDate
source: Review Due Date
lt_lt: Recenzavimo pabaigos data

# submission.task.responseDueDate
source: Response Due Date
lt_lt: Atsako pabaigos data

# navigation.goBack
source: Go Back
lt_lt: Grįžti atgal

# notification.addedReviewer
source: Reviewer added.
lt_lt: Recenzentas įtrauktas.

# notification.removedReviewer
source: Reviewer removed.
lt_lt: Recenzentas pašalintas.

# notification.addedStageParticipant
source: User added as a stage participant.
lt_lt: Vartotojas įtrauktas kaip etapo dalyvis.

# notification.type.newAnnouncement
source: New announcement.
lt_lt: Naujas skelbimas.

# notification.type.reviewAssignment
source: Review pending.
lt_lt: Laukiama recenzijos.

# notification.type.auditorRequest
source: Audit request for "{$file}"
lt_lt: Audito užklausa „{$file}“

# notification.type.allReviewsIn
source: All reviews are in and a decision is needed in {$stage}.
lt_lt: Visos recenzijos atliktos ir laukia sprendimo {$stage} etape.

# notification.type.allRevisionsIn
source: A revised file has been uploaded for your editorial consideration in {$stage}.
lt_lt: Buvo nusiųstas pataisytas failas redakcijos svarstymui {$stage} etape.

# notification.type.pendingRevisions
source: Revisions to consider in {$stage}.
lt_lt: Yra pataisymų apsvarstymui {$stage} etape.

# notification.type.pendingRevisions.title
source: Revisions submitted to {$stage}.
lt_lt: Pataisymai pateikti į {$stage} etapą.

# notification.type.metadataModified
source: "{$title}'s" metadata has been modified.
lt_lt: Modifikuoti „{$title}“ metaduomenys.

# notification.type.reviewerComment
source: A reviewer has commented on "{$title}".
lt_lt: Recenzentas pakomentavo „{$title}“.

# notification.signedFile
source: File considered.
lt_lt: Failas apsvarstytas.

# user.authorization.submissionFile
source: The current user is not authorized to access the specified submission file.
lt_lt: Dabartinis vartotojas neturi teisės prieiti prie nurodyto pateikimo failo.

# user.authorization.invalidSubmission
source: Invalid submission.
lt_lt: Negaliojantis pateikimas.

# user.authorization.invalidRepresentation
source: Invalid representation.
lt_lt: Negaliojantis atstovavimas.

# navigation.archives
source: Archives
lt_lt: Archyvas

# user.authorization.authorRoleMissing
source: You do not currently have sufficient privileges to view the submission. Please edit your profile to ensure that you have been granted the appropriate roles under "Register As".
lt_lt: Neturite atitinkamų teisių peržiūrėti pateikimą. Peržiūrėkite savo profilį ir įsitikinkite, kad Jums buvo suteikti atitinkami vaidmenys pagal „Registruotis kaip“.

# user.authorization.submissionAuthor
source: The current user is not the author of the requested submission. Please verify that you are logged in with the correct user account.
lt_lt: Dabartinis vartotojas nėra pateikimo autorius. Patikrinkite, kad prisijungėte su teisinga vartotojo paskyra.

# notification.type.queryActivity
source: Discussion activity.
lt_lt: Diskusijos aktyvumas.

# notification.type.queryAdded
source: Discussion added.
lt_lt: Diskusija įtraukta.

# notification.type.assignCopyeditors
source: Assign a copyeditor using the Add link in the Participants list.
lt_lt: Priskirkite rankraščio redaktorių naudodami nuorodą „Įtraukti“ dalyvių sąraše.

# notification.type.awaitingCopyedits
source: Awaiting Copyedits.
lt_lt: Laukiama rankraščio pakeitimų.

# notification.type.roundStatusTitle
source: Round {$round} Status
lt_lt: Etapo {$round} būsena

# grid.noItems
source: No Items
lt_lt: Nėra elementų

# grid.settings
source: Settings
lt_lt: Nuostatos

# grid.noAuditors
source: No Auditors
lt_lt: Nėra auditorių

# grid.remotelyHostedItem
source: This item is remotely hosted.
lt_lt: Šis elementas yra patalpintas nuotoliniame serveryje.

# grid.action.manageAccess
source: Manage Access
lt_lt: Tvarkyti prieigą

# grid.action.sort
source: Sort
lt_lt: Rikiuoti

# grid.action.addItem
source: Add Item
lt_lt: Įtraukti elementą

# grid.action.addNote
source: Add Note
lt_lt: Įtraukti pastabą

# grid.action.addQuery
source: Add discussion
lt_lt: Įtraukti diskusiją

# grid.action.readQuery
source: Read discussion
lt_lt: Skaityti diskusiją

# grid.action.deleteQuery
source: Delete discussion
lt_lt: Šalinti diskusiją

# grid.action.updateQuery
source: Update discussion
lt_lt: Atnaujinti diskusiją

# grid.action.addUser
source: Add User
lt_lt: Įtraukti vartotoją

# grid.action.unassignReviewer
source: Unassign this reviewer
lt_lt: Išbraukti šį recenzentą

# grid.action.approveCopyedit
source: Approve this copyedit file for sending it to the next stage
lt_lt: Patvirtinti šį rankraščio failą siuntimui į kitą etapą

# grid.action.reload
source: Reload
lt_lt: Atsiųsti iš naujo

# grid.action.delete
source: Delete
lt_lt: Šalinti

# grid.action.deleteFile
source: Delete File
lt_lt: Šalinti failą

# grid.action.deleteMedia
source: Delete Media
lt_lt: Šalinti įvairialypę informaciją

# grid.action.editMedia
source: Edit Media
lt_lt: Redaguoti įvairialypę informaciją

# grid.action.editSection
source: Edit Section
lt_lt: Redaguoti skiltį

# grid.action.export
source: Export
lt_lt: Eksportuoti

# grid.action.deleteSection
source: Delete Section
lt_lt: Šalinti skiltį

# grid.action.editorialHistory
source: Editorial History
lt_lt: Redakcijos istorija

# grid.action.remove
source: Remove
lt_lt: Šalinti

# grid.action.edit
source: Edit
lt_lt: Redaguoti

# grid.action.approve
source: Approve
lt_lt: Patvirtinti

# grid.action.disapprove
source: Disapprove
lt_lt: Atmesti

# grid.action.setApproval
source: Set Approval
lt_lt: Nustatyti patvirtinimą

# grid.action.moreInformation
source: More Information
lt_lt: Daugiau informacijos

# grid.action.restoreDefaults
source: Restore defaults
lt_lt: Atkurti numatytuosius

# grid.action.restoreDefaults.confirm
source: Are you sure you wish to restore the defaults?
lt_lt: Ar tikrai norite atkurti numatytuosius?

# grid.action.addAuthor
source: Add Author
lt_lt: Įtraukti autorių

# grid.action.editAuthor
source: Edit Author
lt_lt: Redaguoti autorių

# grid.action.deleteAuthor
source: Delete Author
lt_lt: Šalinti autorių

# grid.action.addAuditor
source: Add an Auditor
lt_lt: Įtraukti auditorių

# grid.action.upgrade
source: Upgrade
lt_lt: Atnaujinti

# grid.action.order
source: Order
lt_lt: Rikiuoti

# grid.action.cancelOrdering
source: Cancel ordering
lt_lt: Atšaukti rikiavimą

# grid.action.extendAll
source: Extend all
lt_lt: Išplėsti visus

# grid.action.collapse
source: Collapse
lt_lt: Suskleisti

# grid.action.collapseAll
source: Collapse all
lt_lt: Suskleisti visus

# grid.action.wizard
source: Settings wizard
lt_lt: Nuostatų vediklis

# grid.action.moveItem
source: Move Item
lt_lt: Perkelti elementą

# grid.action.downloadAll
source: Download all files as an archive
lt_lt: Atsisiųsti visus failus kaip archyvą

# grid.action.readReview
source: Read this review
lt_lt: Skaityti recenziją

# grid.action.email
source: Send email
lt_lt: Siųsti el. laišką

# grid.action.addReviewer
source: Add a reviewer
lt_lt: Įtraukti recenzentą

# grid.action.addFile
source: Add a file
lt_lt: Įtraukti failą

# grid.action.editFile
source: Edit a file
lt_lt: Redaguoti failą

# grid.action.selectFiles
source: Select files to manage
lt_lt: Pasirinkite tvarkytinus failus

# grid.action.requestRevisions
source: Request revisions for this submission
lt_lt: Prašyti pataisymų šiam pateikimui

# grid.action.accept
source: Accept this submission
lt_lt: Priimti pateikimą

# grid.action.decline
source: Decline this Submission
lt_lt: Atmesti pateikimą

# grid.action.internalReview
source: Send this submission to internal review
lt_lt: Siųsti pateikimą vidiniam recenzavimui

# grid.action.externalReview
source: Send this submission to external review
lt_lt: Siųsti pateikimą išoriniam recenzavimui

# grid.action.sendToProduction
source: Send this submission to production
lt_lt: Siųsti pateikimą gamybai

# grid.action.settings
source: Settings
lt_lt: Nuostatos

# grid.action.importexport
source: Import or export content or site data
lt_lt: Importuoti arba eksportuoti turinį arba svetainės duomenis

# grid.action.orderItems
source: Enable ordering mode
lt_lt: Įgalinti rikiavimo režimą

# grid.action.editSubmissionChecklist
source: Edit this checklist item
lt_lt: Redaguoti kontrolinio sąrašo elementą

# grid.action.deleteSubmissionChecklist
source: Delete this checklist item
lt_lt: Šalinti kontrolinio sąrašo elementą

# grid.action.resetAll
source: Reset all items to default values
lt_lt: Atkurti visus elementus į numatytąsias reikšmes

# grid.action.addPreparedEmail
source: Add a new email template
lt_lt: Įtraukti naują el. laiško šabloną

# grid.action.editPreparedEmail
source: Edit this email template
lt_lt: Redaguoti el. laiško šabloną

# grid.action.disableEmail
source: Disable this email template
lt_lt: Išjungti el. laiško šabloną

# grid.action.resetEmail
source: Reset this email template to the default
lt_lt: Atkurti el. laiško šabloną į numatytąjį

# grid.action.expandAll
source: Expand All
lt_lt: Iškleisti visus

# grid.action.requestAccount
source: Add a participant
lt_lt: Įtraukti dalyvį

# grid.action.expand
source: Expand
lt_lt: Išskleisti

# grid.action.notify
source: Notify this user
lt_lt: Informuoti vartotoją

# grid.action.addUserGroup
source: Add a new User Group
lt_lt: Įtraukti naują vartotojų grupę

# grid.action.editUserGroup
source: Edit this user group
lt_lt: Redaguoti vartotojų grupę

# grid.action.disable
source: Disable
lt_lt: Išjungti

# grid.action.details
source: View this item
lt_lt: Peržiūrėti elementą

# grid.action.enrolExisting
source: Enrol an existing user as a reviewer
lt_lt: Priskirti esamą vartotoją kaip recenzentą

# grid.action.selectCreate
source: Create a new reviewer
lt_lt: Kurti naują recenzentą

# grid.action.search
source: Search
lt_lt: Ieškoti

# grid.action.advancedSearch
source: Advanced Search
lt_lt: Išplėstinė paieška

# grid.action.viewLibrary
source: View Document Library
lt_lt: Peržiūrėti dokumentų biblioteką

# grid.action.viewMetadata
source: View the metadata for this submission
lt_lt: Peržiūrėti pateikimo metaduomenis

# grid.action.sendReminder
source: Send a task reminder to this user
lt_lt: Siųsti užduoties priminimą šiam vartotojui

# grid.action.newRound
source: Create a new round
lt_lt: Kurti naują etapą

# grid.action.viewReviewGuidelines
source: View the review guidelines
lt_lt: Peržiūrėti recenzavimo nurodymus

# grid.action.viewCompetingInterestGuidelines
source: View the competing interests guidelines policy
lt_lt: Peržiūrėti interesų konfliktų politiką

# grid.action.thankReviewer
source: Send a thank you message to this reviewer
lt_lt: Siųsti recenzentui padėkos žinutę

# grid.action.uploadFile
source: Upload a file
lt_lt: Nusiųsti failą

# grid.action.addAnnouncementType
source: Add Announcement Type
lt_lt: Įtraukti naujienos tipą

# grid.action.addAnnouncement
source: Add Announcement
lt_lt: Rašyti naujieną

# grid.action.mergeUser
source: Merge user
lt_lt: Sujungti vartotojus

# grid.action.unassignUser
source: Unassign User
lt_lt: Išbraukti vartotoją

# grid.action.history
source: View History
lt_lt: Peržiūrėti istoriją

# grid.action.unconsiderReview
source: This review is complete, but you may unconsider it
lt_lt: Ši recenzija baigta, bet galite į ją neatsižvelgti

# grid.action.enable
source: Enable
lt_lt: Įgalinti

# grid.action.bookInfo
source: Submission Info
lt_lt: Pateikimo informacija

# grid.action.logInAs
source: Login As
lt_lt: Prisijungti kaip

# grid.action.exportAllUsers
source: Export All Users
lt_lt: Eksportuoti visus vartotojus

# grid.users.confirmExportAllUsers
source: Are you sure you wish to export all users?
lt_lt: Ar tikrai norite eksportuoti visus vartotojus?

# grid.action.activate
source: Activate
lt_lt: Aktyvinti

# grid.action.deactivate
source: Deactivate
lt_lt: Pasyvinti

# grid.action.copy
source: Copy
lt_lt: Kopijuoti

# grid.action.preview
source: Preview
lt_lt: Peržiūra

# grid.action.install
source: Install
lt_lt: Įdiegti

# grid.action.moreItems
source: Load more
lt_lt: Įkelti daugiau

# grid.task.status.completed
source: This task is completed
lt_lt: Ši užduotis yra baigta

# grid.task.status.new
source: Checked when considered
lt_lt: Pažymima kai apsvarstoma

# grid.task.status.uploaded
source: The column title indicates who uploaded this file
lt_lt: Stulpelio pavadinimas rodo kas nusiuntė failą

# grid.task.status.unfinished
source: Task unfinished
lt_lt: Užduotis nebaigta

# grid.task.status.reviewReady
source: This review is ready. Click the note icon to the left to read it.
lt_lt: Ši recenzija baigta. Spustelėkite užrašų knygutės piktogramą kairėje, kad perskaitytumėte ją.

# grid.columns.actions
source: Actions
lt_lt: Veiksmai

# grid.columns.institution
source: Institution
lt_lt: Institucija

# grid.columns.auditor
source: Auditor
lt_lt: Auditorius

# grid.columns.locale
source: Locale
lt_lt: Lokalė

# grid.sponsor.title
source: Sponsoring Organizations
lt_lt: Remiančios organizacijos

# grid.action.addSponsor
source: Add Sponsor
lt_lt: Įtraukti rėmėją

# grid.action.deleteSponsor
source: Delete Sponsor
lt_lt: Šalinti rėmėją
