Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.importexport.datacite.senderTask.name
source: DataCite automatic registration task
lt_lt: DataCite automatinio registravimo užduotis

# plugins.importexport.doaj.displayName
source: DOAJ Export Plugin
lt_lt: DOAJ eksportavimo įskiepis Plugin

# plugins.importexport.doaj.description
source: Export Journal for DOAJ.
lt_lt: Įskiepis eksportuoja žurnalą į DOAJ.

# plugins.importexport.doaj.export.contact
source: Contact DOAJ for inclusion
lt_lt: Susisiekite su DOAJ dėl įtraukimo

# plugins.importexport.doaj.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
lt_lt: Naudojimas: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...

# plugins.importexport.medra.displayName
source: mEDRA Export/Registration Plugin
lt_lt: mEDRA eksportavimo/registracijos įskiepis

# plugins.importexport.medra.description
source: Export issue, article and galley metadata in Onix for DOI (O4DOI) format and register DOIs with the mEDRA registration agency.
lt_lt: Įskiepis eksportuoja numerio, straipsnio ir maketo metaduomenis Onix DOI formatu (O4DOI) ir užregistruoja DOI mEDRA registracijos agentūroje.

# plugins.importexport.medra.intro
source: If you want to register DOIs with mEDRA, please follow the directions on the <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA homepage</a> to receive a username and password. If you do not have your own username and password you'll still be able to export into the mEDRA XML format (Onix for DOI) but you cannot register your DOIs with mEDRA from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the mEDRA registration service requirements.
lt_lt: Jei norite registruoti DOI su mEDRA, sekite nurodymus <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA svetainėje</a>, kad gautumėte vartotojo vardą ir slaptažodį. Jei neturite savo vartotojo vardo ir slaptažodžio, vis tiek galite eksportuoti mEDRA XML formatu (Onix DOI), tačiau negalėsite užregistruoti DOI mEDRA agentūroje per OJS. Atkreipkite dėmesį į tai, kad slaptažodis bus išsaugotas grynuoju tekstu t.y. nešifruotas, dėl mEDRA registracijos tarnybos reikalavimų.

# plugins.importexport.medra.settings.form.description
source: Please configure the mEDRA export plugin:
lt_lt: Sukonfigūruokite mEDRA eksportavimo įskiepį:

# plugins.importexport.medra.settings.form.username
source: Username
lt_lt: Vartotojo vardas

# plugins.importexport.medra.settings.form.usernameRequired
source: Please enter your mEDRA username. The username may not contain colons.
lt_lt: Įveskite savo mEDRA vartotojo vardą, kuris negali turėti dvitaškių.

# plugins.importexport.medra.settings.form.registrantName
source: The name of the institution registered at mEDRA
lt_lt: Institucijos užregistruotos mEDRA agentūroje vardas

# plugins.importexport.medra.settings.form.registrantNameRequired
source: Please enter the institution that is registered at mEDRA.
lt_lt: Įveskite institucijos vardą, kuri buvo užregistruota mEDRA agentūroje.

# plugins.importexport.medra.settings.form.fromFields
source: Person to be contacted by mEDRA in case of technical inquiries:
lt_lt: Kontaktinis asmuo su kuriuo susisieks mEDRA dėl techninių pasiteiravimų:

# plugins.importexport.medra.settings.form.fromCompany
source: Institution
lt_lt: Institucija

# plugins.importexport.medra.settings.form.fromCompanyRequired
source: Please enter the institution that is technically responsible for DOI export (e.g. the institution hosting your web server).
lt_lt: Įveskite instituciją, kuri yra techniškai atsakinga už DOI eksportavimą (pvz. institucija, kurioje talpinamas WEB serveris).

# plugins.importexport.medra.settings.form.fromName
source: Contact Person
lt_lt: Kontaktinis asmuo

# plugins.importexport.medra.settings.form.fromNameRequired
source: Please enter a technical contact person.
lt_lt: Įveskite kontaktinį asmenį techniniams klausimams.

# plugins.importexport.medra.settings.form.fromEmail
source: Email
lt_lt: El. pašto adresas

# plugins.importexport.medra.settings.form.fromEmailRequired
source: Please enter a valid technical contact email.
lt_lt: Įveskite galiojantį techninio kontakto el. pašto adresą.

# plugins.importexport.medra.settings.form.publicationCountry
source: Please choose the country to be informed as 'publication country' to mEDRA.
lt_lt: Pasirinkite šalį, kuri informuojama kaip 'išleidimo šalis' į mEDRA.

# plugins.importexport.medra.settings.form.exportIssuesAs
source: Please choose whether you want to export issues as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' or 'manifestations'</a>.
lt_lt: Pasirinkite ar norite eksportuoti numerius kaip <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'darbus' ar 'apraiškas'</a>.

# plugins.importexport.medra.settings.form.work
source: work
lt_lt: darbas

# plugins.importexport.medra.settings.form.manifestation
source: manifestation
lt_lt: apraiška

# plugins.importexport.medra.settings.form.exportIssuesAs.label
source: Issues export as
lt_lt: Eksportuoti numerius kaip

# plugins.importexport.medra.settings.form.automaticRegistration.description
source: OJS will register assigned DOIs automatically to mEDRA. Please note that this may take a short amount of time after publication to process. You can check for all unregistered DOIs.>
lt_lt: OJS automatiškai užregistruos paskirtus DOI į mEDRA. will register assigned DOIs automatically to mEDRA. Atkreipkite dėmesį į tai, kad šį procesas gali šiek tiek užtrukti po išleidimo. Bet kuriuo metu galite peržiūrėti visus neužregistruotus DOI.>

# plugins.importexport.medra.settings.form.testMode.description
source: Use the mEDRA test API (testing environment) for DOI registration. Please do not forget to remove this option for the production.
lt_lt: Naudokite mEDRA testavimo API (testavimo aplinka) DOI registravimui. Neužmirškite pašalinti šią parinktį gamybai.

# plugins.importexport.medra.workOrProduct
source: NB: DOIs assigned to articles will be exported to mEDRA as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
lt_lt: Pastaba: straipsniams priskirti DOI bus ekportuoti į mEDRA kaip <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'darbai'</a>. Maketams paskirti DOI bus eksportuoti kaip <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'apraiškos'</a>.

# plugins.importexport.medra.senderTask.name
source: mEDRA automatic registration task
lt_lt: mEDRA automatinio registravimo užduotis

# plugins.importexport.native.displayName
source: Native XML Plugin
lt_lt: Savasis XML įskiepis

# plugins.importexport.native.description
source: Import and export articles and issues in OJS's native XML format.
lt_lt: Įskiepis importuoja ir eksportuoja straipsnius ir numerius savuoju OJS XML formatu.

# plugins.importexport.native.import
source: Import
lt_lt: Importuoti

# plugins.importexport.native.import.instructions
source: Upload XML file to import
lt_lt: Importavimui nusiųskite XML failą

# plugins.importexport.native.exportSubmissions
source: Export Articles
lt_lt: Eksportuoti straipsnius

# plugins.importexport.native.exportIssues
source: Export Issues
lt_lt: Eksportuoti numerius

# plugins.importexport.native.results
source: Results
lt_lt: Rezultatai

# plugins.inportexport.native.uploadFile
source: Please upload a file under "Import" in order to continue.
lt_lt: Nusiųskite failą importavime norėdami tęsti.

# plugins.importexport.native.importComplete
source: The import completed successfully. The following items were imported:
lt_lt: Importavimas įvyko sėkmingai. Šie elementai buvo importuoti:

# plugins.importexport.native.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
lt_lt: Naudojimas: {$scriptName} {$pluginName} [command] ... Komandos: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Papildomi parametrai yra privalomi importuojamiems duomenims, priklausomai nuo šakninio XML dokumento mazgo. Jei šakninis mazgas yra <article> arba <articles>, privalomi papildomi parametrai. Priimtini šie formatai: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]

# plugins.importexport.native.error.unknownSection
source: Unknown section {$param}
lt_lt: Nežinoma skiltis {$param}

# plugins.importexport.native.error.unknownUser
source: The specified user, "{$userName}", does not exist.
lt_lt: Nurodytas vartotojas „{$userName}“ neegzistuoja.

# plugins.importexport.native.import.error.sectionTitleMismatch
source: The section title "{$section1Title}" and the section title "{$section2Title}" in the "{$issueTitle}" issue matched the different existing journal sections.
lt_lt: Skilties pavadinimas „{$section1Title}“ ir skilties pavadinimas „{$section2Title}“ numeryje „{$issueTitle}“ atitiko skirtingas esamas žurnalo skiltis.

# plugins.importexport.native.import.error.sectionTitleMatch
source: The section title "{$sectionTitle}" in the "{$issueTitle}" issue matched an existing journal section, but another title of this section doesn't match with another title of the existing journal section.
lt_lt: Skilties pavadinimas „{$sectionTitle}“ numeryje „{$issueTitle}“ atitiko esamą žurnalo skiltį, tačiau kitas šios skilties pavadinimas neatitiko kito esamo žurnalo skilties pavadinimo.

# plugins.importexport.native.import.error.sectionAbbrevMismatch
source: The section abbreviation "{$section1Abbrev}" and the section abbreviation "{$section2Abbrev}" of the "{$issueTitle}" issue matched the different existing journal sections.
lt_lt: Skilties santrumpa „{$section1Abbrev}“ ir skilties santrumpa „{$section2Abbrev}“ numeryje „{$issueTitle}“ atitiko skirtingas esamas žurnalo skiltis.

# plugins.importexport.native.import.error.sectionAbbrevMatch
source: The section abbreviation "{$sectionAbbrev}" in the "{$issueTitle}" issue matched an existing journal section, but another abbreviation of this section doesn't match with another abbreviation of the existing journal section.
lt_lt: Skilties santrumpa „{$sectionAbbrev}“ numeryje „{$issueTitle}“ atitiko esamą žurnalo skiltį, tačiau kita šios skilties santrumpa neatitiko kitos esamo žurnalo skilties santrumpos.

# plugins.importexport.native.import.error.issueIdentificationMatch
source: None or more than one issue matches the given issue identification "{$issueIdentification}".
lt_lt: Nei vienas arba daugiau nei vienas numeris atitiko nurodytą numerio identifikavimą „{$issueIdentification}“.

# plugins.importexport.native.import.error.issueIdentificationMissing
source: The issue identification element is missing for the article "{$articleTitle}"".
lt_lt: Trūksta numerio identifikavimo elemento straipsniui „{$articleTitle}“.

# plugins.importexport.pubIds.displayName
source: Public Identifiers XML Plugin
lt_lt: Viešųjų identifikatorių XML įskiepis

# plugins.importexport.pubIds.description
source: Import and export public identifiers
lt_lt: Įskiepis importuoja ir eksportuoja viešuosius identifikatorius

# plugins.importexport.pubIds.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId]
lt_lt: Naudojimas: {$scriptName} {$pluginName} [command] ... Komandos: import [xmlFileName] [journal_path] [user_name] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId]

# plugins.importexport.pubIds.export
source: Export public identifiers
lt_lt: Eksportuoti viešuosius identifikatorius

# plugins.importexport.pubIds.export.forIssues
source: Export public identifiers
lt_lt: Eksportuoti viešuosius identifikatorius

# plugins.importexport.pubIds.export.selectIssue
source: Select Issue
lt_lt: Pasirinkite numerį

# plugins.importexport.pubIds.export.selectIssue.description
source: Please select issues, for whose objects you whish to export the public identifiers.
lt_lt: Pasirinkite numerius, kurių objektų viešuosius identifikatorius norite eksportuoti.

# plugins.importexport.pubIds.import
source: Import public identifiers
lt_lt: Importuoti viešuosius identifikatorius

# plugins.importexport.pubIds.import.description
source: This plugin supports the import of the public identifiers based on the pubIds.dtd Document Type Definition.
lt_lt: Įskiepis palaiko viešųjų identifikatorių importavimą paremtą „pubIds.dtd“ dokumento tipo apibrėžtimi.

# plugins.importexport.pubIds.import.results
source: Import Results
lt_lt: Importuoti rezultatus

# plugins.importexport.pubIds.import.errors
source: Import Errors
lt_lt: Importuoti klaidas

# plugins.importexport.pubIds.import.errors.description
source: One or more errors occurred during import. Please check to ensure that the format of the import file correctly matches the specification. Specific details of the import errors are listed below.
lt_lt: Įvyko viena ar daugiau klaidų importavimo metu. Patikrinkite, ar importuojamo failo formatas yra korektiškas pagal specifikaciją. Žemiau yra išvardyta importavimo klaidų informacija.

# plugins.importexport.pubIds.import.success
source: Import Success
lt_lt: Importavimas sėkmingas

# plugins.importexport.pubIds.import.success.description
source: Successfully-imported public identifiers are listed below.
lt_lt: Sėkmingai importuoti viešieji identifikatoriai yra išvardyti žemiau.

# plugins.importexport.pubIds.cliError
source: ERROR:
lt_lt: KLAIDA:

# plugins.importexport.pubIds.cliError.unknownJournal
source: The specified journal path, "{$journalPath}", does not exist.
lt_lt: Nurodytas žurnalo kelias „{$journalPath}“ neegzistuoja.

# plugins.importexport.pubIds.cliError.unknownUser
source: The specified user, "{$userName}", does not exist.
lt_lt: Nurodytas vartotojas „{$userName}“ neegzistuoja.

# plugins.importexport.pubIds.cliError.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
lt_lt: Nėra numerio su nurodytu ID „{$issueId}“.

# plugins.importexport.pubIds.cliError.couldNotWrite
source: Could not write to the file "{$fileName}".
lt_lt: Nepavyko įrašyti į failą „{$fileName}“.

# plugins.importexport.pubIds.import.error.uploadFailed
source: The upload failed; please ensure that uploads are allowed on your server and that the file is not too big for your PHP and web server configuration.
lt_lt: Nusiuntimas nepavyko; įsitikinkite, kad nusiuntimai yra leidžiami serveryje ir, kad failas nėra per didelis PHP ir serverio konfigūracijai.

# plugins.importexport.pubIds.import.error.unsupportedRoot
source: This plugin does not support the supplied root node "{$rootName}". Please ensure that the file is correctly formed and try again.
lt_lt: Įskiepis nepalaiko nurodyto šakninio mazgo „{$rootName}“. Įsitikinkite, kad failas yra korektiškai suformuotas ir mėginkite iš naujo.

# plugins.importexport.pubIds.import.error.unknownObjectType
source: An unknown object type "{$pubObjectType}" was specified in the "pubObjectType" attribute of the element with the value "{$pubId}".
lt_lt: Buvo nurodytas nežinomas objekto tipas „{$pubObjectType}“ elemento požymyje „pubObjectType“, kurio reikšmė „{$pubId}“.

# plugins.importexport.pubIds.import.error.unknownObject
source: The object "{$pubObjectType}" with ID = {$pubObjectId} specified in the element with the value "{$pubId}" deos not exist for this journal.
lt_lt: Nurodytas objektas „{$pubObjectType}“ su ID = {$pubObjectId} elemente, kurio reikšmė „{$pubId}“, neegzistuoja šiame žurnale.

# plugins.importexport.pubIds.import.error.pubIdExists
source: Public identifier of the type "{$pubIdType}" for the object {$pubObjectType} with ID = {$pubObjectId} already exists.
lt_lt: Tipo „{$pubIdType}“ viešasis identifikatorius objektui {$pubObjectType} su ID = {$pubObjectId} jau egzistuoja.

# plugins.importexport.pubIds.import.error.duplicatePubId
source: The public identifier "{$pubId}" is already in use by another object.
lt_lt: Viešasis identifikatorius „{$pubId}“ jau yra naudojamas kito objekto.

# plugins.importexport.pubIds.import.error.unknownPubId
source: Your import file contains a public identifier type "{$pubIdType}" that no pubId plugin can handle. Please install and/or activate the corresponding pubId plugin before trying to import this dataset.
lt_lt: Importavimo failas turi viešąjį identifikatoriaus tipą „{$pubIdType}“, kurio šis įskiepis nepalaiko. Įdiekite ir/arba aktyvuokite atitinkamą pubId įskiepį prieš mėgindami importuoti šį duomenų rinkinį.

# plugins.importexport.pubmed.displayName
source: PubMed XML Export Plugin
lt_lt: PubMed XML eksportavimo įskiepis

# plugins.importexport.pubmed.description
source: Export article metadata in PubMed XML format for indexing in MEDLINE.
lt_lt: Įskiepis eksportuoja straipsnių metaduomenis PubMed XML formatu indeksavimui į MEDLINE.

# plugins.importexport.pubmed.export
source: Export Data
lt_lt: Eksportuoti duomenis

# plugins.importexport.pubmed.export.issues
source: Export Issues
lt_lt: Eksportuoti numerius

# plugins.importexport.pubmed.export.selectIssue
source: Select an Issue to export.
lt_lt: Pasirinkite eksportuojamą numerį.

# plugins.importexport.pubmed.export.articles
source: Export Articles
lt_lt: Eksportuoti straipsnius

# plugins.importexport.pubmed.export.selectArticle
source: Select Articles to export.
lt_lt: Pasirinkite eksportuojamus straipsnius.

# plugins.importexport.pubmed.cliUsage
source: Usage: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]
lt_lt: Naudojimas: {$scriptName} {$pluginName} [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... {$scriptName} {$pluginName} [xmlFileName] [journal_path] issue [issueId]

# plugins.importexport.pubmed.cliError
source: ERROR:
lt_lt: KLAIDA:

# plugins.importexport.pubmed.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
lt_lt: Nėra numerio su nurodytu ID „{$issueId}“.

# plugins.importexport.pubmed.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
lt_lt: Nėra straipsnio su nurodytu ID „{$articleId}“.

# plugins.importexport.users.displayName
source: Users XML Plugin
lt_lt: Vartotojų XML įskiepis

# plugins.importexport.users.description
source: Import and export users
lt_lt: Vartotojų importavimas ir eksportavimas

# plugins.importexport.users.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
lt_lt: Naudojimas: {$scriptName} {$pluginName} [command] ... Komandos: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...

# plugins.importexport.users.cliUsage.examples
source: Examples: Import users into myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export all users from myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export users specified by their ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
lt_lt: Pavyzdžiai: Importuoja vartotojų į myJournal iš myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Eksportuoja visus vartotojus iš myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Eksportuoja vartotojus nurodytus pagal jų ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2

# plugins.importexport.users.import.importUsers
source: Import Users
lt_lt: Importuoti vartotojus

# plugins.importexport.users.import.instructions
source: Select an XML data file containing user information to import into this journal. See the journal help for details on the format of this file.<br /><br />Note that if the imported file contains any usernames or email addresses that already exist in the system, the user data for those users will not be imported and any new roles to be created will be assigned to the existing users.
lt_lt: Pasirinkite XML duomenų failą turintį visą vartotojų informaciją, kurią importuosite į žurnalą. Peržiūrėkite žinyną dėl išsamesnės informacijos apie šio failo formatą.<br /><br />Atkreipkite dėmesį į tai, kad jei importuotinas failas turi vartotojų ar el. pašto adresų, kurie jau yra sistemoje, tų vartotojų duomenys nebus importuoti, o nauji vaidmenys pas paskirti esamiems vartotojams.

# plugins.importexport.users.import.dataFile
source: User data file
lt_lt: Vartotojų duomenų failas

# plugins.importexport.users.import.sendNotify
source: Send a notification email to each imported user containing the user's username and password.
lt_lt: Išsiųsti pranešimą kiekvienam importuotam vartotojui su jų paskyros duomenimis.

# plugins.importexport.users.import.continueOnError
source: Continue to import other users if a failure occurs.
lt_lt: Tęsti importavimą įvykus klaidas.

# plugins.importexport.users.import.usersWereImported
source: The following users were successfully imported into the system
lt_lt: Šie vartotojai buvo sėkmingai importuoti į sistemą

# plugins.importexport.users.import.errorsOccurred
source: Errors occurred during the import
lt_lt: Įvyko klaidos importavimo metu

# plugins.importexport.users.import.confirmUsers
source: Confirm that these are the users you would like to import into the system
lt_lt: Patvirtinkite, kad norite importuoti šiuos vartotojus į sistemą

# plugins.importexport.users.import.warning
source: Warning
lt_lt: Įspėjimas

# plugins.importexport.users.import.encryptionMismatch
source: Cannot use passwords hashed with {$importHash}; OJS is configured to use {$ojsHash}. If you continue, you will need to reset the imported users' passwords.
lt_lt: Nepavyko panaudoti slaptažodžių su maiša {$importHash}; OJS yra sukonfigūruota naudoti {$ojsHash}. Jei tęsite, reikės atkurti importuotų vartotojų slaptažodžius iš naujo.

# plugins.importexport.users.unknownPress
source: An unknown journal path "{$journalPath}" was specified.
lt_lt: Buvo nurodytas nežinomas žurnalo kelias „{$journalPath}“.
