Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# common.ccLicense
source: <br /><br /> <a target="_blank" rel="license" href="http://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> This work is licensed under a <a rel="license" target="_blank" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.
lt_lt: <br /><br /> <a target="_blank" rel="license" href="http://creativecommons.org/licenses/by/3.0/"> <img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png"/> </a> <br/> Šis darbas licencijuotas pagal <a rel="license" target="_blank" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 License</a>.

# common.ccLicense.rt
source: <div class="rtBlock"> <br /> <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>
lt_lt: <div class="rtBlock"> <br /> <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank"><img alt="Creative Commons License" style="border-width:0" src="//i.creativecommons.org/l/by/3.0/80x15.png" /></a> <br /> Šis darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by/3.0/" target="_blank">Creative Commons Attribution 3.0 License</a>. </div>

# common.changesSaved
source: Your changes have been saved.
lt_lt: Pakeitimai įrašyti.

# common.chooseOne
source: Choose One
lt_lt: Pasirinkite vieną

# common.close
source: Close
lt_lt: Užverti

# common.closePanel
source: Close Panel
lt_lt: Užverti skydelį

# common.closeWindow
source: Close Window
lt_lt: Užverti langą

# common.complete
source: Complete
lt_lt: Užbaigti

# common.completed
source: Completed
lt_lt: Užbaigtas

# common.completed.date
source: Completed: {$dateCompleted}
lt_lt: Užbaigtas: {$dateCompleted}

# common.confirm
source: Confirm
lt_lt: Patvirtinti

# common.confirmed.date
source: Confirmed: {$dateConfirmed}
lt_lt: Patvirtintas: {$dateConfirmed}

# common.content
source: Content
lt_lt: Turinys

# common.contents
source: Contents
lt_lt: Turiniai

# common.continue
source: Continue
lt_lt: Tęsti

# common.copy
source: Copy
lt_lt: Kopijuoti

# common.country
source: Country
lt_lt: Šalis

# common.create
source: Create
lt_lt: Kurti

# common.dateCompleted
source: Date completed
lt_lt: Užbaigimo data

# common.date
source: Date
lt_lt: Data

# common.dateModified
source: Date modified
lt_lt: Modifikavimo data

# common.dateRequested
source: Date requested
lt_lt: Prašymo data

# common.dateSubmitted
source: Date submitted
lt_lt: Pateikimo data

# common.dateUploaded
source: Date uploaded
lt_lt: Nusiuntimo data

# common.dateHijri
source: Hijri Calendar
lt_lt: „Hijri“ kalendorius

# common.day
source: Day
lt_lt: Diena

# common.deactivate
source: Deactivate
lt_lt: Pasyvinti

# common.default
source: Default
lt_lt: Numatytasis

# common.declined
source: Declined
lt_lt: Atmestas

# common.delete
source: Delete
lt_lt: Šalinti

# common.deleteSelection
source: Delete Selection
lt_lt: Šalinti žymėjimą

# common.designation
source: Designation
lt_lt: Paskyrimas

# common.description
source: Description
lt_lt: Aprašymas

# common.dimensionsInches
source: {$width}&Prime;&times;{$height}&Prime; at {$dpi} DPI/PPI
lt_lt: {$width}&Prime;&times;{$height}&Prime; {$dpi} DPI/PPI

# common.dimensionsPixels
source: {$width}&times;{$height} pixels
lt_lt: {$width}&times;{$height} px

# common.disable
source: Disable
lt_lt: Išjungti

# common.disabled
source: Disabled
lt_lt: Išjungtas

# common.discipline
source: Discipline
lt_lt: Disciplina

# common.done
source: Done
lt_lt: Atlikta

# common.download
source: Download
lt_lt: Atsisiųsti

# common.downloadPdf
source: Download PDF
lt_lt: Atsisiųsti PDF

# common.edit
source: Edit
lt_lt: Redaguoti

# common.enable
source: Enable
lt_lt: Įjungti

# common.enabled
source: Enabled
lt_lt: Įjungtas

# common.error.databaseError
source: A database error has occurred: {$error}
lt_lt: Įvyko duomenų bazės klaida: {$error}

# common.error.databaseErrorUnknown
source: An unknown database connection error has occurred.
lt_lt: Įvyko nežinomas duomenų bazės prisijungimo klaida.

# common.error.framesRequired
source: This page requires frames. <a href="{$url}">Click here</a> for the non-frames version.
lt_lt: Šiam puslapiui reikalingi rėmeliai. <a href="{$url}">Spustelėkite čia</a>, kad atvertumėte versiją be rėmelių.

# common.event
source: Event
lt_lt: Įvykis

# common.export
source: Export
lt_lt: Eksportuoti

# common.finish
source: Finish
lt_lt: Baigti

# common.fullscreen
source: Fullscreen
lt_lt: Visas ekranas

# common.fullscreenOff
source: Fullscreen Off
lt_lt: Išjungti viso ekrano režimą

# common.false
source: False
lt_lt: Neteisingas

# common.file
source: File
lt_lt: Failas

# common.fileName
source: File Name
lt_lt: Failo vardas

# common.fileSize
source: File Size
lt_lt: Failo dydis

# common.fileType
source: File Type
lt_lt: Failo tipas

# common.fileUploaderError
source: The system file uploader is loading. If it doesn't appear it is likely that none of its runtimes is supported by this browser. Please, contact administration for support.
lt_lt: Įkeliamas sistemos failų nusiuntimo įrankis. Jei jis nepasirodo, tai reiškia, kad ši naršyklė nepalaiko nusiuntimo įrankio. Susisiekite su administracija dėl pagalbos.

# common.go
source: Go
lt_lt: Eiti

# common.height
source: Height
lt_lt: Aukštis

# common.homepageNavigationLabel
source: Home
lt_lt: Pradžia

# common.homePageHeaderLogo.altText
source: Homepage Header Logo
lt_lt: Pradžios tinklalapio antraštės logotipas

# common.hour
source: Hour
lt_lt: Valanda

# common.id
source: ID
lt_lt: Nr.

# common.import
source: Import
lt_lt: Importuoti

# common.initiate
source: Initiate
lt_lt: Pradėti

# common.inProgress
source: In progress
lt_lt: Vykdoma

# common.itemsPerPage
source: Items per page
lt_lt: Elementų puslapyje

# common.favicon.altText
source: Favicon
lt_lt: Svetainės piktograma

# common.keywords
source: Keywords
lt_lt: Raktiniai žodžiai

# common.language
source: Language
lt_lt: Kalba

# common.languages
source: Languages
lt_lt: Kalbos

# common.less
source: Less
lt_lt: Mažiau

# common.manage
source: Manage
lt_lt: Tvarkyti

# common.mailingAddress
source: Mailing Address
lt_lt: Pašto adresas

# common.billingAddress
source: Billing address (if different)
lt_lt: Sąskaitos pateikimo adresas (jei kitoks)

# common.minute
source: Minute(s)
lt_lt: Minutė(-s)

# common.modify
source: Modify
lt_lt: Modifikuoti

# common.month
source: Month
lt_lt: Mėnuo

# common.more
source: More
lt_lt: Daugiau

# common.noneAssigned
source: None assigned
lt_lt: Nieko nėra paskirta

# common.none
source: None
lt_lt: Nieko

# common.no
source: No
lt_lt: Ne

# common.noComments
source: No Comments
lt_lt: Nėra komentarų

# common.notApplicable
source: Not applicable
lt_lt: Netaikoma

# common.notAvailable
source: Not available
lt_lt: Neprieinama

# common.note
source: Note
lt_lt: Pastaba

# common.notes
source: Notes
lt_lt: Pastabos

# common.notes.tooltip
source: Notes (yellow: has new notes; blue: has viewed notes; grey: no notes)
lt_lt: Pastabos (geltona: turi naujų; mėlyna: turi peržiūrėtų; pilka: nėra pastabų)

# common.notified
source: Notified
lt_lt: Informuotas

# common.notified.date
source: Notified: {$dateNotified}
lt_lt: Informuotas: {$dateNotified}

# common.noMatches
source: No Matches
lt_lt: Nieko nerasta

# common.off
source: Off
lt_lt: Atjungti

# common.on
source: On
lt_lt: Įjungti

# common.ok
source: OK
lt_lt: Gerai

# common.options
source: Options
lt_lt: Parinktys

# common.order
source: Order
lt_lt: Rikiuoti

# common.originalFileName
source: Original file name
lt_lt: Originalus failo vardas

# common.or
source: or
lt_lt: arba

# common.other
source: Other
lt_lt: Kita

# common.overdue
source: Overdue
lt_lt: Pabaigos data

# common.pageNumber
source: Page {$pageNumber}
lt_lt: Puslapis {$pageNumber}

# common.pageHeaderLogo.altText
source: Page Header Logo
lt_lt: Puslapio antraštės logotipas

# common.plugin
source: Plugin
lt_lt: Įskiepis

# common.pluginEnabled
source: The plugin "{$pluginName}" has been enabled.
lt_lt: Įskiepis „{$pluginName}“ buvo įjungtas.

# common.pluginDisabled
source: The plugin "{$pluginName}" has been disabled.
lt_lt: Įskiepis „{$pluginName}“ buvo išjungtas.

# common.prefix
source: Prefix
lt_lt: Priešdėlis

# common.prefixAndTitle.tip
source: Examples: A, The
lt_lt: Pavyzdžiai: A, The

# common.subtitle.tip
source: The optional subtitle will appear after a colon (:), following the main title.
lt_lt: Papildoma paantraštė atsiras po dvitaškio (:), iškart po pavadinimo.

# common.preview
source: Preview
lt_lt: Peržiūra

# common.publisher
source: Publisher
lt_lt: Leidėjas

# common.quality
source: Quality
lt_lt: Kokybė

# common.queue.long.active
source: All Active
lt_lt: Visi aktyvūs

# common.re
source: Re:
lt_lt: Ats:

# common.readMore
source: Read More
lt_lt: Skaityti daugiau

# common.readMoreWithTitle
source: Read more about {$title}
lt_lt: Skaityti daugiau apie {$title}

# common.record
source: Record
lt_lt: Įrašyti

# common.refresh
source: Refresh
lt_lt: Atnaujinti

# common.related
source: Related
lt_lt: Susiję

# common.reminder
source: Reminder
lt_lt: Priminimas

# common.reminded.date
source: Reminded: {$dateReminded}
lt_lt: Priminta: {$dateReminded}

# common.remote
source: Remote
lt_lt: Nuotolinis

# common.remoteURL
source: RemoteURL
lt_lt: Nuotolinis adresas

# common.remove
source: Remove
lt_lt: Šalinti

# common.removeSelection
source: Remove Selection
lt_lt: Šalinti žymėjimą

# common.replaced
source: Replaced
lt_lt: Pakeistas

# common.replaceFile
source: Replace file
lt_lt: Pakeisti failą

# common.requiredField
source: * Denotes required field
lt_lt: * žymi privalomą laukelį

# common.required
source: Required
lt_lt: Privalomas

# common.reset
source: Reset
lt_lt: Atkurti

# common.saveAndContinue
source: Save and continue
lt_lt: Įrašyti ir tęsti

# common.saveAndEmail
source: Save and email
lt_lt: Įrašyti ir siųsti el. laišką

# common.save
source: Save
lt_lt: Įrašyti

# common.search
source: Search
lt_lt: Ieškoti

# common.searchQuery
source: Search Query
lt_lt: Paieškos užklausa

# common.second
source: Second(s)
lt_lt: Sekundė(-s)

# common.selectAll
source: Select All
lt_lt: Žymėti visus

# common.selectNone
source: Select None
lt_lt: Atžymėti visus

# common.select
source: Select
lt_lt: Žymėti

# common.sendEmail
source: Send Email
lt_lt: Siųsti el. laišką

# common.size
source: Size
lt_lt: Dydis

# common.source
source: Source
lt_lt: Šaltinis

# common.status
source: Status
lt_lt: Būsena

# common.startTyping
source: Start Typing
lt_lt: Pradėkite rašyti

# common.subject
source: Subject
lt_lt: Tema

# common.subjects
source: Subjects
lt_lt: Temos

# common.subtitle
source: Subtitle
lt_lt: Paantraštė

# common.suggest
source: Suggest
lt_lt: Pasiūlyti

# common.title
source: Title
lt_lt: Pavadinimas

# common.top
source: Top
lt_lt: Viršus

# common.true
source: True
lt_lt: Teisingas

# common.type
source: Type
lt_lt: Tipas

# common.component
source: Component
lt_lt: Komponentas

# common.uninitiated
source: Uninitiated
lt_lt: Nepradėtas

# common.unread
source: Unread
lt_lt: Neskaitytas

# common.untitled
source: Untitled
lt_lt: Be pavadinimo

# common.updated
source: Updated
lt_lt: Atnaujintas

# common.uploadedDate
source: Uploaded date
lt_lt: Nusiuntimo data

# common.uploadedFile
source: Uploaded file
lt_lt: Nusiųstas failas

# common.upload
source: Upload
lt_lt: Nusiųsti

# common.uploadFailed
source: The file could not be uploaded or revised.
lt_lt: Nepavyko nusiųsti failo ar pataisyti failo.

# common.invalidFileType
source: No file uploaded or invalid file type!
lt_lt: Nepavyko nusiųsti failo arba netinkamas jo tipas!

# common.homepageImage.altText
source: Homepage Image
lt_lt: Pradžios paveikslas

# common.up
source: Up
lt_lt: Aukštyn

# common.upload.addFile
source: Upload File
lt_lt: Nusiųsti failą

# common.upload.changeFile
source: Change File
lt_lt: Pakeisti failą

# common.upload.dragFile
source: Drag and drop a file here to begin upload
lt_lt: Nutempkite failą čia, kad pradėtumėte nusiuntimą

# common.url
source: URL
lt_lt: Adresas

# common.user
source: User
lt_lt: Vartotojas

# common.view
source: View
lt_lt: Žiūrėti

# common.viewProfile
source: View Profile
lt_lt: Peržiūrėti profilį

# common.weeks
source: weeks
lt_lt: savaitės

# common.width
source: Width
lt_lt: Plotis

# common.year
source: Year
lt_lt: Metai

# common.yes
source: Yes
lt_lt: Taip

# common.loading
source: Loading
lt_lt: Įkeliama...

# common.plugins
source: Plugins
lt_lt: Įskiepiai

# common.metric
source: Metric
lt_lt: Metrika

# common.count
source: Count
lt_lt: Skaičiuoti

# debug.databaseQueries
source: Number of database queries
lt_lt: Duomenų bazės užklausų skaičius

# debug.executionTime
source: Page generated in
lt_lt: Puslapis sukurtas per

# debug.memoryUsage
source: Memory Usage
lt_lt: Atminties sunaudojimas

# debug.notes.localeListLoad
source: Loaded locale list "{$localeList}" from XML
lt_lt: Įkeltas lokalės sąrašas „{$localeList}“ iš XML

# debug.notes.localeLoad
source: Loaded locale file "{$localeFile}" from XML
lt_lt: Įkeltas lokalės failas „{$localeFile}“ iš XML

# debug.notes.missingLocaleKey
source: Missing locale key "{$key}".
lt_lt: Trūksta lokalės rakto „{$key}“.

# debug.notes
source: Notes:
lt_lt: Pastabos:

# defaultMetric.title
source: Default Metric
lt_lt: Numatytoji metrika

# defaultMetric.availableMetrics
source: Available Metrics
lt_lt: Prieinamos metrikos

# editor.submissionReview.uploadFile
source: Upload Review File
lt_lt: Nusiųsti recenzijos failą

# editor.submissionReview.uploadAttachment
source: Upload File
lt_lt: Nusiųsti failą

# email.addAttachment
source: Add Attachment
lt_lt: Įtraukti priedą

# email.addBccRecipient
source: Add BCC
lt_lt: Įtraukti BCC

# email.addCcRecipient
source: Add CC
lt_lt: Įtraukti CC

# email.addToRecipient
source: Add Recipient
lt_lt: Įtraukti gavėją

# email.attachments
source: Attachments
lt_lt: Prisegti failai

# email.bccSender
source: Send a copy of this message to my address ({$address})
lt_lt: Siųsti šios žinutės kopiją į mano adresą ({$address})

# email.body
source: Body
lt_lt: Turinys

# email.compose
source: Send Email
lt_lt: Siųsti el. laišką

# email.compose.tooManyRecipients
source: The message you are attempting to send has too many recipients.
lt_lt: Žinutė, kurią norite išsiųsti, turi per daug gavėjų.

# email.compose.tooSoon
source: You are attempting to send a message too recently after your last message was sent. Please wait before sending another message.
lt_lt: Per anksti bandėte išsiųsti žinutę po paskutinio išsiųsto el. laiško. Prašome palaukti prieš siunčiant naują žinutę.

# email.email
source: Email
lt_lt: El. laiškas

# email.from
source: From
lt_lt: Nuo

# email.invalid
source: The email address {$email} is invalid.
lt_lt: El. pašto adresas „{$email}“ yra negaliojantis.

# email.multipart
source: This is a multi-part message in MIME format.
lt_lt: Tai yra kelių dalių žinutė MIME formatu.

# email.recipient
source: Recipient
lt_lt: Gavėjas

# email.recipients
source: Recipients
lt_lt: Gavėjai

# email.sender
source: Sender
lt_lt: Siuntėjas

# email.senderName
source: Sender Name
lt_lt: Siuntėjo vardas

# email.senderEmail
source: Sender Email
lt_lt: Siuntėjo el. paštas

# email.send
source: Send
lt_lt: Siųsti

# email.skip
source: Skip Email
lt_lt: Praleisti el. laišką

# email.subject
source: Subject
lt_lt: Tema

# email.subjectRequired
source: Please provide an email subject.
lt_lt: Neįvedėte el. laiško temos.

# email.bodyRequired
source: Please provide the email body text.
lt_lt: Neįvedėte el. laiško turinio teksto.

# email.to
source: To
lt_lt: Kam

# form.url.invalid
source: The specified URL is invalid. Please check it and try again.
lt_lt: Nurodytas adresas yra negaliojantis. Prašome patikrinti ir mėginti iš naujo.

# form.confirmSubmit
source: Are you sure you want to submit this form?
lt_lt: Ar tikrai norite pateikti šią formą?

# form.confirmSubmit.title
source: Confirm
lt_lt: Patvirtinti

# form.emailRequired
source: An email address is required.
lt_lt: El. pašto adresas yra privalomas.

# form.dataHasChanged
source: The data on this form has changed. Do wish to continue without saving?
lt_lt: Šios formos duomenys buvo pakeisti. Ar tikrai norite tęsti neįrašius?

# form.errorsOccurred
source: Errors occurred processing this form
lt_lt: Įvyko klaida apdorojant šią formą

# form.formLanguage.description
source: To enter the information below in additional languages, first select the language.
lt_lt: Pasirinkite kalbą norėdami pateikti aprašymas kitomis kalbomis.

# form.formLanguage
source: Form Language
lt_lt: Formos kalba

# form.contains
source: contains
lt_lt: turi simbolius

# form.is
source: is
lt_lt: yra

# form.startsWith
source: starts with
lt_lt: prasideda

# form.postRequired
source: The form was not submitted properly.
lt_lt: Forma buvo netinkamai pateikta.

# form.csrfInvalid
source: The form was not submitted properly.
lt_lt: Forma buvo netinkamai pateikta.

# form.fileRequired
source: A file upload is required.
lt_lt: Failo nusiuntimas yra privalomas.

# form.required
source: (* Required)
lt_lt: (* privaloma)

# form.resubmit
source: Resubmit
lt_lt: Pateikti iš naujo

# form.saveToUpload
source: Use Save to upload file.
lt_lt: Naudokite Įrašyti, kad nusiųstumėte failą.

# form.send
source: Send
lt_lt: Siųsti

# form.submit
source: Submit
lt_lt: Pateikti

# form.invalidImage
source: An invalid image was uploaded. Accepted formats are .png, .gif, or .jpg.
lt_lt: Nusiųstas netinkamas paveikslas. Leistini formatai yra „.png“, „.gif“, arba „.jpg“.

# help.help
source: Help
lt_lt: Žinynas

# help.toc
source: Table of Contents
lt_lt: Turinys

# help.previous
source: Previous
lt_lt: Ankstesnis

# help.next
source: Next
lt_lt: Kitas

# help.upALevel
source: Up a Level
lt_lt: Lygiu aukštyn

# icon.checked.alt
source: Checked
lt_lt: Pažymėtas

# icon.comment.alt
source: Comment
lt_lt: Komentaras

# icon.delete.alt
source: Delete
lt_lt: Šalinti

# icon.edit.alt
source: Edit
lt_lt: Redaguoti

# icon.folder.alt
source: Folder
lt_lt: Aplankas

# icon.font_large.alt
source: Large
lt_lt: Didelis

# icon.font_medium.alt
source: Medium
lt_lt: Vidutinis

# icon.font_small.alt
source: Small
lt_lt: Mažas

# icon.info.alt
source: Info
lt_lt: Informacija

# icon.letter.alt
source: Letter
lt_lt: Laiškas

# icon.mail.alt
source: Mail
lt_lt: Paštas

# icon.unchecked.alt
source: Unchecked
lt_lt: Atžymėtas

# icon.view.alt
source: View
lt_lt: Žiūrėti

# informationCenter.informationCenter
source: Information Center
lt_lt: Informacijos centras

# informationCenter.editorialHistory
source: Editorial History
lt_lt: Redakcijos istorija

# informationCenter.addNote
source: Add Note
lt_lt: Rašyti pastabą

# informationCenter.noNotes
source: There are no notes to display.
lt_lt: Pastabų nėra.

# informationCenter.currentNotes
source: Current Revision Notes
lt_lt: Dabartinės pataisymo pastabos

# informationCenter.pastNotes
source: Earlier Revision Notes
lt_lt: Ankstesnės pataisymo pastabos

# informationCenter.lastUpdated
source: Last Updated
lt_lt: Paskutiniai atnaujinimai

# informationCenter.deleteConfirm
source: Are you sure you wish to delete this note?
lt_lt: Ar tikrai norite pašalinti šią pastabą?

# informationCenter.currentHistory
source: Current Revision
lt_lt: Dabartinis pataisymas

# informationCenter.pastHistory
source: Earlier Revisions
lt_lt: Ankstesni pataisymai

# informationCenter.history.noItems
source: There are no events logged.
lt_lt: Užregistruotų įvykių nėra.

# informationCenter.history.notePosted
source: Posted new note.
lt_lt: Parašė naują pastabą.

# informationCenter.history.messageSent
source: Notification sent to users.
lt_lt: Pranešimas išsiųstas vartotojams.

# stageParticipants.history.messageSent
source: Notification sent to users.
lt_lt: Pranešimas išsiųstas vartotojams.

# stageParticipants.notify.chooseMessage
source: Choose a predefined message to use, or fill out the form below.
lt_lt: Pasirinkite iš anksto paruoštą žinutę arba žemiau užpildykite formą.

# stageParticipants.notify.message
source: Message
lt_lt: Žinutė

# stageParticipants.notify.warning
source: Please ensure that you have filled out the message field and selected at least one recipient.
lt_lt: Įsitikinkite, kad užpildėte žinutės laukelį ir pasirinkote bent vieną gavėją.

# locale.primary
source: Primary locale
lt_lt: Pagrindinė lokalė

# locale.supported
source: Supported locales
lt_lt: Palaikomos lokalės

# navigation.access
source: Users &amp; Roles
lt_lt: Vartotojai

# navigation.about
source: About
lt_lt: Apie

# navigation.admin
source: Administration
lt_lt: Administravimas

# navigation.breadcrumbLabel
source: You are here:
lt_lt: Esate čia:

# navigation.tools
source: Tools
lt_lt: Įrankiai

# navigation.tools.importExport
source: Import/Export
lt_lt: Importuoti/Eksportuoti

# navigation.tools.statistics
source: Statistics
lt_lt: Statistika

# navigation.browse
source: Browse
lt_lt: Naršyti

# navigation.browseByAuthor
source: By Author
lt_lt: Pagal autorių

# navigation.browseByTitle
source: By Title
lt_lt: Pagal pavadinimą

# navigation.dashboard
source: Dashboard
lt_lt: Skydelis

# navigation.data
source: Data
lt_lt: Duomenys

# navigation.home
source: Home
lt_lt: Pradžia

# navigation.infoForReaders
source: For Readers
lt_lt: Skaitytojams

# navigation.infoForReaders.long
source: Information For Readers
lt_lt: Informacija skaitytojams

# navigation.items
source: {$from} - {$to} of {$total} items
lt_lt: {$from} - {$to} iš {$total} elementų

# navigation.items.shownTotal
source: {$shown} of {$total} items
lt_lt: {$shown} iš {$total} elementų

# navigation.login
source: Login
lt_lt: Prisijungimas

# navigation.nextStep
source: Next Step
lt_lt: Sekantis žingsnis

# navigation.previousStep
source: Previous Step
lt_lt: Ankstesnis žingsnas

# navigation.publicMenu
source: Public Menu
lt_lt: Viešasis meniu

# navigation.register
source: Register
lt_lt: Registracija

# navigation.search
source: Search
lt_lt: Paieška

# navigation.settings
source: Settings
lt_lt: Nuostatos

# navigation.setup
source: Setup
lt_lt: Konfigūracija

# navigation.sitemap
source: Site Map
lt_lt: Svetainės struktūra

# navigation.skip.main
source: Skip to main content
lt_lt: Pereiti prie turinio

# navigation.skip.nav
source: Skip to main navigation menu
lt_lt: Pereiti prie naršymo meniu

# navigation.skip.footer
source: Skip to site footer
lt_lt: Pereiti prie svetainės poraštės

# navigation.stepNumber
source: Step {$step}
lt_lt: Žingsnis {$step}

# navigation.submissions
source: Submissions
lt_lt: Pateikimai

# navigation.system
source: System
lt_lt: Sistema

# navigation.userHome
source: User Home
lt_lt: Mano paskyra

# navigation.user
source: User
lt_lt: Mano paskyra

# navigation.userManagement
source: User Management
lt_lt: Vartotojų tvarkymas

# navigation.viewFrontend
source: View Site
lt_lt: Peržiūrėti svetainę

# notification.addedAuditor
source: Auditor added.
lt_lt: Pridėtas auditorius.

# notification.removedAuditor
source: Auditor removed.
lt_lt: Pašalintas auditorius.

# notification.addedQuery
source: Added Discussion
lt_lt: Pridėta diskusija

# notification.reviewAcknowledged
source: Review marked as acknowledged. Email not sent.
lt_lt: Recenzija pažymėta kaip pripažinta. El. laiškas neišsiųstas.

# notification.updatedReviewFiles
source: Review files updated.
lt_lt: Recenzijos failai atnaujinti.
