Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.pubIds.urn.editor.clearObjectsURN.confirm
source: Are you sure you wish to delete the existing URN?
lt_lt: Ar tikrai norite pašalinti esamą URN?

# plugins.pubIds.urn.editor.clearIssueObjectsURN
source: Clear Issue Objects URNs
lt_lt: Išvalyti numerio objektų URN

# plugins.pubIds.urn.editor.clearIssueObjectsURN.confirm
source: Are you sure you wish to delete the existing issue objects URNs?
lt_lt: Ar tikrai norite pašalinti esamo numerio objektų URN?

# plugins.pubIds.urn.editor.clearIssueObjectsURN.description
source: Use the following option to clear URNs of all objects (articles and galleys) currently scheduled for this issue.
lt_lt: Naudokite šią parinktį tam, kad išvalytumėte visų objektų (straipsniai ir maketai) URN, kurie šiuo metu yra suplanuoti šiam numeriui.

# plugins.pubIds.urn.editor.addCheckNo
source: Add Check Number
lt_lt: Pridėti tikrinimo skaičių

# plugins.pubIds.urn.editor.assignURN
source: Assign the URN {$pubId} to this {$pubObjectType}
lt_lt: Priskirti URN {$pubId} į {$pubObjectType}

# plugins.pubIds.urn.editor.assignURN.emptySuffix
source: The URN cannot be assigned because the custom suffix is missing.
lt_lt: Nepavyko priskirti URN, nes trūksta tinkintos priesagos.

# plugins.pubIds.urn.editor.assignURN.pattern
source: The URN {$pubId} cannot be assigned because it contains an unresolved pattern.
lt_lt: Nepavyko priskirti URN {$pubId}, nes turi nesuprantamą šabloną.

# plugins.pubIds.urn.editor.assignURN.assigned
source: The URN {$pubId} has been assigned.
lt_lt: URN {$pubId} buvo priskirtas.

# plugins.pubIds.urn.form.checkNoRequired
source: The check number is missing.
lt_lt: Trūksta tikrinimo skaičiaus.

# plugins.reports.articles.displayName
source: Articles Report
lt_lt: Straipsnių ataskaita

# plugins.reports.articles.description
source: This plugin implements a CSV report containing a list of articles and their info.
lt_lt: Įskiepis realizuoja CSV ataskaitą turinčią straipsnių sąrašą ir jų informaciją.

# plugins.reports.articles.nodecision
source: No Decision
lt_lt: Sprendimo nėra

# plugins.reports.reviews.displayName
source: Review Report
lt_lt: Recenzavimo ataskaita

# plugins.reports.reviews.description
source: This plugin implements a CSV report containing a list of review assignments for a journal.
lt_lt: Įskiepis realizuoja CSV ataskaitą turinčią recenzavimo užduočių sąrašą.

# plugins.reports.reviews.round
source: Round
lt_lt: Etapas

# plugins.reports.reviews.reviewerId
source: Reviewer ID
lt_lt: Recenzento ID

# plugins.reports.reviews.reviewer
source: Reviewer
lt_lt: Recenzentas

# plugins.reports.reviews.dateAssigned
source: Date Assigned
lt_lt: Paskyrimo data

# plugins.reports.reviews.dateNotified
source: Date Notified
lt_lt: Informavimo data

# plugins.reports.reviews.dateConfirmed
source: Date Confirmed
lt_lt: Patvirtinimo data

# plugins.reports.reviews.dateCompleted
source: Date Completed
lt_lt: Baigimo data

# plugins.reports.reviews.dateReminded
source: Date Reminded
lt_lt: Priminimo data

# plugins.reports.views.displayName
source: View Report
lt_lt: Peržiūrų ataskaita

# plugins.reports.views.description
source: This plugin implements a CSV report describing readership for each article.
lt_lt: Įskiepis realizuoja CSV ataskaitą aprašančią kiekvieno straipsnio skaitomumą.

# plugins.reports.views.articleId
source: Article ID
lt_lt: Straipsnio ID

# plugins.reports.views.articleTitle
source: Article Title
lt_lt: Straipsnio pavadinimas

# plugins.reports.views.datePublished
source: Date Published
lt_lt: Publikavimo data

# plugins.reports.views.abstractViews
source: Abstract Views
lt_lt: Santraukos peržiūros

# plugins.reports.views.galleyViews
source: Total Galley Views
lt_lt: Maketo peržiūros

# plugins.citationLookup.crossref.displayName
source: CrossRef Database Connector
lt_lt: CrossRef duomenų bazės jungtis

# plugins.citationLookup.crossref.description
source: Connects to the CrossRef bibliographic database.
lt_lt: Įskiepis prisijungia prie CrossRef bibliografinės duomenų bazės.

# plugins.citationLookup.isbndb.displayName
source: ISBNdb Database Connector
lt_lt: ISBNdb duomenų bazės jungtis

# plugins.citationLookup.isbndb.description
source: Connects to the ISBNdb bibliographic database.
lt_lt: Įskiepis prisijungia prie ISBNdb bibliografinės duomenų bazės.

# plugins.citationLookup.isbndbExtraction.displayName
source: ISBN extraction service
lt_lt: ISBN ištraukimo tarnyba

# plugins.citationLookup.isbndbExtraction.description
source: Find an ISBN for a given NLM 3.0 element-citation description.
lt_lt: Raskite ISBN nurodytam NLM 3.0 elemento citavimo aprašymui.

# plugins.citationLookup.isbndbLookup.displayName
source: ISBN lookup service
lt_lt: ISBN paieškos tarnyba

# plugins.citationLookup.isbndbLookup.description
source: Look up a full NLM 3.0 element-citation description with a given ISBN.
lt_lt: Ieško pilno NLM 3.0 elemento citavimo aprašymo pagal duotą ISBN.

# plugins.citationLookup.pubmed.displayName
source: PubMed Database Connector
lt_lt: PubMed duomenų bazės jungtis

# plugins.citationLookup.pubmed.description
source: Connects to the PubMed bibliographic database.
lt_lt: Įskiepis prisijungia prie PubMed bibliografinės duomenų bazės.

# plugins.citationLookup.worldcat.displayName
source: WorldCat Database Connector
lt_lt: WorldCat duomenų bazės jungtis

# plugins.citationLookup.worldcat.description
source: Connects to the WorldCat bibliographic database.
lt_lt: Įskiepis prisijungia prie WorldCat bibliografinės duomenų bazės.

# plugins.citationOutput.abnt.displayName
source: ABNT Citation Style
lt_lt: ABNT citavimo stilius

# plugins.citationOutput.abnt.description
source: Implements the ABNT citation style.
lt_lt: Įskiepis realizuoja ABNT citavimo stilių.

# plugins.citationOutput.apa.displayName
source: APA Citation Style
lt_lt: APA citavimo stilius

# plugins.citationOutput.apa.description
source: Implements the APA citation style.
lt_lt: Įskiepis realizuoja APA citavimo stilių.

# plugins.citationOutput.mla.displayName
source: MLA Citation Style
lt_lt: MLA citavimo stilius

# plugins.citationOutput.mla.description
source: Implements the MLA citation style.
lt_lt: Įskiepis realizuoja MLA citavimo stilių.

# plugins.citationOutput.vancouver.displayName
source: Vancouver Citation Style
lt_lt: Vancouver citavimo stilius

# plugins.citationOutput.vancouver.description
source: Implements the Vancouver citation style.
lt_lt: Įskiepis realizuoja Vancouver citavimo stilių.

# plugins.citationParser.freecite.displayName
source: FreeCite Citation Extractor
lt_lt: FreeCite citatų ištraukėjas

# plugins.citationParser.freecite.description
source: Extracts fields from plain text citations via the FreeCite service.
lt_lt: Įskiepis ištraukia laukelius iš grynojo teksto citatų su FreeCite tarnyba.

# plugins.citationParser.paracite.displayName
source: ParaCite Citation Extractor
lt_lt: ParaCite citatų ištraukėjas

# plugins.citationParser.paracite.description
source: Extracts fields from plain text citations via the ParaCite service.
lt_lt: Įskiepis ištraukia laukelius iš grynojo teksto citatų su ParaCite tarnyba.

# plugins.citationParser.parscit.displayName
source: ParsCit Citation Extractor
lt_lt: ParsCit citatų ištraukėjas

# plugins.citationParser.parscit.description
source: Extracts fields from plain text citations via the ParsCit service.
lt_lt: Įskiepis ištraukia laukelius iš grynojo teksto citatų su ParsCit tarnyba.

# plugins.citationParser.regex.displayName
source: Regular Expressions Citation Extractor
lt_lt: Reguliariųjų išraiškų citatų ištraukėjas

# plugins.citationParser.regex.description
source: Extracts fields from plain text citations via regular expressions.
lt_lt: Įskiepis ištraukia laukelius iš grynojo teksto citatų su reguliariosiomis išraiškomis.

# plugins.generic.acron.name
source: Acron Plugin
lt_lt: „Acron“ įskiepis

# plugins.generic.acron.description
source: This plugin attempts to reduce the dependance of the application on periodic scheduling tools such as 'cron.'
lt_lt: Įskiepis bando sumažinti priklausomybę nuo periodinių planavimo įrankių tokių kaip 'cron'.

# plugins.generic.acron.enabled
source: The Acron Plugin has been enabled.
lt_lt: „Acron“ įskiepis buvo įgalintas.

# plugins.generic.acron.disabled
source: The Acron Plugin has been disabled.
lt_lt: „Acron“ įskiepis buvo išjungtas.

# plugins.generic.acron.reloadedCronTab
source: Cron tab successfully reloaded.
lt_lt: „Crontab“ sėkmingai įkeltas iš naujo.

# plugins.generic.acron.reload
source: Reload Scheduled Tasks
lt_lt: Įkelti suplanuotas užduotis iš naujo

# plugins.generic.acron.tasksReloaded
source: Scheduled Tasks were reloaded.
lt_lt: Suplanuotos užduotis buvo įkeltos iš naujo.

# plugins.generic.usageStats.settings.dataPrivacyOption
source: Data privacy option
lt_lt: Duomenų privatumo parinktis

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath
source: File path for the anonymizing salt
lt_lt: Failo kelias „salt“ generavimui

# plugins.generic.usageStats.settings.dataPrivacyOption.saltFilepath.invalid
source: The salt file is not writable.
lt_lt: „salt“ failas yra neįrašytinas.

# plugins.generic.usageStats.settings.dataPrivacyOption.requirements
source: To ensure data privacy, you must specify a file readable and writable by the web user to contain a randomly generated salt value. This file must NOT be backed up to ensure privacy protection. The salt is randomly generated either using: the function mcrypt_create_iv, which requires the PHP mcrypt; the function openssl_random_pseudo_bytes, which requires the PHP openssl; the file /dev/urandom, which works only on *nix systems; or the function mt_rand, which is not cryptographically safe. Thus, if you are using a Windows server, please ensure that you install either the PHP mcrypt or openssl enabled in order to have the cryptographically safe generated salt.
lt_lt: Norint užtikrinti duomenų privatumą, privalote nurodyti perskaitomą ir įrašytiną failą, kuris turės atsitiktinai sukurtą „salt“ reikšmę. Šiam failui neturėtų būti daroma atsarginė kopija, kad būtų užtikrinta privatumo apsauga. „salt“ yra sugeneruojamas atsitiktinai naudojant: funkciją mcrypt_create_iv, kuriai reikia PHP mcrypt; funkciją openssl_random_pseudo_bytes, kuriai reikia PHP openssl; failą /dev/urandom, kuris veikia tik *nix sistemose; arba funkciją mt_rand, kuri nėra kriptografiškai saugi. Todėl, jei naudojate Windows serverį, įsitikinkite, kad įdiegėte PHP mcrypt arba openssl, kad kriptografiškai saugiai būtų sugeneruojamas „salt“.

# plugins.generic.usageStats.settings.dataPrivacyOption.description
source: Activate this option to use a plugin version that respects privacy legislations, i.e. that is logging hashed IP addresses, informs the users about the tracking and provides an opt-out option for users. Note: when using this option you will not be able to use the geo features of the plugin.
lt_lt: Įgalinkite šią parinktį, kad naudotumėte įskiepio versiją, kuri gerbia privatumo įstatymus, t.y. kurios įrašo į žurnalą užšifruotus IP adresus, informuoja vartotojus apie sekimą ir palieka atsisakymo galimybę vartotojams. Pastaba: naudojant šią parinktį negalėsite naudoti geografinių šio įskiepio funkcijų.

# plugins.generic.usageStats.settings.dataPrivacyOption.requiresSalt
source: Enabling data privacy requires a salt file.
lt_lt: Norint įgalinti duomenų privatumą privalomas „salt“ failas.

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesCity
source: Enabling data privacy excludes City as an optional statistic.
lt_lt: Įgalinus duomenų privatumą miestas nėra įtraukiamas kaip papildoma statistika.

# plugins.generic.usageStats.settings.dataPrivacyOption.excludesRegion
source: Enabling data privacy excludes Region as an optional statistic.
lt_lt: Įgalinus duomenų privatumą regionas nėra įtraukiamas kaip papildoma statistika.

# plugins.generic.usageStats.settings.dataPrivacyCheckbox
source: Respect data privacy
lt_lt: Gerbti duomenų privatumą

# plugins.generic.usageStats.settings.optionalColumns
source: Optional statistic information
lt_lt: Papildoma statistikos informacija

# plugins.generic.usageStats.settings.optionalColumns.description
source: Enable or disable the collection of the following optional information. This will influence on the possible statistics reports you can retrieve, and also will have an impact on the database size. DO NOT CHANGE unless you fully understand what you're doing.
lt_lt: Įgalinkite arba išjunkite šios papildomos informacijos rinkimą. Tai paveiks galimas statistikų ataskaitas, kurias galima gauti, ir taip pat įtakos duomenų bazės dydį. NEKEISKITE jei pilnai nesuprantate, ką darote.

# plugins.generic.usageStats.settings.optionalColumns.cityRequiresRegion
source: The optional column "City" requires the optional column "Region".
lt_lt: Papildomas stulpelis „Miestas“ reikalauja papildomo stulpelio „Regionas“.

# plugins.generic.usageStats.settings.archives
source: Archives
lt_lt: Archyvas

# plugins.generic.usageStats.settings.compressArchives.description
source: Activate this option to compress archived log files using gzip tool (you will have to configure the gzip setting inside config.inc.php). If you have a high traffic site it's a good idea to enable this, so you can save some extra disk space.
lt_lt: Įgalinkite šią parinktį, kad suglaudintumėte suarchyvuotus žurnalo failus naudojant gzip įrankį (jums reikės sukonfigūruoti gzip nuostatą faile config.inc.php). Jei svetainės srautas yra didelis, tai rekomenduojama įgalinti šią parinktį, kad išsaugotumėte papildomos disko vietos.

# plugins.generic.usageStats.settings.compressArchives
source: Compress archives
lt_lt: Glaudinti archyvus

# plugins.generic.usageStats.settings.statsDisplayOptions
source: Statistics display options
lt_lt: Statistikos rodymo parinktys

# plugins.generic.usageStats.settings.statsDisplayOptions.display
source: Display submission statistics chart for reader
lt_lt: Rodyti pateikimo statistikos grafiką skaitytojui

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType
source: Choose the type of the chart to display the download statistics
lt_lt: Pasirinkite grafiko tipą, kad būtų rodoma atsisiuntimo statistika

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.bar
source: Bar
lt_lt: Histograma

# plugins.generic.usageStats.settings.statsDisplayOptions.chartType.line
source: Line
lt_lt: Linijinė diagrama

# plugins.generic.usageStats.settings.statsDisplayOptions.datasetMaxCount
source: Define the maximum number of data to present at the same time for an specific x-axis point. A higher value can generate hard to understand charts. Something between 3 and 5 is safe.
lt_lt: Nurodykite didžiausią duomenų skaičių rodomą vienu metu kiekvienai x-ašies taškui. Didesnė reikšmė gali sugeneruoti sunkiai suprantamus grafikus. Reikšmė tarp 3 ir 5 yra rekomenduotina.

# plugins.generic.usageStats.usageStatsLoaderName
source: Usage statistics file loader task
lt_lt: Naudojimo statistikos failo įkėlyklės užduotis

# plugins.generic.usageStats.openFileFailed
source: The file {$file} could not be opened and was rejected.
lt_lt: Failo {$file} nepavyko atverti ir buvo atmestas.

# plugins.generic.usageStats.removeUrlError
source: The line number {$lineNumber} from the file {$file} contains an url that the system can't remove the base url from.
lt_lt: Eilutės numeris {$lineNumber} iš failo {$file} turi adresą, kurio sistema negali pašalinti pagrindinio adreso.

# plugins.generic.usageStats.loadDataError
source: Couldn't load data extracted from file {$file}. The file was moved to stage again.
lt_lt: Nepavyko įkelti ištrauktų duomenų iš failo {$file}. Failas buvo perkeltas į etapą dar kartą.

# plugins.generic.usageStats.pluginNotEnabled
source: Usage statistics plugin is disabled. No log files processed.
lt_lt: Naudojimo statistikos įskiepis yra išjungtas. Žurnalo failai nėra apdorojami.

# plugins.generic.usageStats.processingPathNotEmpty
source: The directory {$directory} is not empty. This could indicate a previously failed process, or a concurrently running process. This file will be automatically reprocessed if you are also using scheduledTasksAutoStage.xml, otherwise you will need to manually move any orphaned files in the processing directory back into the stage directory.
lt_lt: Katalogas {$directory} nėra tuščias. Tai gali reikšti anksčiau nepavykusį procesą, arba šiuo metu veikiantį procesą. Šis failas bus automatiškai išanalizuotas dar kartą jei naudojate scheduledTasksAutoStage.xml, kitu atveju reikės rankiniu būdu perkelti likusius failus vykdančiame kataloge atgal į etapo katalogą.

# plugins.generic.usageStats.noCounterBotList
source: The COUNTER bot list {$botlist} can't be used. There are a couple of reasons for that. Check if the list file is inside 'lib/pkp/plugins/generic/usageStats/lib/counter' folder. Also check this folder permissions and that there is only one file inside.
lt_lt: COUNTER robotų sąrašas {$botlist} negali būti panaudotas, dėl kelių priežasčių. Patikrinkite ar sąrašo failas yra 'lib/pkp/plugins/generic/usageStats/lib/counter' aplanko viduje. Taip pat patikrinkite šio aplanko teises ir, kad ten yra tik vienas failas.

# plugins.reports.usageStats.report.displayName
source: PKP Usage statistics report
lt_lt: PKP naudojimo statistikos ataskaita

# plugins.reports.usageStats.report.description
source: PKP Default usage statistics report (COUNTER ready)
lt_lt: PKP numatytoji naudojimo statistikos ataskaita (SKAITIKLIS paruoštas)

# plugins.reports.usageStats.optout.displayName
source: Usage Statistics Privacy Information
lt_lt: Naudojimo statistikos privatumo informacija

# plugins.reports.usageStats.optout.description
source: Usage Statistics Privacy Information
lt_lt: Naudojimo statistikos privatumo informacija

# plugins.generic.usageStats.optout.title
source: Usage Statistics Information
lt_lt: Naudojimo statistikos informacija

# plugins.generic.usageStats.optout.shortDesc
source: We log anonymous usage statistics. Please read the <a href="{$privacyInfo}">privacy information</a> for details.
lt_lt: Mes įrašome į žurnalą anoniminę naudojimo statistiką. Perskaitykite <a href="{$privacyInfo}">privatumo informaciją</a> dėl išsamesnės informacijos.

# plugins.reports.usageStats.metricType
source: PKP/COUNTER
lt_lt: PKP/SKAITIKLIS

# plugins.reports.usageStats.metricType.full
source: Public Knowledge Project statistics (COUNTER ready)
lt_lt: „Public Knowledge Project“ statistika (SKAITIKLIS paruoštas)

# plugins.generic.usageStats.statsSum
source: Sum all file downloads
lt_lt: Sumuoti visus failo atsisiuntimus

# plugins.generic.usageStats.noStats
source: Download data is not yet available.
lt_lt: Duomenys atsisiuntimui dar nėra prieinami.

# plugins.generic.usageStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
lt_lt: Sau Vas Kov Bal Geg Bir Lie Rgp Rgs Spa Lap Gru

# plugins.generic.usageStats.downloads
source: Downloads
lt_lt: Atsisiuntimai

# plugins.metadata.dc11.displayName
source: Dublin Core 1.1 meta-data
lt_lt: „Dublin Core 1.1“ metaduomenys

# plugins.metadata.dc11.description
source: Contributes Dublin Core version 1.1 schemas and application adapters.
lt_lt: Įskiepis prideda „Dublin Core version 1.1“ schemas ir programos adapterius.

# plugins.metadata.mods34.displayName
source: MODS 3.4 meta-data
lt_lt: „MODS 3.4“ metaduomenys

# plugins.metadata.mods34.description
source: Contributes MODS 3.4 schemas and application adapters.
lt_lt: Įskiepis prideda „MODS 3.4“ schemas ir programos adapterius.

# plugins.metadata.mods34.mods34XmlOutput.displayName
source: MODS 3.4 Output
lt_lt: „MODS 3.4“ išvestis

# plugins.metadata.mods34.mods34XmlOutput.description
source: Convert a MODS 3.4 meta-data description to its XML binding.
lt_lt: Konvertuoja „MODS 3.4“ metaduomenų aprašymą į jo XML saistymą.

# plugins.metadata.nlm30.displayName
source: NLM 3.0 meta-data
lt_lt: „NLM 3.0“ metaduomenys

# plugins.metadata.nlm30.description
source: Contributes NLM 3.0 schemas and application adapters.
lt_lt: Įskiepis prideda „NLM 3.0“ schemas ir programos adapterius.

# plugins.metadata.nlm30.citationAdapter.displayName
source: NLM 3.0 Citation Adapter
lt_lt: „NLM 3.0“ citavimo adapteris

# plugins.metadata.nlm30.citationAdapter.description
source: Extracts/injects meta-data from/into citations.
lt_lt: Ištraukia/įdeda metaduomenis iš/į citatas.

# plugins.metadata.nlm30.citationParsers.displayName
source: Citation Extraction Services"
lt_lt: Citavimo ištraukimo tarnybos

# plugins.metadata.nlm30.citationParsers.description
source: Convert a plain text citation into NLM 3.0 element-citation mark-up."
lt_lt: Konvertuoja grynojo teksto citatas į „NLM 3.0“ elementų citatų žymėjimą.

# plugins.metadata.nlm30.citationLookup.displayName
source: Citation Database Services"
lt_lt: Citavimo duomenų bazių tarnybos

# plugins.metadata.nlm30.citationLookup.description
source: Improve NLM 3.0 element-citation mark-up, e.g. by looking up citations in external databases."
lt_lt: Pagerina NLM 3.0 elementų citatų žymėjimą, pvz. peržiūrint citatas išorinėse duomenų bazėse.

# plugins.metadata.nlm30.citationOutput.displayName
source: Citation Output Services
lt_lt: Citatų išvesties tarnybos

# plugins.metadata.nlm30.citationOutput.description
source: Convert NLM 3.0 element-citation mark-up into a plain-text citation output standard.
lt_lt: Konvertuoja „NLM 3.0“ elementų citatų žymėjimą į grynojo teksto citatų išvesties standartą.

# plugins.metadata.nlm30Xml.citationOutput.displayName
source: Citation Output Services (XML)
lt_lt: Citatų išvesties tarnybos (XML)

# plugins.metadata.nlm30Xml.citationOutput.description
source: Convert NLM 3.0 element-citation mark-up into an XML citation output standard.
lt_lt: Konvertuoja „NLM 3.0“ elementų citatų žymėjimą į XML citatų išvesties standartą.

# plugins.metadata.nlm30.nlm30XmlOutput.displayName
source: NLM 3.0 Journal Publishing Output
lt_lt: „NLM 3.0“ žurnalo išleidimo išvestis

# plugins.metadata.nlm30.nlm30XmlOutput.description
source: Convert a submission into NLM 3.0.
lt_lt: Kovertuoja pateikimą į „NLM 3.0“.

# plugins.metadata.nlm30.nlm23XmlOutput.displayName
source: NLM 2.3 Journal Publishing Output
lt_lt: „NLM 2.3“ žurnalo išleidimo išvestis

# plugins.metadata.nlm30.nlm23XmlOutput.description
source: Convert a submission into NLM 2.3.
lt_lt: Konvertuoja pateikimą į „NLM 2.3“.

# plugins.metadata.nlm30.nlm30ToNlm23Xml.displayName
source: NLM 3.0 to 2.3 Journal Publishing Downgrade
lt_lt: „NLM 3.0“ į 2.3 žurnalo išleidimo sendinimas

# plugins.metadata.nlm30.nlm30ToNlm23Xml.description
source: Downgrades NLM 3.0 to NLM 2.3.
lt_lt: Sendinti „NLM 3.0“ į „NLM 2.3“.

# plugins.metadata.nlm30.refList.displayName
source: Plain text reference list generation
lt_lt: Grynojo teksto nuorodų sąrašo generavimas

# plugins.metadata.nlm30.refList.description
source: Generate a formatted plain text reference list from an OJS/OCS/OMP submission's references
lt_lt: Sugeneruoja suformatuotą grynojo teksto nuorodų sąrašą iš OJS/OCS/OMP pateikimo nuorodų

# plugins.metadata.openurl10.displayName
source: OpenURL 1.0 meta-data
lt_lt: „OpenURL 1.0“ metaduomenys

# plugins.metadata.openurl10.description
source: Contributes OpenURL 1.0 schemas and application adapters.
lt_lt: Įskiepis prideda „OpenURL 1.0“ schema ir programos adapterius.

# plugins.oaiMetadata.dc.displayName
source: DC Metadata Format
lt_lt: DC metaduomenų formatas

# plugins.oaiMetadata.dc.description
source: Structures metadata in a way that is consistent with the Dublin Core format.
lt_lt: Įskiepis išdėsto metaduomenis taip, kad būtų nuoseklūs „Dublin Core“ formate.
