Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# grid.action.editSponsor
source: Edit Sponsor
lt_lt: Redaguoti rėmėją

# grid.action.addSeries
source: Add Series
lt_lt: Įtraukti seriją

# grid.action.editSeries
source: Edit Series
lt_lt: Redaguoti seriją

# grid.action.deleteSeries
source: Delete Series
lt_lt: Šalinti seriją

# grid.action.addCategory
source: Add Category
lt_lt: Įtraukti grupę

# grid.action.editCategory
source: Edit Category
lt_lt: Redaguoti grupę

# grid.action.deleteCategory
source: Delete Category
lt_lt: Šalinti grupę

# grid.contributor.title
source: Sources of Support
lt_lt: Talkininkai

# grid.action.addContributor
source: Add Contributor
lt_lt: Įtraukti bendraautorių

# grid.action.editContributor
source: Edit Contributor
lt_lt: Redaguoti bendraautorių

# grid.action.deleteContributor
source: Delete Contributor
lt_lt: Šalinti bendraautorių

# grid.reviewForm.title
source: Review Forms
lt_lt: Recenzavimo formos

# grid.reviewFormElement.responseItems
source: Response Options
lt_lt: Atsakymų parinktys

# grid.noFiles
source: No Files
lt_lt: Nėra failų

# grid.libraryFiles.column.files
source: Files
lt_lt: Failai

# grid.libraryFiles.submission.title
source: Submission Library
lt_lt: Pateikimo biblioteka

# grid.libraryFiles.editorial.title
source: Editorial Library
lt_lt: Redakcijos biblioteka

# grid.libraryFiles.review.title
source: Review Library
lt_lt: Recenzavimo biblioteka

# grid.libraryFiles.production.title
source: Production Library
lt_lt: Gamybos biblioteka

# grid.libraryFiles.productionTemplate.title
source: Production Template Library
lt_lt: Gamybos šablonų biblioteka

# grid.submissionChecklist.title
source: Submission Checklist
lt_lt: Pateikimo kontrolinis sąrašas

# grid.submissionChecklist.column.checklistItem
source: Checklist Item
lt_lt: Kontrolinio sąrašo elementas

# author.users.contributor.name
source: Name
lt_lt: Vardas

# author.users.contributor.email
source: E-mail
lt_lt: El. paštas

# author.users.contributor.role
source: Role
lt_lt: Vaidmuo

# author.users.contributor.principalContact
source: Primary Contact
lt_lt: Pagrindinis kontaktas

# author.users.contributor.includeInBrowse
source: In Browse Lists
lt_lt: Naršymo sąrašuose

# grid.roles.currentRoles
source: Current Roles
lt_lt: Dabartiniai vaidmenys

# grid.roles.add
source: Create New Role
lt_lt: Kurti naują vaidmenį

# grid.roles.stageAssignment
source: Stage Assignment
lt_lt: Etapo paskyrimas

# grid.user.currentUsers
source: Current Users
lt_lt: Dabartiniai vartotojai

# grid.user.currentEnrollment
source: Current Enrollment
lt_lt: Dabartiniai priskyrimai

# grid.user.allRoles
source: All Roles
lt_lt: Visi vaidmenys

# grid.user.allPermissionLevels
source: All Permission Levels
lt_lt: Visi leidimų lygiai

# grid.user.add
source: Add User
lt_lt: Įtraukti vartotoją

# grid.user.enroll
source: Enroll User
lt_lt: Priskirti vartotoją

# grid.user.edit
source: Edit User
lt_lt: Redaguoti vartotoją

# grid.user.email
source: Email
lt_lt: El. paštas

# grid.user.enable
source: Enable
lt_lt: Įgalinti

# grid.user.disable
source: Disable
lt_lt: Išjungti

# grid.user.disableReason
source: Reason for disabling user
lt_lt: Vartotojo veiksnumo apribojimo priežastis

# grid.user.enableReason
source: Reason for enabling user
lt_lt: Vartotojo veiksnumo įgalinimo priežastis

# grid.user.error
source: An error was encountered administrating this user. Please try again.
lt_lt: Įvyko klaida administruojant vartotoją. Mėginkite iš naujo.

# grid.user.errorEmail
source: An error was encountered sending this email. Please ensure that your email server configuration is working and/or contact your system administrator.
lt_lt: Įvyko klaida siunčiant el. laišką. Įsitikinkite, kad veikia el. pašto serverio konfigūracija ir/arba susisiekite su sistemos administratoriumi.

# grid.user.cannotAdminister
source: You do not have sufficient permissions to administer this user. In order to administer a user, you must either be site administrator, or administer all contexts that this user is enrolled in.
lt_lt: Neturite pakankamai teisių administruoti šį vartotoją.

# grid.user.authSource
source: Authentication source
lt_lt: Tapatumo nustatymo šaltinis

# grid.user.mustProvideName
source: Please provide at least a last name for the user first.
lt_lt: Pateikite bent vartotojo pavardę.

# grid.user.generatePassword
source: Generate Password
lt_lt: Generuoti slaptažodį

# grid.user.generatePasswordDescription
source: Generate random password for this user.
lt_lt: Generuoti atsitiktinį slaptažodį vartotojui.

# grid.user.notifyUser
source: Notify User
lt_lt: Informuoti vartotoją

# grid.user.notifyUserDescription
source: Send user a welcome email.
lt_lt: Siųsti vartotojui pasisveikinimo el. laišką.

# grid.user.mustChangePassword
source: Change Password
lt_lt: Keisti slaptažodį

# grid.user.mustChangePasswordDescription
source: User must change password on next log in.
lt_lt: Vartotojas privalo pakeisti slaptažodį prisijungus kitą kartą.

# grid.user.mustChangePasswordDescriptionOld
source: Require the user to change their password the next time they log in.
lt_lt: Reikalauti, kad vartotojas pakeistų slaptažodį prisijungus kitą kartą.

# grid.user.moreDetails
source: More User Details
lt_lt: Daugiau vartotojo informacijos

# grid.user.lessDetails
source: Less User Details
lt_lt: Mažiau vartotojo informacijos

# grid.user.userDetails
source: User Details
lt_lt: Vartotojo informacija

# grid.user.userRoles
source: User Roles
lt_lt: Vartotojo vaidmenys

# grid.user.userNoRoles
source: This user does not have any roles.
lt_lt: Vartotojas neturi jokių vaidmenų.

# grid.user.step1
source: Step #1: Fill in User Details
lt_lt: #1 žingsnis: Užpildyti vartotojo informaciją

# grid.user.step2
source: Step #2: Add User Roles to {$userFullName}
lt_lt: #2 žingsnis: Įtraukti vartotojo vaidmenis į „{$userFullName}“

# grid.user.addRoles
source: Add Roles
lt_lt: Įtraukti vaidmenis

# grid.user.addRole
source: Add Role
lt_lt: Įtraukti vaidmenį

# grid.user.selectUser
source: Select User
lt_lt: Pasirinkti vartotoją

# grid.user.pleaseSelectUser
source: Please select a user
lt_lt: Prašome pasirinkti vartotoją

# grid.user.confirmLogInAs
source: Log in as this user? All actions you perform will be attributed to this user.
lt_lt: Ar tikrai norite prisijungti kaip šis vartotojas? Visi jūsų atlikti veiksmai bus priskirti jam.

# grid.user.mergeUsers
source: Merge Users
lt_lt: Sujungti vartotojus

# grid.user.mergeUsers.mergeUser
source: Merge User
lt_lt: Sujungti vartotoją

# grid.user.mergeUsers.mergeIntoUser
source: Merge into this User
lt_lt: Sujungti į šį vartotoją

# grid.user.mergeUsers.into.description
source: Now, you must select a user to whom to attribute the previous user's authorships, editing assignments, etc.
lt_lt: Dabar pasirinkite vartotoją, kuriam bus perleidžiama buvusio vartotojo autorystė, redagavimo užduotys ir t.t.

# grid.user.mergeUsers.from.description
source: Select a user to merge into another user account (e.g., when someone has two user accounts). The account selected first will be deleted and its submissions, assignments, etc. will be attributed to the second account.
lt_lt: Pasirinkite vartotoją (ar kelis), kuriuos sujungsite su kita vartotojo paskyra (pvz., kai kas kas nors turi kelias paskyras). Pirmoji paskyra bus pašalinta, o Jo pateikimai, užduotys ir t.t. bus perleisti antrajai paskyrai.

# grid.user.mergeUsers.allUsers
source: All Enrolled Users
lt_lt: Visi priskirti vartotojai

# grid.user.mergeUsers.mergeUserSelect.confirm
source: Are you sure you wish to merge this user with another one? You will choose the next user on the following screen.
lt_lt: Ar tikrai norite sujungti šį vartotoją su kitu? Sekančiame ekrane galėsite pasirinkti kitą vartotoją.

# grid.user.mergeUsers.confirm
source: Are you sure you wish to merge the account with the username "{$oldUsername}" into the account with the username "{$newUsername}"? The account with the username "{$oldUsername}" will not exist afterwards. This action is not reversible.
lt_lt: Ar tikrai norite sujungti pasirinktą paskyrą „{$oldUsername}“ su paskyra „{$newUsername}“? Po šio veiksmo „{$oldUsername}“ paskyra bus pašalinta. Šis veiksmas yra negrįžtantis.

# grid.user.mergeUsers.noneEnrolled
source: No users exist with that role.
lt_lt: Nėra vartotojų su pasirinktu vaidmeniu.

# grid.preparedEmails.title
source: Prepared Email Templates
lt_lt: Paruošti el. laiškų šablonai

# grid.preparedEmails.currentList
source: Current List
lt_lt: Dabartinis sąrašas

# grid.plugin.allCategories
source: All Categories
lt_lt: Visos grupės

# grid.plugin.disable
source: Are you sure you want to disable this plugin?
lt_lt: Ar tikrai norite išjungti šį įskiepį?

# grid.action.fileUnconsider
source: Proofing corrections made. You may unconsider this task
lt_lt: Atlikti pataisymo pakeitimai. Galite atšaukti šios užduoties patvirtinimą

# grid.artworkFile.caption
source: Caption
lt_lt: Pavadinimas

# grid.artworkFile.credit
source: Credit
lt_lt: Kūrėjų sąrašas

# grid.artworkFile.copyrightOwner
source: Copyright Owner
lt_lt: Licenciaras

# grid.artworkFile.copyrightContact
source: Contact Info (if not author/publisher)
lt_lt: Kontaktinė informacija (jei ne autorius/leidėjas)

# grid.artworkFile.permissionTerms
source: Permission Terms
lt_lt: Leidimų sąlygos

# grid.artworkFile.placement
source: Placement in submission
lt_lt: Rodymas pateikime

# grid.userGroup.assignStage
source: Assign stage
lt_lt: Paskirti etapą

# grid.userGroup.unassignStage
source: Unassign stage
lt_lt: Atšaukti etapo paskyrimą

# grid.userGroup.allStages
source: All Workflow Stages
lt_lt: Visi darbo eigos etapai

# grid.userGroup.filter.listRoles
source: List roles assigned to
lt_lt: Išvardyti vaidmenis paskirtas

# grid.userGroup.filter.permissionLevel
source: With permission level set to
lt_lt: Su leidimo lygiu nustatytu į

# grid.userGroup.cantRemoveDefaultUserGroup
source: The role {$userGroupName} is a default one and can't be removed.
lt_lt: Vaidmuo „{$userGroupName}“ yra numatytasis ir negali būti pašalintas.

# grid.userGroup.cantRemoveUserGroup
source: Can't remove {$userGroupName} role. Currently {$usersCount} user(s) is/are assigned to it.
lt_lt: Nepavyko pašalinti „{$userGroupName}“ vaidmens. Dabar vaidmeniui paskirtų paskyrų skaičius: {$usersCount}.

# grid.userGroup.removed
source: {$userGroupName} role removed.
lt_lt: Vaidmuo „{$userGroupName}“ pašalintas.

# grid.userGroup.assignedStage
source: {$userGroupName} role assigned to {$stageName} stage.
lt_lt: Vaidmuo „{$userGroupName}“ paskirtas į „{$stageName}“ etapą.

# grid.userGroup.unassignedStage
source: {$userGroupName} role unassigned from {$stageName} stage.
lt_lt: Vaidmens „{$userGroupName}“ paskyrimas atšauktas iš „{$stageName}“ etapo.

# grid.submission.itemTitle
source: Author; Title
lt_lt: Autorius; Pavadinimas

# editor.submissionLibrary
source: Submission Library
lt_lt: Pateikimo biblioteka

# editor.review.notInitiated
source: The review process has not yet been initiated.
lt_lt: Recenzavimo procesas dar nebuvo pradėtas.

# editor.submission.copyediting.personalMessageToUser
source: Message to user
lt_lt: Žinutė vartotojui

# editor.submission.externalReviewDescription
source: Select files below to send them to the review stage.
lt_lt: Žemiau pasirinkite failus, kuriuos norite nusiųsti į recenzavimo etapą.

# editor.submission.fileAuditor.form.fileRequired
source: You must select at least one file to assign the user to.
lt_lt: Privalote pažymėti bent vieną failą.

# editor.submission.fileAuditor.form.messageRequired
source: You must include a personal message.
lt_lt: Privalote įtraukti asmeninę žinutę.

# editor.submission.fileAuditor.skipEmail
source: Do not send email to the Auditor
lt_lt: Nesiųsti el. laiško auditoriui

# editor.submission.fileAuditor.form.userRequired
source: You must select a user to assign.
lt_lt: Privalote pažymėti vartotoją.

# editor.submission.uploadSelectFiles
source: Upload/Select Files
lt_lt: Nusiųsti/Pažymėti failus

# editor.submission.selectFiles
source: Select Files
lt_lt: Pažymėti failus

# editor.submission.revisions
source: Revisions
lt_lt: Pataisos

# editor.submission.review.reviewersDescription
source: Use <em>+Add Reviewer</em> to invite readers to review the submission files. The notebook icon indicates that a review has been submitted, which is then checked <em>Acknowledged</em> after it has been consulted. When reviews are overdue, a red envelope icon appears for reminding reviewers.
lt_lt: Naudokite <em>+Įtraukti recenzentą</em>, kad pakviestumėte skaitytojus recenzuoti pateikimo failus. Užrašų knygutės piktograma nurodo, kad recenzija buvo pateikta, kuri po to yra pažymima kaip <em>Pripažinta</em> kai ji būna aptarta. Kai recenzija vėluojama pateikti, atsiranda raudona voko piktograma recenzentų priminimui.

# editor.submission.addReviewer
source: Add Reviewer
lt_lt: Įtraukti recenzentą

# editor.submission.findAndSelectReviewer
source: Locate a Reviewer
lt_lt: Rasti recenzentą

# editor.submission.findAndSelectUser
source: Locate a User
lt_lt: Rasti vartotoją

# editor.submission.fileList.includeAllStages
source: Show files from all accessible workflow stages.
lt_lt: Rodyti failus iš visų prieinamų darbo eigos etapą.

# editor.submission.review.currentFiles
source: Current Review Files For Round {$round}
lt_lt: Dabartiniai recenzijos failai „{$round}“ etapui.

# editor.submission.backToSearch
source: Back to Search
lt_lt: Grįžti į paiešką

# editor.review.createReviewer
source: Create New Reviewer
lt_lt: Kurti naują recenzentą

# editor.review.enrollReviewer.short
source: Enroll Existing User
lt_lt: Priskirti esamą vartotoją

# editor.review.unassignReviewer
source: Unassign Reviewer
lt_lt: Išbraukti recenzentą

# editor.submissionReview.reviewType
source: Review Type
lt_lt: Recenzijos tipas

# editor.submissionReview.skipEmail
source: Do not send author email
lt_lt: Nesiųsti el. laiško autoriui

# editor.submissionReview.open
source: Open
lt_lt: Atviras

# editor.submissionReview.blind
source: Blind
lt_lt: Vienpusis aklasis

# editor.submissionReview.doubleBlind
source: Double-blind
lt_lt: Dvipusis aklasis

# editor.submissionReview.restrictFiles
source: Files To Be Reviewed
lt_lt: Recenzuotini failai

# editor.submissionReview.restrictFiles.hide
source: Close File Selection
lt_lt: Užverti failo pasirinkimą

# editor.submissionReview.editReview
source: Edit Review
lt_lt: Redaguoti recenziją

# editor.review.personalMessageToReviewer
source: Email to be sent to reviewer
lt_lt: Siunčiamo el. laiško recenzentui turinys

# editor.review.importantDates
source: Important Dates
lt_lt: Svarbios datos

# editor.review.uploadRevision
source: Upload Revision
lt_lt: Nusiųsti pataisą

# editor.review.NotifyAuthorAccept
source: Notify the author that their submission has been accepted.
lt_lt: Informuoti autorius, kad jų pateikimas buvo priimtas.

# editor.review.NotifyAuthorDecline
source: Notify the author that their submission has been declined.
lt_lt: Informuoti autorius, kad jų pateikimas buvo atmestas.

# editor.review.NotifyAuthorRevisions
source: Request revisions from the author.
lt_lt: Prašyti autorių pataisymų.

# editor.review.NotifyAuthorResubmit
source: Request revisions from the author that will be subject to further review.
lt_lt: Prašyti autorių pataisymų, kurie bus taikomi papildomai peržiūrai.

# editor.review.NotifyAuthorExternal
source: Notify the author of the decision to initiate an external review.
lt_lt: Informuoti sprendimo autorių, kad pradėtų išorinį recenzavimą.

# editor.review.personalMessageToAuthor
source: Email to be sent to author
lt_lt: Siunčiamo el. laiško autoriui turinys

# editor.review.dateAccepted
source: Review Acceptance Date
lt_lt: Peržiūrėti priėmimo datą

# editor.review.noReviews
source: No peer reviews to import
lt_lt: Nėra importuotinų recenzijų

# editor.review.reminder
source: Review Reminder
lt_lt: Peržiūrėti priminimą

# editor.review.thankReviewer
source: Thank Reviewer
lt_lt: Dėkoti recenzentui

# editor.review.reminderError
source: Error sending review reminder
lt_lt: Įvyko klaida siunčiant priminimą apie recenzavimą

# editor.review.thankReviewerError
source: Error sending thank you to reviewer
lt_lt: Įvyko klaida siunčiant padėką recenzentui

# editor.review.skipEmail
source: Do not send email to Reviewer.
lt_lt: Nesiųsti el. laiško recenzentui.

# editor.review.sendReminder
source: Send Reminder
lt_lt: Siųsti priminimą

# editor.review.readReview
source: Read Review
lt_lt: Skaityti recenziją

# editor.review.readNewReview
source: Read New Review
lt_lt: Skaityti naują recenziją

# editor.review.responseDue
source: Response due: {$date}
lt_lt: Atsako pabaigos data: {$date}

# editor.review.requestSent
source: Request Sent
lt_lt: Prašymas išsiųstas

# editor.review.requestAccepted
source: Request Accepted
lt_lt: Prašymas priimtas

# editor.review.revertDecision
source: Revert Decision
lt_lt: Grąžinti sprendimą

# editor.review.reviewDue
source: Review due: {$date}
lt_lt: Recenzavimo pabaigos data: {$date}

# editor.review.reviewDueDate
source: Review Due Date
lt_lt: Recenzavimo pabaigos data

# editor.review.reviewCompleted
source: Review Completed
lt_lt: Recenzija baigta

# editor.review.reviewConfirmed
source: Review Confirmed
lt_lt: Recenzija patvirtinta

# editor.review.reviewSubmitted
source: Review Submitted
lt_lt: Recenzija pateikta

# editor.review.reviewerComments
source: Reviewer Comments
lt_lt: Recenzento komentarai

# editor.review.days
source: Average Days
lt_lt: Dienų vidurkis

# editor.review.mustSelect
source: You must select a reviewer
lt_lt: Privalote pasirinkti recenzentą

# editor.review.errorAddingReviewer
source: There was an error adding the reviewer. Please try again.
lt_lt: Įvyko klaida įtraukiant recenzentą. Mėginkite iš naujo.

# editor.review.errorDeletingReviewer
source: There was an error deleting the reviewer. Please try again.
lt_lt: Įvyko klaida šalinant recenzentą. Mėginkite iš naujo.

# editor.review.userGroupSelect
source: Enroll the user with this reviewer user group
lt_lt: Priskirti vartotoją šiai recenzentų grupei

# editor.review.unconsiderReviewText
source: Do you wish to mark this review as unconsidered? The review history will be preserved.
lt_lt: Ar tikrai norite pažymėti šią recenziją kaip neapsvarstytą? Recenzavimo istorija bus išsaugota.

# editor.review.unconsiderReview
source: Unconsider this Review
lt_lt: Neapsvarstyti šios recenzijos

# editor.review.readConfirmation
source: Once this review has been read, press "Confirm" to indicate that the review process may proceed. If the reviewer has submitted their review elsewhere, you may upload the file below and then press "Confirm" to proceed.
lt_lt: Kai ši recenzija bus perskaityta, spustelėkite „Patvirtinti“, kad nurodytumėte, kad recenzavimo procesas gali tęstis. Jei recenzentas pateikė recenziją kitur, žemiau galite nusiųsti failą ir tuomet spustelėti „Patvirtinti“.

# editor.submission.selectCopyedingFiles
source: Copyediting Files
lt_lt: Pataisyti failai

# editor.submission.selectReviewer
source: Select Reviewer
lt_lt: Pasirinkite recenzentą

# editor.submission.taskDueDate
source: Task Due Date
lt_lt: Užduoties pabaigos data

# editor.submission.taskSchedule
source: Task schedule
lt_lt: Užduoties grafikas

# editor.review.enrollReviewer
source: Enroll an Existing User as Reviewer
lt_lt: Priskirti esamą vartotoją kaip recenzentą

# editor.submission.noAuditRequested
source: No audit requested for this file
lt_lt: Nėra šiam failui užklausta audito

# editor.submission.personalMessageToUser
source: Email to be sent to user
lt_lt: Siunčiamo el. laiško vartotojui turinys

# editor.submission.proof.reminder
source: Proof reminder
lt_lt: Pataisymo priminimas

# editor.submission.editorial.approveCopyeditDescription
source: The copyedited file needs to be approved before it can be sent to the Production stage. Do you want to approve this file?
lt_lt: Pataisytas failas turi būti patvirtintas prieš siunčiant jį į gamybos etapą. Ar norite patvirtinti šį failą?

# editor.submission.editorial.disapproveCopyeditDescription
source: Disapproving this copyedited file will make it unavailable to send to production stage. Do you want to disapprove this file?
lt_lt: Nepatvirtinto pataisyto failo nebus galima siųsti į gamybos procesą. Ar norite nepatvirtinti šio failo?

# editor.submission.addAuditor
source: Assign Auditor
lt_lt: Paskirti auditorių

# editor.submission.copyedit.manageCopyeditFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Copyedit Files listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion. Additional files not already uploaded to a stage can be added to the listing by clicking the Upload File link.
lt_lt: Bet kurie failai, kurie jau buvo nusiųsti į bet kurį pateikimo etapą, gali būti įtraukti į pataisytų failų sąrašą žemiau pažymėjus žymimąjį langelį ir spustelėjus paieška: bus parodyti visi prieinami failai ir galimi pasirinkti įtraukimui. Papildomi failai, kurie nėra nusiųsti į etapą gali būti įtraukti į sąrašą spustelėjus nuorodą „Nusiųsti failą“.

# editor.review
source: Review
lt_lt: Recenzija

# editor.review.reviewDetails
source: Review Details
lt_lt: Recenzijos išsami informacija

# editor.review.noReviewFilesUploaded
source: No Files Uploaded
lt_lt: Nenusiųsta failų

# editor.review.noReviewFilesUploaded.details
source: You have not uploaded any review files.
lt_lt: Nenusiuntėte jokių recenzavimo failų.

# editor.review.emailReviewer
source: Email Reviewer
lt_lt: Siųsti el. laišką recenzentą

# editor.submission.production.productionReadyFiles
source: Production Ready Files
lt_lt: Gamybai paruošti failai

# editor.submission.newRound
source: New Review Round
lt_lt: Naujas recenzavimo etapas

# editor.submissionReview.recordDecision
source: Record Editorial Decision
lt_lt: Įrašyti redakcijos sprendimą

# editor.submission.newRoundDescription
source: You are about to create a new review round for this submission. Files that have not been used in other review rounds are listed below.
lt_lt: Šiam pateikimui ketinate sukurti naują recenzavimo etapą. Failai, kurie nebuvo panaudoti kituose recenzavimo etapuose išvardyti žemiau.

# editor.submission.createNewRound
source: Create New Review Round
lt_lt: Kurti naują recenzavimo etapą

# editor.article.reviewForms
source: Review Forms
lt_lt: Recenzavimo formos

# editor.article.selectReviewForm
source: Select Review Form
lt_lt: Pasirinkite recenzavimo formą

# editor.article.clearReviewForm
source: Clear Review Form
lt_lt: Išvalyti recenzavimo formą

# editor.article.confirmChangeReviewForm
source: Warning: Changing the review form will affect any answers reviewers have made using this form. Are you sure you wish to continue?
lt_lt: Įspėjimas: pakeitus recenzavimo formą bus paveikti recenzentų atsakymai. Ar tikrai norite tęsti?

# editor.submission.noReviewerFilesSelected
source: No Files Selected
lt_lt: Nepasirinkta failų

# editor.submission.noReviewerFilesSelected.details
source: You have not selected any files for the reviewer to review.
lt_lt: Nepasirinkote failų, kuriuos recenzentas turėtų recenzuoti.

# submission.queries.subjectRequired
source: A discussion subject is required.
lt_lt: Diskusijos tema yra privaloma.

# submission.queries.messageRequired
source: A discussion message is required.
lt_lt: Diskusijos žinutė yra privaloma.

# submission.queries.attachedFiles
source: Attached Files
lt_lt: Priedai

# grid.action.editQuery
source: Edit Discussion
lt_lt: Redaguoti diskusiją

# editor.submission.query.manageQueryNoteFilesDescription
source: Files can be attached for inclusion in this discussion from the list below.
lt_lt: Failai gali būti prisegti šioje diskusijoje iš žemiau esančio sąrašo.
