Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.importexport.users.export.exportUsers
source: Export Users
lt_lt: Eksportuoti vartotojus

# plugins.importexport.users.export.exportByRole
source: Export By Role
lt_lt: Eksportuoti pagal vaidmenį

# plugins.importexport.users.export.exportAllUsers
source: Export All
lt_lt: Eksportuoti visus

# plugins.importexport.users.export.errorsOccurred
source: Errors occurred during the export
lt_lt: Įvyko klaidos eksportavimo metu

# plugins.importexport.users.export.couldNotWriteFile
source: Could not write to the file "{$fileName}".
lt_lt: Nepavyko įrašyti į failą „{$fileName}“.

# plugins.importexport.users.importComplete
source: The import completed successfully. Users with usernames and email addresses that are not already in use have been imported, along with accompanying user groups.
lt_lt: Importavimas įvyko sėkmingai. Vartotojai, kurių vartotojų vardai ar el. paštų adresai nenaudojami, importuoti kartu su jų grupėmis.

# plugins.importexport.users.results
source: Results
lt_lt: Rezultatai

# plugins.importexport.users.uploadFile
source: Please upload a file under "Import" in order to continue.
lt_lt: Nusiųskite failą skirtuke „Importuoti vartotojus“ norėdami tęsti.

# plugins.metadata.dc11.articleAdapter.displayName
source: DC 1.1 Article Adapter
lt_lt: DC 1.1 straipsnio adapteris

# plugins.metadata.dc11.articleAdapter.description
source: Extracts/injects meta-data from/into articles.
lt_lt: Įskiepis ištraukia/įdeda metaduomenis iš/į straipsnius.

# plugins.metadata.mods34.articleAdapter.displayName
source: MODS 3.4 Article Adapter
lt_lt: MODS 3.4 straipsnio adapteris

# plugins.metadata.mods34.articleAdapter.description
source: Extracts/injects meta-data from/into articles.
lt_lt: Įskiepis ištraukia/įdeda metaduomenis iš/į straipsnius.

# plugins.OAIMetadata.marc.displayName
source: MARC Metadata Format
lt_lt: MARC metaduomenų formatas

# plugins.OAIMetadata.marc.description
source: Structures metadata in a way that is consistent with the MARC format.
lt_lt: Įskiepis išdėsto metaduomenis taip, kad būtų nuoseklūs MARC formate.

# plugins.OAIMetadata.marcxml.displayName
source: MARC21 Metadata Format
lt_lt: MARC21 metaduomenų formatas

# plugins.OAIMetadata.marcxml.description
source: Structures metadata in a way that is consistent with the MARC21 format.
lt_lt: Įskiepis išdėsto metaduomenis taip, kad būtų nuoseklūs MARC21 formate.

# plugins.oaiMetadata.nlm.displayName
source: NLM Metadata Format
lt_lt: NLM metaduomenų formatas

# plugins.oaiMetadata.nlm.description
source: Structures metadata in a way that is consistent with the NLM Journal Article format.
lt_lt: Įskiepis išdėsto metaduomenis taip, kad būtų nuoseklūs NLM žurnalo straipsnio formate.

# plugins.OAIMetadata.rfc1807.displayName
source: RFC1807 Metadata Format
lt_lt: RFC1807 metaduomenų formatas

# plugins.OAIMetadata.rfc1807.description
source: Structures metadata in a way that is consistent with the RFC1807 format.
lt_lt: Įskiepis išdėsto metaduomenis taip, kad būtų nuoseklūs RFC1807 formate.

# plugins.paymethod.manual.displayName
source: Manual Fee Payment
lt_lt: Mokesčio mokėjimas rankiniu būdu

# plugins.paymethod.manual.description
source: The manager will manually record receipt of a user's payment (outside of this software).
lt_lt: Tvarkyklė rankiniu būdu įrašys vartotojų mokėjimų kvitus (ne šioje programinėje įrangoje)

# plugins.paymethod.manual
source: Manual Fee Payment
lt_lt: Mokesčio mokėjimas rankiniu būdu

# plugins.paymethod.manual.settings
source: Manual Payment Instructions
lt_lt: Mokesčio mokėjimo rankiniu būdu instrukcija

# plugins.paymethod.manual.sendNotificationOfPayment
source: Send notification of payment
lt_lt: Siųsti pranešimą apie mokėjimą

# plugins.paymethod.manual.paymentNotification
source: Payment Notification
lt_lt: Mokėjimo pranešimas

# plugins.paymethod.manual.notificationSent
source: Payment notification sent
lt_lt: Mokėjimo pranešimas išsiųstas

# plugins.paymethod.manual.purchase.title
source: Title
lt_lt: Pavadinimas

# plugins.paymethod.manual.purchase.fee
source: Fee
lt_lt: Mokestis

# plugins.paymethod.paypal.displayName
source: PayPal Fee Payment
lt_lt: Mokesčio mokėjimas su PayPal

# plugins.paymethod.paypal.settings.paypalenable
source: Enable PayPal
lt_lt: Įgalinti PayPal

# plugins.paymethod.paypal.settings.paypalurl
source: IPN URL
lt_lt: IPN adresas

# plugins.paymethod.paypal.settings.paypalurl.description
source: This is the URL to PayPal's Instant Payment Notification (IPN) service. For testing, use <code>https://www.sandbox.paypal.com/cgi-bin/webscr</code>; for production systems, use <code>https://www.paypal.com/cgi-bin/webscr</code>.
lt_lt: Tai adresas į PayPal momentinės apmokėjimo pranešimo (IPN) tarnybą. Testavimui naudokite <code>https://www.sandbox.paypal.com/cgi-bin/webscr</code>; gamybai naudokite <code>https://www.paypal.com/cgi-bin/webscr</code>.

# plugins.paymethod.paypal.settings.selleraccount
source: Seller Account
lt_lt: Pardavėjo paskyra

# plugins.paymethod.paypal.settings.selleraccount.description
source: This is the PayPal account username for the sellers' account to be used, typically an email address. Ensure that you activate Instant Payment Notification (IPN) in your seller account Profile.
lt_lt: Tai yra PayPal pardavėjo paskyros vartotojo vardas, dažniausiai el. pašto adresas. Įsitikinkite, kad aktyvavote momentinius apmokėjimų pranešimus (IPN) paskyros profilyje.

# plugins.paymethod.paypal.settings.curlNotInstalled
source: Warning: CURL support for PHP is not installed. PayPal payment support requires the CURL library and will not function until it is installed.
lt_lt: Įspėjimas: neįdiegtas PHP CURL palaikymas. Mokėjimas su PayPal reikalauja CURL bibliotekos ir neveiks kol nebus įdiegta.

# plugins.paymethod.paypal.settings
source: PayPal Settings
lt_lt: PayPal nuostatos

# plugins.paymethod.paypal
source: PayPal Fee Payment
lt_lt: Mokesčio mokėjimas su PayPal

# plugins.paymethod.paypal.description
source: PayPal enables users, whether or not they are PayPal members, to use all major credit cards. The Manager will need to set up a <a href="http://www.paypal.com" target="_new">PayPal Business Account</a>.
lt_lt: PayPal leidžia vartotojams, nesvarbu ar jie yra PayPal nariai, naudoti visas pagrindines kreditines korteles. Administratoriui reikės sukurti <a href="http://www.paypal.com" target="_new">PayPal verslo paskyrą</a>.

# plugins.paymethod.paypal.warning
source: Click the Continue button below to go to the PayPal site, where credit cards can be used to pay the fee (without having to join PayPal). Use the "Return to Merchant" button after making payment to return to this site.
lt_lt: Spustelėkite mygtuką „Tęsti“, kad pereitumėte į PayPal svetainę, kur panaudoję kreditinę kortelę apmokėsite mokestį (nebūtina prisijungti prie PayPal). Naudokite mygtuką „Grįžti pas pardavėją“ po atlikto mokėjimo, kad grįžtumėte į šią svetainę.

# plugins.paymethod.paypal.purchase.title
source: Title
lt_lt: Pavadinimas

# plugins.paymethod.paypal.purchase.fee
source: Fee
lt_lt: Mokestis

# plugins.paymethod.paypal.purchase.description
source: Description
lt_lt: Aprašymas

# plugins.paymethod.paypal.purchase.cancelled
source: Your purchase has been cancelled.
lt_lt: Jūsų pirkimas buvo atšauktas..

# plugins.paymethod.paypal.purchase.cancelled.title
source: Purchase Cancelled
lt_lt: Pirkimas atšauktas

# plugins.pubIds.doi.description
source: This plugin enables the assignment of the Digital Object Identifiers to issues, articles and galleys in OJS.
lt_lt: Įskiepis įgalina skaitmeninių objektų identifikatorius numeriams, straipsniams ir maketams OJS sistemoje.

# plugins.pubIds.doi.manager.settings.description
source: Please configure the DOI plugin to be able to manage and use DOIs in OJS:
lt_lt: Sukonfigūruokite DOI įskiepį norėdami tvarkyti ir naudoti DOI šioje OJS:

# plugins.pubIds.doi.manager.settings.doiObjects
source: Journal Content
lt_lt: Žurnalo turinys

# plugins.pubIds.doi.manager.settings.doiObjectsRequired
source: Please choose the objects DOIs should be assigned to.
lt_lt: Pasirinkite kuriems objektams norite priskirti DOI.

# plugins.pubIds.doi.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (DOI) assigned:
lt_lt: Pasirinkite objektus, kuriems norite priskirti DOI:

# plugins.pubIds.doi.manager.settings.enableIssueDoi
source: Issues
lt_lt: Numeriai

# plugins.pubIds.doi.manager.settings.enableSubmissionDoi
source: Articles
lt_lt: Straipsniai

# plugins.pubIds.doi.manager.settings.enableRepresentationDoi
source: Galleys
lt_lt: Maketai

# plugins.pubIds.doi.manager.settings.doiPrefix
source: DOI Prefix
lt_lt: DOI priešdėlis

# plugins.pubIds.doi.manager.settings.doiPrefix.description
source: The DOI Prefix is assigned by registration agencies (e.g. <a href="http://www.crossref.org" target="_new">CrossRef</a>) and is in the format 10.xxxx (e.g. 10.1234):
lt_lt: DOI priešdėlį priskiria registravimo agentūros (pvz. <a href="http://www.crossref.org" target="_new">CrossRef</a>) ir yra formate 10.xxxx (pvz. 10.1234):

# plugins.pubIds.doi.manager.settings.doiPrefixPattern
source: The DOI prefix is mandatory and must be in the form 10.xxxx.
lt_lt: DOI priešdėlis yra privalomas ir turi būti 10.xxxx formate.

# plugins.pubIds.doi.manager.settings.doiSuffix
source: DOI Suffix
lt_lt: DOI priesaga

# plugins.pubIds.doi.manager.settings.doiSuffix.description
source: A DOI suffix can take any form, but must be unique among all publishing objects with the same DOI prefix assigned:
lt_lt: DOI priesaga gali būti laisvoje formoje, bet unikali tarp visų leidžiamų objektų su tuo pačiu DOI priešdėliu:

# plugins.pubIds.doi.manager.settings.doiSuffixPattern
source: Use the pattern entered below to generate DOI suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
lt_lt: Naudoti žemiau įvestą šabloną generuoti DOI priesagoms. Naudokite %j žurnalo inicialams, %v tomo skaičiui, %i numerio skaičiui, %Y metams, %a OJS straipsnio ID, %g OJS maketo ID, %s OJS failo ID, %p puslapių numeriui ir %x tinkintiems identifikatoriams.

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.example
source: For example, vol%viss%ipp%p could create a DOI such as 10.1234/vol3iss2pp230
lt_lt: Pavyzdžiui, vol%viss%ipp%p gali sukurti DOI tokį kaip 10.1234/vol3iss2pp230

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.issues
source: for issues
lt_lt: numeriams

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.submissions
source: for articles
lt_lt: straipsniams

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.representations
source: for galleys
lt_lt: maketams

# plugins.pubIds.doi.manager.settings.doiSuffixDefault
source: Use default patterns.
lt_lt: Naudoti numatytuosius šablonus.

# plugins.pubIds.doi.manager.settings.doiSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
lt_lt: %j.v%vi%i numeriams<br />%j.v%vi%i.%a straipsniams<br />%j.v%vi%i.%a.g%g maketams.

# plugins.pubIds.doi.manager.settings.doiSuffixCustomIdentifier
source: Enter an individual DOI suffix for each published item. You'll find an additional DOI input field on each item's meta-data page.
lt_lt: Įveskite individualią DOI priesagą kiekvienam išleistam objektui. Papildomą DOI tekstinį lauką rasite kiekvieno objekto metaduomenų puslapyje.

# plugins.pubIds.doi.manager.settings.doiIssueSuffixPatternRequired
source: Please enter the DOI suffix pattern for issues.
lt_lt: Įveskite DOI priesagos šabloną numeriams.

# plugins.pubIds.doi.manager.settings.doiSubmissionSuffixPatternRequired
source: Please enter the DOI suffix pattern for articles.
lt_lt: Įveskite DOI priesagos šabloną straipsniams.

# plugins.pubIds.doi.manager.settings.doiRepresentationSuffixPatternRequired
source: Please enter the DOI suffix pattern for galleys.
lt_lt: Įveskite DOI priesagos šabloną maketams.

# plugins.pubIds.doi.manager.settings.doiReassign
source: Reassign DOIs
lt_lt: Priskirti DOI iš naujo

# plugins.pubIds.doi.manager.settings.doiReassign.description
source: If you change your DOI configuration, DOIs that have already been assigned will not be affected. Once the DOI configuration is saved, use this button to clear all existing DOIs so that the new settings will take effect with existing objects.
lt_lt: Jei pakeisite DOI konfigūraciją, jau priskirti DOI nebus paveikti. Tik išsaugojus konfigūraciją, naudokite šį mygtuką egzistuojančių DOI išvalymui tam, kad įsigaliotų naujos nuostatos esamiems objektams.

# plugins.pubIds.doi.manager.settings.doiReassign.confirm
source: Are you sure you wish to delete all existing DOIs?
lt_lt: Ar tikrai norite pašalinti visus esamus DOI?

# plugins.pubIds.doi.editor.doiObjectTypeIssue
source: issue
lt_lt: numerio

# plugins.pubIds.doi.editor.doiObjectTypeSubmission
source: article
lt_lt: straipsnis

# plugins.pubIds.doi.editor.doiObjectTypeRepresentation
source: galley
lt_lt: maketas

# plugins.pubIds.doi.editor.customSuffixMissing
source: The DOI cannot be assigned because the custom suffix is missing.
lt_lt: Nepavyko priskirti DOI, nes trūksta tinkintos priesagos.

# plugins.pubIds.doi.editor.patternNotResolved
source: The DOI cannot be assigned because it contains an unresolved pattern.
lt_lt: Nepavyko priskirti DOI, nes turi nesuprantamą šabloną.

# plugins.pubIds.doi.editor.canBeAssigned
source: What you see is a preview of the DOI. Select the checkbox and save the form to assign the DOI.
lt_lt: Tai ką matote yra tik DOI peržiūra. Pažymėkite žymimąjį langelį ir įšsaugokite formą, kad priskirtumėte DOI.

# plugins.pubIds.doi.editor.assigned
source: The DOI is assigned to this {$pubObjectType}.
lt_lt: DOI yra priskirtas {$pubObjectType}.

# plugins.pubIds.doi.editor.doiSuffixCustomIdentifierNotUnique
source: The given DOI suffix is already in use for another published item. Please enter a unique DOI suffix for each item.
lt_lt: Nurodytą DOI priesagą jau naudoja kitas išleistas elementas. Įveskite unikalią DOI priesagą kiekvienam elementui.

# plugins.pubIds.doi.editor.clearObjectsDoi
source: Clear DOI
lt_lt: Išvalyti DOI

# plugins.pubIds.doi.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing DOI?
lt_lt: Ar tikrai norite pašalinti esamą DOI?

# plugins.pubIds.doi.editor.clearIssueObjectsDoi
source: Clear Issue Objects DOIs
lt_lt: Išvalyti numerio objektų DOI

# plugins.pubIds.doi.editor.clearIssueObjectsDoi.confirm
source: Are you sure you wish to delete the existing issue objects DOIs?
lt_lt: Ar tikrai norite pašalinti esamo numerio objektų DOI?

# plugins.pubIds.doi.editor.clearIssueObjectsDoi.description
source: Use the following option to clear DOIs of all objects (articles and galleys) currently scheduled for this issue.
lt_lt: Naudokite šią parinktį tam, kad išvalytumėte visų objektų (straipsniai ir maketai) DOI, kurie šiuo metu yra suplanuoti šiam numeriui.

# plugins.pubIds.doi.editor.assignDoi
source: Assign the DOI {$pubId} to this {$pubObjectType}
lt_lt: Priskirti DOI {$pubId} į {$pubObjectType}

# plugins.pubIds.doi.editor.assignDoi.emptySuffix
source: The DOI cannot be assigned because the custom suffix is missing.
lt_lt: Nepavyko priskirti DOI, nes trūksta tinkintos priesagos.

# plugins.pubIds.doi.editor.assignDoi.pattern
source: The DOI {$pubId} cannot be assigned because it contains an unresolved pattern.
lt_lt: Nepavyko priskirti DOI {$pubId}, nes turi nesuprantamą šabloną.

# plugins.pubIds.doi.editor.assignDoi.assigned
source: The DOI {$pubId} has been assigned.
lt_lt: DOI {$pubId} buvo priskirta.

# plugins.pubIds.urn.description
source: This plugin enables the assignment of the Uniform Resource Names to the issues, articles and galleys in OJS.
lt_lt: Įskiepis įgalina nekintamų išteklių vardų priskyrimą numeriams, straipsniams ir maketams OJS sistemoje.

# plugins.pubIds.urn.manager.settings.description
source: Please configure the URN plugin to be able to manage and use URNs in OJS:
lt_lt: Sukonfigūruokite URN įskiepį, kad galėtumėte tvarkyti ir naudoti URN sistemoje OJS:

# plugins.pubIds.urn.manager.settings.urnObjects
source: Journal Content
lt_lt: Žurnalo turinys

# plugins.pubIds.urn.manager.settings.urnObjectsRequired
source: Please choose the objects URNs should be assigned to.
lt_lt: Parinkite, kuriems objektams priskirsite URN.

# plugins.pubIds.urn.manager.settings.explainURNs
source: Please select the publishing objects that will have Uniform Resource Names (URN) assigned:
lt_lt: Pasirinkite objektus, kuriems norite priskirti URN:

# plugins.pubIds.urn.manager.settings.enableIssueURN
source: Issues
lt_lt: Numeriai

# plugins.pubIds.urn.manager.settings.enableSubmissionURN
source: Articles
lt_lt: Straipsniai

# plugins.pubIds.urn.manager.settings.enableRepresentationURN
source: Galleys
lt_lt: Maketai

# plugins.pubIds.urn.manager.settings.urnPrefix
source: URN Prefix
lt_lt: URN priešdėlis

# plugins.pubIds.urn.manager.settings.urnPrefix.description
source: The URN prefix is the fix, never changing part of the URN (e.g. "urn:nbn:de:0000-").
lt_lt: URN priešdėlis yra nekintanti URN dalis (pvz. "urn:nbn:de:0000-").

# plugins.pubIds.urn.manager.settings.form.urnPrefixPattern
source: The URN prefix pattern must be in the form "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
lt_lt: URN priešdėlio šablonas privalo būti tokios formos "urn:"&lt;NID&gt;":"&lt;NSS&gt;.

# plugins.pubIds.urn.manager.settings.urnSuffix
source: URN Suffix
lt_lt: URN priesaga

# plugins.pubIds.urn.manager.settings.urnSuffix.description
source: A URN suffix can take any form, but must be unique among all publishing objects with the same URN prefix assigned:
lt_lt: URN priesaga gali būti laisvoje formoje, bet unikali tarp visų leidžiamų objektų su tuo pačiu URN priešdėliu:

# plugins.pubIds.urn.manager.settings.urnSuffixPattern
source: Use the pattern entered below to generate URN suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
lt_lt: Naudoti žemiau įvestą šabloną generuoti URN priesagoms. Naudokite %j žurnalo inicialams, %v tomo skaičiui, %i numerio skaičiui, %Y metams, %a OJS straipsnio ID, %g OJS maketo ID, %s OJS failo ID, %p puslapių numeriui ir %x tinkintiems identifikatoriams.

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.example
source: For example, vol%viss%ipp%p could create the URN suffix "vol3iss2pp230".
lt_lt: Pavyzdžiui, vol%viss%ipp%p gali sukurti URN priesagą tokią kaip „vol3iss2pp230“

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.issues
source: for issues
lt_lt: numeriams

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.submissions
source: for articles
lt_lt: straipsniams

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.representations
source: for galleys
lt_lt: maketams

# plugins.pubIds.urn.manager.settings.urnIssueSuffixPatternRequired
source: Please enter the URN suffix pattern for issues.
lt_lt: Įveskite URN priesagos šabloną numeriams.

# plugins.pubIds.urn.manager.settings.urnSubmissionSuffixPatternRequired
source: Please enter the URN suffix pattern for articles.
lt_lt: Įveskite URN priesagos šabloną straipsniams.

# plugins.pubIds.urn.manager.settings.urnRepresentationSuffixPatternRequired
source: Please enter the URN suffix pattern for galleys.
lt_lt: Įveskite URN priesagos šabloną maketams.

# plugins.pubIds.urn.manager.settings.urnSuffixDefault
source: Use default patterns.
lt_lt: Naudoti numatytuosius šablonus.

# plugins.pubIds.urn.manager.settings.urnSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
lt_lt: %j.v%vi%i numeriams<br />%j.v%vi%i.%a straipsniams<br />%j.v%vi%i.%a.g%g maketams.

# plugins.pubIds.urn.manager.settings.urnSuffixCustomIdentifier
source: Enter an individual URN suffix for each published item. You'll find an additional URN input field on each item's metadata page.
lt_lt: Įveskite individualią URN priesagą kiekvienam išleistam objektui. Papildomą URN tekstinį lauką rasite kiekvieno objekto metaduomenų puslapyje.

# plugins.pubIds.urn.manager.settings.checkNo
source: Check Number
lt_lt: Tikrinimo skaičius

# plugins.pubIds.urn.manager.settings.checkNo.label
source: The check number will be automatically calculated and added at the end, as the last digit of an URN.
lt_lt: Tikrinimo skaičius bus automatiškai apskaičiuotas ir pridėtas pabaigoje, kaip paskutiniai URN skaičiai.

# plugins.pubIds.urn.manager.settings.namespace
source: Namespace
lt_lt: Vardų sritis

# plugins.pubIds.urn.manager.settings.namespace.choose
source: Choose
lt_lt: Pasirinkite

# plugins.pubIds.urn.manager.settings.namespace.description
source: The persistent identifier namespace usually needed for the registration (e.g. at the Deutsche Nationalbibliothek).
lt_lt: Nuolatinė identifikatoriaus vardų sritis paprastai reikalinga registracijai (pvz. įstaigoje Deutsche Nationalbibliothek).

# plugins.pubIds.urn.manager.settings.urnResolver
source: Resolver URL
lt_lt: Sprendimo įtaiso adresas

# plugins.pubIds.urn.manager.settings.urnResolver.description
source: (e.g. http://nbn-resolving.de/)
lt_lt: (pvz. http://nbn-resolving.de/)

# plugins.pubIds.urn.manager.settings.form.urnResolverRequired
source: Please enter the resolver URL.
lt_lt: Įveskite sprendimo įtaiso adresą.

# plugins.pubIds.urn.manager.settings.urnReassign
source: Reassign URNs
lt_lt: Priskirti URN iš naujo

# plugins.pubIds.urn.manager.settings.urnReassign.description
source: If you change your URN configuration, URNs that have already been assigned will not be affected. Once the URN configuration is saved, use this button to clear all existing URNs so that the new settings will take effect with existing objects.
lt_lt: Jei pakeisite URN konfigūraciją, jau priskirti URN nebus paveikti. Tik išsaugojus konfigūraciją, naudokite šį mygtuką egzistuojančių URN išvalymui tam, kad įsigaliotų naujos nuostatos esamiems objektams.

# plugins.pubIds.urn.manager.settings.urnReassign.confirm
source: Are you sure you wish to delete all existing URNs?
lt_lt: Ar tikrai norite pašalinti visus esamus URN?

# plugins.pubIds.urn.editor.urnObjectTypeIssue
source: issue
lt_lt: numeris

# plugins.pubIds.urn.editor.urnObjectTypeSubmission
source: article
lt_lt: straipsnis

# plugins.pubIds.urn.editor.urnObjectTypeRepresentation
source: galley
lt_lt: maketas

# plugins.pubIds.urn.editor.customSuffixMissing
source: The URN cannot be assigned because the custom suffix is missing.
lt_lt: Nepavyko priskirti URN, nes trūksta tinkintos priesagos.

# plugins.pubIds.urn.editor.patternNotResolved
source: The URN cannot be assigned because it contains an unresolved pattern.
lt_lt: Nepavyko priskirti URN, nes turi nesuprantamą šabloną.

# plugins.pubIds.urn.editor.canBeAssigned
source: What you see is a preview of the URN. Select the checkbox and save the form to assign the URN.
lt_lt: Tai ką matote yra tik URN peržiūra. Pažymėkite žymimąjį langelį ir išsaugokite formą, kad priskirtumėte URN.

# plugins.pubIds.urn.editor.assigned
source: The URN is assigned to this {$pubObjectType}.
lt_lt: URN yra priskirtas į {$pubObjectType}.

# plugins.pubIds.urn.editor.urnSuffixCustomIdentifierNotUnique
source: The given URN suffix is already in use for another published item. Please enter a unique URN suffix for each item.
lt_lt: Nurodytą URN priesagą jau naudoja kitas išleistas elementas. Įveskite unikalią URN priesagą kiekvienam elementui.

# plugins.pubIds.urn.editor.clearObjectsURN
source: Clear URN
lt_lt: Išvalyti URN
