Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.generic.usageStats.settings.saved
source: Usage statistics plugin settings saved
lt_lt: Naudojimo statistikos įskiepio nuostatos išsaugotos

# plugins.generic.usageStats.openFileFailed
source: The file {$file} could not be open and was rejected.
lt_lt: Failas {$file} negali būti atvertas ir buvo atmestas.

# plugins.generic.usageStats.invalidLogEntry
source: The line number {$lineNumber} from the file {$file} is not a valid log entry and the file was rejected.
lt_lt: Eilutės numeris {$lineNumber} iš failo {$file} yra negaliojantis žurnalo įrašas ir failas buvo atmestas.

# plugins.generic.usageStats.displayName
source: Usage Statistics
lt_lt: Naudojimo statistika

# plugins.generic.usageStats.description
source: Present data objects usage statistics. Can use server access log files to extract statistics.
lt_lt: Rodo duomenų objektų naudojimo statistiką. Gali panaudoti serverio prieigos žurnalą statistikos ištraukimui.

# plugins.reports.usageStats.report.displayName
source: OJS usage statistics report
lt_lt: OJS naudojimo statistikos ataskaita

# plugins.reports.usageStats.report.description
source: OJS default usage statistics report (COUNTER ready)
lt_lt: OJS numatytoji naudojimo statistikos ataskaita (SKAITIKLIS paruoštas)

# plugins.reports.usageStats.metricType
source: OJS/COUNTER
lt_lt: OJS/SKAITIKLIS

# plugins.reports.usageStats.metricType.full
source: Open Journal Systems statistics (COUNTER ready)
lt_lt: „Open Journal Systems“ statistika (SKAITIKLIS paruoštas)

# plugins.generic.webfeed.displayName
source: Web Feed Plugin
lt_lt: WEB sklaidos kanalo įskiepis

# plugins.generic.webfeed.description
source: This plugin produces RSS/Atom web syndication feeds for the current issue.
lt_lt: Įskiepis sukuria RSS/Atom WEB sklaidos kanalus dabartiniam numeriui.

# plugins.generic.webfeed.settings
source: Settings
lt_lt: Nuostatos

# plugins.generic.webfeed.settings.issue
source: Display web feed links on issue pages only.
lt_lt: Rodyti sklaidos kanalo nuorodas tik numerio puslapiuose.

# plugins.generic.webfeed.settings.homepage
source: Display web feed links on homepage and issue pages only.
lt_lt: Rodyti sklaidos kanalo nuorodas pradžios ir tik numerio puslapiuose.

# plugins.generic.webfeed.settings.all
source: Display web feed links on all journal pages.
lt_lt: Rodyti sklaidos kanalo nuorodas visuose žurnalo puslapiuose.

# plugins.generic.webfeed.settings.currentIssue
source: Display items in current published issue.
lt_lt: Rodyti elementus dabartiniam išleistam numeriui.

# plugins.generic.webfeed.settings.recent
source: Display a fixed number of the most recent items.
lt_lt: Rodyti fiksuotą pačių naujausių elementų skaičių.

# plugins.generic.webfeed.settings.recentArticles
source: Number of items to display
lt_lt: Rodomų elementų skaičius

# plugins.generic.webfeed.settings.recentItemsRequired
source: Please enter a positive integer for recent published items.
lt_lt: Įveskite teigiamą sveikąjį skaičių naujausiems išleistiems elementams.

# plugins.generic.webfeed.atom.altText
source: Atom logo
lt_lt: Atom logotipas

# plugins.generic.webfeed.rss1.altText
source: RSS1 logo
lt_lt: RSS1 logotipas

# plugins.generic.webfeed.rss2.altText
source: RSS2 logo
lt_lt: RSS2 logotipas

# plugins.generic.translator.name
source: Translator Plugin
lt_lt: Vertyklės įskiepis

# plugins.generic.translator.description
source: This plugin allows web-based maintenance of translation files.
lt_lt: Įskiepis leidžia prižiūrėti vertimo failus WEB aplinkoje.

# plugins.generic.translator.longdescription
source: This area allows the Site Administrator to build, modify and check translations. This is site-wide and should not be used to customize a single press/journal. If you correct or create a translation, please consider submitting it to the Public Knowledge Project for distribution with future releases.
lt_lt: Šis plotas leidžia svetainės administratoriui kurti, modifikuoti ir tikrinti vertimus. Tai yra visai svetainei skirtas ir neturėtų būti naudojamas derinti vienam žurnalui. Jei esate tikri ar kuriate vertimą, apsvarstykite pateikti jį į „Public Knowledge Project“ platinimui su būsimomis laidomis.

# plugins.generic.translator.localeDescription
source: This page lists the components of a translation of the software and permits the translator to modify each. A complete translation must include all of these components.
lt_lt: Šis puslapis išvardija programinės įrangos komponentų vertimą ir leidžia vertyklei kiekvieną modifikuoti. Pilnas vertimas privalo įtraukti visus šiuos komponentus.

# plugins.generic.translator.localeFileContents
source: Locale File Contents
lt_lt: Rasti failo turinius

# plugins.generic.translator.localeName
source: Locale Name
lt_lt: Lokalės pavadinimas

# plugins.generic.translator.localeKey
source: Key
lt_lt: Raktas

# plugins.generic.translator.localeKey.description
source: Enter an entire locale key to search for.
lt_lt: Įveskite visą ieškomos lokalės raktą.

# plugins.generic.translator.localeKeyValue
source: Value
lt_lt: Reiškmė

# plugins.generic.translator.translate
source: Translate
lt_lt: Vertyklė

# plugins.generic.translator.availableLocales
source: Available Locales
lt_lt: Prieinamos lokalės

# plugins.generic.translator.check
source: Check
lt_lt: Tikrinti

# grid.action.checkLocale
source: Check Locale
lt_lt: Tikrinti lokalę

# grid.action.download
source: Download
lt_lt: Atsisiųsti

# plugins.generic.translator.localeFile.complete
source: Complete ({$reference})
lt_lt: Baigta ({$reference})

# plugins.generic.translator.localeFile.doesNotExist
source: Missing ({$reference})
lt_lt: Trūksta ({$reference})

# plugins.generic.translator.miscFile.complete
source: Complete
lt_lt: Užbaigta

# plugins.generic.translator.miscFile.doesNotExist
source: Missing
lt_lt: Trūksta

# plugins.generic.translator.email.complete
source: Complete
lt_lt: Užbaigta

# plugins.generic.translator.email.doesNotExist
source: Missing
lt_lt: Trūksta

# plugins.generic.translator.errors
source: Locale Errors
lt_lt: Lokalės klaidos

# plugins.generic.translator.errors.LOCALE_ERROR_MISSING_KEY.title
source: Missing Keys
lt_lt: Trūkstami raktai

# plugins.generic.translator.errors.LOCALE_ERROR_EXTRA_KEY.title
source: Extra Keys
lt_lt: Papildomi raktai

# plugins.generic.translator.errors.LOCALE_ERROR_DIFFERING_PARAMS.title
source: Differing Parameter Lists
lt_lt: Skirtingų parametrų sąrašai

# plugins.generic.translator.errors.LOCALE_ERROR_MISSING_FILE.title
source: Missing Locale Files
lt_lt: Trūkstami lokalės failai

# plugins.generic.translator.errors.EMAIL_ERROR_MISSING_EMAIL.title
source: Missing Emails
lt_lt: Trūkstami el. laiškai

# plugins.generic.translator.errors.EMAIL_ERROR_EXTRA_EMAIL.title
source: Extra Emails
lt_lt: Papildomi el. laiškai

# plugins.generic.translator.errors.EMAIL_ERROR_DIFFERING_PARAMS.title
source: Differing Email Parameter Lists
lt_lt: Skirtingų el. laiškų parametrų sąrašai

# plugins.generic.translator.errors.LOCALE_ERROR_MISSING_KEY.message
source: The key "{$key}" is missing from "{$filename}". The English version has been provided as a default.
lt_lt: Trūksta rakto „{$key}“ iš „{$filename}“. Angliška versija buvo pateikta kaip numatytoji.

# plugins.generic.translator.errors.LOCALE_ERROR_EXTRA_KEY.message
source: The key "{$key}" is no longer used and can be removed from "{$filename}".
lt_lt: Raktas „{$key}“ daugiau nebenaudojamas ir gali būti pašalintas iš „{$filename}“.

# plugins.generic.translator.errors.LOCALE_ERROR_DIFFERING_PARAMS.message
source: The locale key "{$key}" in "{$filename}" differs from the reference locale in its use of parameters. Please double-check that it contains all relevant parameters. The mismatching parameter(s) are:
lt_lt: Lokalės raktas „{$key}“ faile „{$filename}“ skiriasi nuo šaltinio lokalės parametrais. Dar kartą patikrinkite ar panaudoti visi reikalingi parametrai. Nesutampantys parametrai yra:

# plugins.generic.translator.errors.LOCALE_ERROR_MISSING_FILE.message
source: The locale file "{$filename}" is missing or unreadable.
lt_lt: Lokalės failas „{$filename}“ yra trūkstamas arba neperskaitomas.

# plugins.generic.translator.errors.EMAIL_ERROR_MISSING_EMAIL.message
source: The email message "{$key}" is missing from the translation.
lt_lt: Vertime trūksta el. laiško žinutės „{$key}“.

# plugins.generic.translator.errors.EMAIL_ERROR_EXTRA_EMAIL.message
source: The email message "{$key}" is no longer used and can be removed.
lt_lt: El. laiško žinutė „{$key}“ daugiau nebenaudojama ir gali būti pašalinta.

# plugins.generic.translator.errors.EMAIL_ERROR_DIFFERING_PARAMS.message
source: The email message "{$key}" differs from the reference locale in its use of parameters. Please double-check that it contains all relevant parameters. The mismatching parameter(s) are:
lt_lt: El. laiško žinutė „{$key}“ skiriasi nuo šaltinio lokalės parametrais. Dar kartą patikrinkite ar panaudoti visi reikalingi parametrai. Nesutampantys parametrai yra:

# plugins.generic.translator.jumpTo
source: Jump To...
lt_lt: Pereiti į...

# plugins.generic.translator.locale
source: {$locale} Locale
lt_lt: {$locale} lokalė

# plugins.generic.translator.localeFiles
source: Locale Files
lt_lt: Lokalės failai

# plugins.generic.translator.miscFiles
source: Miscellaneous Files
lt_lt: Kiti failai

# plugins.generic.translator.emails
source: Email Templates
lt_lt: El. laiškų šablonai

# plugins.generic.translator.file.filename
source: Filename
lt_lt: Failo vardas

# plugins.generic.translator.file.edit
source: Editing {$filename}
lt_lt: {$filename} redagavimas

# plugins.generic.translator.email.edit
source: Editing {$emailKey}
lt_lt: {$emailKey} redagavimas

# plugins.generic.translator.file.reference
source: Reference Version
lt_lt: Šaltinio versija

# plugins.generic.translator.file.translation
source: Translation
lt_lt: Vertimas

# plugins.generic.translator.email.reference
source: Reference Version
lt_lt: Šaltinio versija

# plugins.generic.translator.email.translation
source: Translation
lt_lt: Vertimas

# plugins.generic.translator.file.reset
source: Reset
lt_lt: Atkurti

# plugins.generic.translator.file.resetToReference
source: Reset To Reference
lt_lt: Atkurti į šaltinį

# plugins.generic.translator.email.reset
source: Reset
lt_lt: Atkurti

# plugins.generic.translator.email.resetToReference
source: Reset To Reference
lt_lt: Atkurti į šaltinį

# plugins.generic.translator.file.resetConfirm
source: Are you sure you wish to reset the file contents?
lt_lt: Ar tikrai norite atkurti failo turinį?

# plugins.generic.translator.email.resetConfirm
source: Are you sure you wish to reset the email contents?
lt_lt: Ar tikrai norite atkurti el. laiško turinį?

# plugins.generic.translator.file.doesNotExistNote
source: * This file has not yet been translated.
lt_lt: * Failas dar nėra išverstas.

# plugins.generic.translator.email.description
source: In the following fields, translate the email template's Title, Body, and Description. The Description is for the Manager's reference only.
lt_lt: Sekančiuose laukeliuose, išveskite el. laiško šablono pavadinimą, turinį ir aprašymą. Aprašymas skirtas tik kaip rodyklė administratoriams.

# plugins.generic.translator.confirmDelete
source: Are you sure you wish to delete this item? This action cannot be undone.
lt_lt: Ar tikrai norite pašalinti šį elementą? Šis veiksmas negali būti atšauktas.

# plugins.generic.translator.deleteKey
source: Delete this key
lt_lt: Šalinti raktą

# plugins.generic.translator.deleteEmail
source: Delete this email
lt_lt: Šalinti el. laišką

# plugins.generic.translator.saveBeforeContinuing
source: Be sure to save any changes made on this page before continuing or they will be lost. Do you wish to continue? If so, any unsaved changes will be lost.
lt_lt: Irašykite visus pakeitimus atliktus šiame puslapyje prieš tęsdami, priešingai jie bus prarasti. Ar tikrai norite tęsti? Jei taip, visi neįrašyti pakeitimai bus prarasti.

# plugins.generic.translator.couldNotWriteFile
source: Could not write the file "{$filename}". Double-check that file permissions are set correctly.
lt_lt: Nepavyko perrašyti failo „{$filename}“. Dar kartą patikrinkite, ar failo teisės buvo nustatytos tinkamai.

# plugins.generic.translator.errorEditingFile
source: There was a problem editing the file "{$filename}". Double-check to ensure that it follows the expected format.
lt_lt: Įvyko klaida redaguojant failą „{$filename}“. Dar kartą patikrinkite, ar failas yra numanomo formato.

# plugins.importexport.crossref.displayName
source: CrossRef XML Export Plugin
lt_lt: CrossRef XML eksportavimo įskiepis

# plugins.importexport.crossref.description
source: Export article metadata in CrossRef XML format.
lt_lt: Įskiepis eksportuoja straipsnio metaduomenis CrossRef XML formatu.

# plugins.importexport.crossref.requirements
source: Requirements
lt_lt: Reikalavimai

# plugins.importexport.crossref.requirements.satisfied
source: All plugin requirements are satisfied.
lt_lt: Visi įskiepio reikalavimai yra įvykdyti.

# plugins.importexport.crossref.error.publisherNotConfigured
source: A journal publisher has not been configured! You must add a publisher institution on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
lt_lt: Nenurodėte žurnalo leidėjo! Privalote įvesti leidėjo institucijos informaciją <a href="{$journalSettingsUrl}" target="_blank">konfigūracijos puslapyje</a>.

# plugins.importexport.crossref.error.issnNotConfigured
source: A journal ISSN has not been configured! You must add an ISSN on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
lt_lt: Nenurodėte žurnalo ISSN! Privalote įvesti ISSN informaciją <a href="{$journalSettingsUrl}" target="_blank">konfigūracijos puslapyje</a>.

# plugins.importexport.crossref.error.noDOIContentObjects
source: Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
lt_lt: Straipsniai nėra parinkti DOI užduočiai DOI viešojo identifikatoriaus įskiepyje, todėl nėra deponavimo ar eksportavimo galimybės šiame įskiepyje.

# plugins.importexport.crossref.settings.depositorIntro
source: The following items are required for a successful CrossRef deposit.
lt_lt: Sėkmingam deponavimui į CrossRef privaloma įvesti šiuos duomenis:

# plugins.importexport.crossref.settings.form.depositorName
source: Depositor name
lt_lt: Deponento vardas

# plugins.importexport.crossref.settings.form.depositorEmail
source: Depositor email
lt_lt: Deponento el. paštas

# plugins.importexport.crossref.settings.form.depositorNameRequired
source: Please enter the depositor name.
lt_lt: Įveskite deponento vardą.

# plugins.importexport.crossref.settings.form.depositorEmailRequired
source: Please enter the depositor email.
lt_lt: Įveskite deponento el. pašto adresą.

# plugins.importexport.crossref.registrationIntro
source: If you would like to use this plugin to register Digital Object Identifiers (DOIs) directly with CrossRef you will need a username and password (available from <a href="http://www.crossref.org" target="_blank">CrossRef</a>) in order to do so. If you do not have your own username and password you can still export into the CrossRef XML format, but you cannot register your DOIs with CrossRef from within OJS.
lt_lt: Jei norite naudoti šį įskiepį tiesiogiai užregistruojant „Digital Object Identifier“ (DOI) CrossRef organizacijoje, reikės nurodyti vartotojo vardą ir slaptažodį (prieinamą iš <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Jei neturite savo paskyros, vis tiek galite eksportuoti į CrossRef XML formatą, tačiau negalėsite užregistruoti DOI CrossRef organizacijoje per OJS.

# plugins.importexport.crossref.settings.form.username
source: Username
lt_lt: Vartotojo vardas

# plugins.importexport.crossref.settings.form.usernameRequired
source: Please enter the username you got from CrossRef.
lt_lt: Įveskite vartotojo vardą, kurį gavote iš CrossRef.

# plugins.importexport.crossref.settings.form.automaticRegistration.description
source: OJS will deposit assigned DOIs automatically to CrossRef. Please note that this may take a short amount of time after publication to process. You can check for all unregistered DOIs.
lt_lt: OJS automatiškai deponuos paskirtus DOI į CrossRef. Atkreipkite dėmesį į tai, kad šį procesas gali šiek tiek užtrukti po išleidimo. Bet kuriuo metu galite peržiūrėti visus neužregistruotus DOI.

# plugins.importexport.crossref.settings.form.testMode.description
source: Use the CrossRef test API (testing environment) for the DOI deposit. Please do not forget to remove this option for the production.
lt_lt: Naudokite CrossRef testavimo API (testavimo aplinka) DOI deponavimui. Nepamirškite pašalinti šią parinktį gamybai.

# plugins.importexport.crossref.issues.description
source: Note: Only issues (and not their articles) will be considered for export/registration here.
lt_lt: Pastaba: tik numeriai (ir ne jų straipsnai) čia bus apsvarstomi eksportavimui/registracijai.

# plugins.importexport.crossref.status.submitted
source: Submitted
lt_lt: Pateiktas

# plugins.importexport.crossref.status.completed
source: Deposited
lt_lt: Deponuotas

# plugins.importexport.crossref.status.failed
source: Failed
lt_lt: Nepavyko

# plugins.importexport.crossref.status.registered
source: Active
lt_lt: Aktyvus

# plugins.importexport.crossref.status.markedRegistered
source: Marked active
lt_lt: Pažymėtas aktyviu

# plugins.importexport.crossref.statusLegend
source: <p>Deposit status:</p> <p> - Not deposited: no deposit attempt has been made for this DOI.<br /> - Submitted: this DOI has been submitted for the deposit.<br /> - Deposited: the DOI has been deposited to Crossref, but may not be active yet.<br /> - Active: the DOI has been deposited, and is resolving correctly.<br /> - Failed: the DOI deposit has failed.<br /> - Marked active: the DOI was manually marked as active. </p> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to register the DOI again.</p>
lt_lt: <p>Deponavimo būsena:</p> <p> - Nedeponuotas: neatliktas šio DOI deponavimo bandymas.<br /> - Pateiktas: šis DOI buvo pateiktas deponavimui.<br /> - Deponuotas: DOI buvo deponuotas į CrossRef, bet dar gali būti neaktyvus.<br /> - Aktyvus: DOI buvo deponuotas ir nustatomas korektiškai.<br /> - Nepavyko: DOI deponavimoas nepavyko.<br /> - Pažymėtas aktyviu: DOI rankiniu būdu buvo pažymėtas aktyviu. </p> <p>Bus rodomas tik paskutinio deponavimo būsena.</p> <p>Jei deponavimas nepavyko, išspręskite problemą ir pamėginkite užregistruoti DOI iš naujo.</p>

# plugins.importexport.crossref.action.export
source: Download XML
lt_lt: Atsisiųsti XML

# plugins.importexport.crossref.action.markRegistered
source: Mark active
lt_lt: Pažymėti aktyviu

# plugins.importexport.crossref.action.register
source: Submit
lt_lt: Pateikti

# plugins.importexport.crossref.action.checkStatus
source: Check status
lt_lt: Tikrinti būseną

# plugins.importexport.crossref.senderTask.name
source: CrossRef automatic registration task
lt_lt: CrossRef automatinio registravimo užduotis

# plugins.importexport.crossref.notification.failed
source: A DOI has failed to register. Please go to Tools > Import/Export > CrossRef XML Export Plugin to see the failed deposits.
lt_lt: Nepavyko užregistruoti DOI. Nueikite į Įrankiai > Importavimas/Eksportavimas > CrossRef XML eksportavimo įskiepis, kad peržiūrėtumėte nepavykusius deponavimus.

# plugins.importexport.crossref.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
lt_lt: Naudojimas: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...

# plugins.importexport.crossref.register.error.mdsError
source: Submission was not successful! The DOI registration server returned an error: '{$param}'.
lt_lt: Pateikimas nebuvo sėkmingai! DOI registracijos serveris grąžino klaidą: '{$param}'.

# plugins.importexport.crossref.register.success
source: Submission successful!
lt_lt: Pateikimas sėkmingas!

# plugins.importexport.crossref.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
lt_lt: Nėra numerio, kuris atitiktų nurodytą numerio ID „{$issueId}“.

# plugins.importexport.crossref.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
lt_lt: Nėra straipsnio, kuris atitiktų nurodytą straipsnio ID „{$articleId}“.

# plugins.importexport.datacite.displayName
source: DataCite Export/Registration Plugin
lt_lt: DataCite eksportavimo/registracijos įskiepis

# plugins.importexport.datacite.description
source: Export or register issue, article, galley and supplementary file metadata in DataCite format.
lt_lt: Įskiepis eksportuoja arba užregistruoja numerio, straipsnio, maketo ar papildomo failo metaduomenis DataCite formatu.

# plugins.importexport.datacite.settings.description
source: Please configure the DataCite export plugin before using it for the first time.
lt_lt: Sukonfigūruokite DataCite eksportavimo įskiepį prieš naudodami pirmąjį kartą.

# plugins.importexport.datacite.intro
source: If you want to register DOIs with DataCite, please contact the Managing Agent via the <a href="http://datacite.org/contact" target="_blank">DataCite homepage</a>, who will refer you to your local DataCite Member. Once you have established a relationship with the Member organisation, you will be provided with access to the DataCite service for minting persistent identifiers (DOIs) and registering associated metadata. If you do not have your own username and password you'll still be able to export into the DataCite XML format but you cannot register your DOIs with DataCite from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the DataCite registration service requirements.
lt_lt: Jei norite užregistruoti DOI su DataCite, susisiekite su vadybininku per <a href="http://datacite.org/contact" target="_blank">DataCite svetainę</a>, kuris nukreips jus į vietinį DataCite narį. Kai užmegsite ryšius su DataCite narių organizacija, jums bus suteikta prieiga prie DataCite tarnybos. Jei neturite savo vartotojo vardo ir slaptažodžio, vis tiek galite eksportuoti DataCite formatu, tačiau negalėsite užregistruoti DOI DataCite tarnyboje per OJS. Atkreipkite dėmesį į tai, kad slaptažodis bus išsaugotas grynuoju tekstu t.y. nešifruotas, dėl DataCite registracijos tarnybos reikalavimų.

# plugins.importexport.datacite.settings.form.username
source: Username (symbol)
lt_lt: Vartotojo vardas (simbolis)

# plugins.importexport.datacite.settings.form.usernameRequired
source: Please enter the username (symbol) you got from DataCite. The username may not contain colons.
lt_lt: Įveskite vartotojo vardą, kurį gavote iš DataCite. Vartotojo varde neturėtų būti dvitaškių.

# plugins.importexport.datacite.settings.form.automaticRegistration.description
source: OJS will deposit DOIs automatically to DataCite. Please note that this may take a short amount of time after publication to process. You can check for all unregistered DOIs.
lt_lt: OJS automatiškai deponuos DOI į DataCite. Atkreipkite dėmesį į tai, kad šį procesas gali šiek tiek užtrukti po išleidimo. Bet kuriuo metu galite peržiūrėti visus neužregistruotus DOI.

# plugins.importexport.datacite.settings.form.testMode.description
source: Use the DataCite test prefix for DOI registration. Please do not forget to remove this option for the production.
lt_lt: Naudokite DataCite testavimo priešdėlį DOI registravimui. Neužmirškite pašalinti šios parinkties gamybai.
