Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# submission.upload.finalDraft
source: Upload File
lt_lt: Nusiųsti failą

# submission.upload.copyeditedVersion
source: Upload Copyedited File
lt_lt: Nusiųsti redaguotą failą

# submission.upload.fairCopy
source: Upload Fair Copy
lt_lt: Nusiųsti tikrąją kopiją

# submission.upload.uploadFiles
source: Upload Files
lt_lt: Nusiųsti failus

# submission.upload.response.description
source: After reviewing the assigned file, record any comments on the file below, and/or upload an annotated copy of the file (or another file).
lt_lt: Peržiūrėję paskirtą failą, žemiau parašykite komentarą ir/arba nusiųskite failo kopiją su komentarais (ar kitą failą).

# submission.upload.productionReady
source: Upload a Production Ready File
lt_lt: Nusiųsti gamybai paruoštą failą

# submission.upload.proof
source: Upload a File Ready for Publication
lt_lt: Nusiųsti failą paruoštą publikavimui

# submission.upload.noAvailableReviewFiles
source: There are no files for you to revise at this time.
lt_lt: Šiuo metu nėra failų, kuriuos reikėtų peržiūrėti.

# editor.submission.roundStatus.revisionsRequested
source: Revisions have been requested.
lt_lt: Buvo paprašyti taisymai.

# editor.submission.roundStatus.resubmitted
source: Submission has been resubmitted for review.
lt_lt: Recenzavimui iš naujo pateiktas pateikimas.

# editor.submission.roundStatus.sentToExternal
source: Sent to external review.
lt_lt: Išsiųstas išoriniui recenzavimui.

# editor.submission.roundStatus.accepted
source: Submission accepted.
lt_lt: Pateikimas priimtas.

# editor.submission.roundStatus.declined
source: Submission declined.
lt_lt: Pateikimas atmestas.

# editor.submission.roundStatus.pendingReviewers
source: Waiting for reviewers to be selected.
lt_lt: Laukiama kol bus parinkti recenzentai.

# editor.submission.roundStatus.pendingReviews
source: Awaiting responses from reviewers.
lt_lt: Laukiama atsakymų iš recenzentų.

# editor.submission.roundStatus.reviewsReady
source: New reviews have been submitted.
lt_lt: Buvo pateiktos naujos recenzijos.

# editor.submission.roundStatus.reviewsCompleted
source: Reviews completed.
lt_lt: Recenzijos baigtos.

# editor.submission.stageParticipants
source: Participants
lt_lt: Dalyviai

# editor.submission.noneAssigned
source: None Assigned
lt_lt: Nieko nėra paskirta

# editor.submission.participant
source: Participant
lt_lt: Dalyvis

# editor.submission.addStageParticipant
source: Add Participant
lt_lt: Įtraukti dalyvį

# editor.submission.addStageParticipant.userGroup
source: Users are assigned to stages of the workflow by user group. Any user assigned to this stage will automatically be assigned to other stages to which their user group has been assigned. This is commonly reserved for editors, authors and translators.
lt_lt: Vartotojai yra paskiriami į darbo eigos etapus pagal vartotojo grupę. Visi vartotojai paskirti į šį etapą bus automatiškai paskirti į kitus etapus, kuriuose buvo paskirta vartotojo grupė. Tai paprastai saugoma redaktoriams, autoriams ir vertėjams.

# editor.submission.removeStageParticipant
source: Remove Participant
lt_lt: Šalinti dalyvį

# editor.submission.removeStageParticipant.description
source: You are about to remove this participant from <strong>all</strong> stages. If the user also have pending auditor tasks, they will be removed too.
lt_lt: Ketinate pašalinti šį dalyvį iš <strong>visų</strong> etapų. Jei vartotojas turi neatliktų užduočių, jos bus taip pat pašalintos.

# editor.submission.addStageParticipant.form.userGroupRequired
source: You must select a user group.
lt_lt: Privalote pasirinkto vartotojo grupę.

# editor.submission.addStageParticipant.form.userRequired
source: You must select a user for the specified user group.
lt_lt: Privalote pasirinkti vartotoją iš pasirinktos vartotojų grupės.

# editor.submission.decision
source: Decision
lt_lt: Sprendimas

# editor.submission.decision.accept
source: Send to Copyediting
lt_lt: Siųsti į rankraščio redagavimą

# editor.submission.decision.requestRevisions
source: Request Revisions
lt_lt: Prašyti taisymų

# editor.submission.decision.resubmit
source: Resubmit for Review
lt_lt: Pateikti recenzavimui iš naujo

# editor.submission.decision.decline
source: Decline Submission
lt_lt: Atmesti pateikimą

# editor.submission.decision.sendToProduction
source: Send To Production
lt_lt: Siųsti į gamybą

# editor.submission.decision.sendInternalReview
source: Send to Internal Review
lt_lt: Siųsti vidiniam recenzavimui

# editor.submission.decision.approveProofsDescription
source: The page proof file must be checked as approved to be made Available. Do you want to approve it?
lt_lt: Puslapio taisymo failas privalo būti pažymėtas kaip patvirtintas, kad būtų prieinamas. Ar norite jį patvirtinti?

# editor.submission.decision.approveProofs
source: Approve Proofs
lt_lt: Patvirtinti taisymus

# editor.submission.decision.disapproveProofsDescription
source: This file proof will no longer be publicly available for download or purchase. Do you want to disapprove it?
lt_lt: Šio failo taisymas nebėra viešai prieinamas atsisiuntimui ar pirkimui. Ar norite atšaukti patvirtinimą?

# submission.currentStage
source: Current stage
lt_lt: Dabartinis etapas

# submission.noActionRequired
source: No action required
lt_lt: Nereikia veiksmo

# submission.actionNeeded
source: Needs action
lt_lt: Reikia veiksmo

# reviewer.submission.reviewFiles
source: Review Files
lt_lt: Recenzavimo failai

# submission.submit.currentFile
source: Current file
lt_lt: Dabartinis failas

# submission.finalDraft
source: Draft Files
lt_lt: Juodraštiniai failai

# editor.submission.addAuditorError
source: There was an error trying to assign the auditor. Please Try again.
lt_lt: Įvyko klaida kol buvo paskiriamas auditorius. Pamėginkite iš naujo.

# submission.event.fileDeleted
source: A file "{$originalFileName}" was deleted for submission {$submissionId} by {$username}.
lt_lt: {$username} pašalinio pateikimo {$submissionId} failą „{$originalFileName}“.

# submission.event.revisionUploaded
source: A file revision "{$originalFileName}" was uploaded for submission {$submissionId} by {$username}.
lt_lt: {$username} nusiuntė pateikimo {$submissionId} failo „{$originalFileName}“ taisymą.

# submission.event.revisionDeleted
source: A file revision "{$originalFileName}" was deleted for submission {$submissionId} by {$username}.
lt_lt: {$username} pašalino pateikimo {$submissionId} failo „{$originalFileName}“ taisymą.

# submission.event.lastRevisionDeleted
source: A file "{$title}" had its last revision removed by {$username}.
lt_lt: {$username} pašalino failo „{$title}“ paskutinį taisymą.

# submission.event.fileAuditorAdded
source: "{$name}" ({$username}) was added as an auditor for the file "{$file}."
lt_lt: „{$name}“ ({$username}) buvo įtrauktas kaip failo „{$file}“ auditorius.

# submission.event.fileAuditorCleared
source: "{$name}" ({$username}) was removed as an auditor for the file "{$file}."
lt_lt: „{$name}“ ({$username}) buvo išbrauktas kaip failo „{$file}“ auditorius.

# submission.event.fileAuditUploaded
source: "{$name}" ({$username}) has completed an audit and uploaded "{$file}."
lt_lt: „{$name}“ ({$username}) baigė auditą ir nusiuntė „{$file}“.

# submission.event.signoffSignoff
source: "{$name}" ({$username}) has signed off on the signoff for "{$file}."
lt_lt: „{$name}“ ({$username}) pasirašė ant „{$file}“.

# submission.event.proofsApproved
source: "{$name}" ({$username}) has approved the proofs for "{$formatName}."
lt_lt: „{$name}“ ({$username}) patvirtino taisymus skirtus „{$formatName}“.

source: Submission Overview
lt_lt: Pateikimo apžvalga

# submission.description
source: Description
lt_lt: Aprašymas

# submission.stageNotInitiated
source: Stage not initiated.
lt_lt: Etapas dar nepradėtas.

source: Submission Documents
lt_lt: Pateikimo dokumentai

# notification.type.copyeditorRequest
source: You have been asked to review copyedits for "{$title}".
lt_lt: Buvote paprašytas peržiūrėti rankraštį „{$title}“.

# notification.type.layouteditorRequest
source: You have been asked to review layouts for "{$title}".
lt_lt: Buvote paprašytas peržiūrėti „{$title}“ maketus.

# notification.type.indexRequest
source: You have been asked to create an index for "{$title}".
lt_lt: Buvote paprašytas sukurti „{$title}“ turinį.

# notification.type.editorDecisionTitle
source: Latest editor decision.
lt_lt: Naujausias redaktoriaus sprendimas.

# notification.type.editorDecisionAccept
source: Submission accepted.
lt_lt: Pateikimas priimtas.

# notification.type.editorDecisionExternalReview
source: External review process started.
lt_lt: Pradėtas išorinis recenzavimas.

# notification.type.editorDecisionPendingRevisions
source: Revision required.
lt_lt: Reikalingas taisymas.

# notification.type.editorDecisionResubmit
source: Resubmit for review.
lt_lt: Pateikti recenzavimui iš naujo.

# notification.type.editorDecisionDecline
source: Submission declined.
lt_lt: Pateikimas atmestas.

# notification.type.editorDecisionSendToProduction
source: Production process started.
lt_lt: Pradėtas gamybos procesas.

# notification.uploadedResponse
source: Response uploaded.
lt_lt: Atsakymas nusiųstas.

# notification.type.editorAssignment
source: An editor must be assigned before review is initiated. Please add editor using Participants link above.
lt_lt: Prieš pradėdami recenzavimą paskirkite redaktorių. Įtraukite redaktorių naudodami nuorodą „Dalyviai“ aukščiau.

# grid.reviewAttachments.title
source: Reviewer's Attachments
lt_lt: Recenzento priedai

# submission.productionReady
source: Book available
lt_lt: Knyga prieinama

# submission.review.uploadRevisionToRound
source: Upload Revised File
lt_lt: Nusiųsti taisytą failą

# log.review.reviewerAssigned
source: {$reviewerName} has been assigned to review submission {$submissionId} for review round {$round}.
lt_lt: {$reviewerName} buvo paskirtas recenzuoti pateikimą „{$submissionId}“ {$round} etape.

# submission.document
source: Document
lt_lt: Dokumentas

# submission.art
source: Artwork
lt_lt: Iliustracijos

# submission.supplementary
source: Supplementary Content
lt_lt: Papildomas turinys

# submission.supplementary.creator
source: Creator (or owner) of file
lt_lt: Failo autorius

# submission.supplementary.subject
source: Subject
lt_lt: Tema

# submission.supplementary.publisher
source: Publisher
lt_lt: Leidėjas

# submission.supplementary.sponsor
source: Contributor or sponsoring agency
lt_lt: Bendraautorius ar remianti organizacija

# grid.action.itemWorkflow
source: Go to this submission's workflow
lt_lt: Grįžti į pateikimo darbo eigą

# notification.type.editorAssignmentProduction
source: A production editor must be assigned before production process can be initiated. Please add production editor via the Participants link above.
lt_lt: Prieš pradėdami gamybos procesą paskirkite gamybos redaktorių. Įtraukite gamybos redaktorių naudodami nuorodą „Dalyviai“ aukščiau.

# notification.type.editorAssignmentEditing
source: A production editor must be assigned before editorial process is initiated. Please add production editor using Participants link above.
lt_lt: Prieš pradėdami redakcijos procesą paskirkite gamybos redaktorių. Įtraukite gamybos redaktorių naudodami nuorodą „Dalyviai“ aukščiau.

# submission.reviewForm
source: Review Form
lt_lt: Recenzavimo forma

# submission.reviewFormResponse
source: Review Form Response
lt_lt: Recenzavimo formos atsakymas

# grid.action.createReviewFormElement
source: Create a new review form element
lt_lt: Kurti naują recenzavimo formos elementą

# grid.action.editMetadata
source: Edit Metadata
lt_lt: Redaguoti metaduomenis

# submission.permissions
source: Permissions
lt_lt: Teisės

# submission.attachPermissions
source: Attach the following permissions to the submission:
lt_lt: Prisegti šias teises pateikimui:

# submission.license
source: License
lt_lt: Licencija

# submission.copyright
source: Copyright
lt_lt: Autorinės teisės

# submission.copyrightHolder
source: Copyright Holder
lt_lt: Autorinių teisių savininkas

# submission.copyrightYear
source: Copyright Year
lt_lt: Autorinių teisių metai

# submission.licenseURLValid
source: Please provide a valid remote URL (include http://).
lt_lt: Pateikite galiojantį nuotolinį adresą (su http://).

# submission.licenseURL
source: License URL
lt_lt: Licencijos adresas

# submission.license.cc.by-nc-nd4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-nd/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by-nc-nd/4.0/">Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License</a>.</p>

# submission.license.cc.by-nc4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/">Creative Commons Attribution-NonCommercial 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by-nc/4.0/">Creative Commons Attribution-NonCommercial 4.0 International License</a>.</p>

# submission.license.cc.by-nc-sa4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-sa/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nc-sa/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by-nc-sa/4.0/">Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License</a>.</p>

# submission.license.cc.by-nd4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nd/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-nd/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.</p>

# submission.license.cc.by4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons Attribution 4.0 International License</a>.</p>

# submission.license.cc.by-sa4.footer
source: <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/4.0/88x31.png" /></a><p>This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.</p>
lt_lt: <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/"><img alt="Creative Commons License" src="//i.creativecommons.org/l/by-sa/4.0/88x31.png" /></a><p>Darbas licencijuotas pagal <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.</p>

# submission.queries.submission
source: Pre-Review Discussions
lt_lt: Diskusijos prieš recenzavimą

# submission.queries.review
source: Review Discussions
lt_lt: Recenzavimo diskusijos

# submission.queries.editorial
source: Copyediting Discussions
lt_lt: Redagavimo diskusijos

# submission.queries.production
source: Production Discussions
lt_lt: Gamybos diskusijos

# submission.query.subject
source: Subject
lt_lt: Tema

# submission.query.messages
source: Messages
lt_lt: Žinutės

# submission.query.replies
source: Replies
lt_lt: Atsakymai

# submission.query.from
source: From
lt_lt: Nuo

# submission.query.lastReply
source: Last Reply
lt_lt: Paskutinis atsakymas

# submission.query.closed
source: Closed
lt_lt: Užvertas

# submission.query.addNote
source: Add Message
lt_lt: Rašyti žinutę

# grid.action.openNoteForm
source: Add a new reply to the discussion
lt_lt: Rašyti atsakymą diskusijoje

# submission.query.activity
source: {$responderName} replied to {$noteTitle}: {$noteContents}
lt_lt: {$responderName} atsakė į {$noteTitle}: {$noteContents}

# submission.query.new
source: {$creatorName} started a discussion: {$noteTitle}: {$noteContents}
lt_lt: {$creatorName} pradėjo diskusiją: {$noteTitle}: {$noteContents}

# submission.query.activity.contents
source: There is new activity in the discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
lt_lt: Įvyko pakeitimų diskusijoje „{$queryTitle}“ susijusių su pateikimu „{$submissionTitle}“.

# submission.query.new.contents
source: You have been added to a discussion titled "{$queryTitle}" regarding the submission "{$submissionTitle}".
lt_lt: Buvote įtrauktas į diskusiją „{$queryTitle}“, kuris susijęs su pateikimu „{$submissionTitle}“.

# common.currentStyleSheet
source: Current Stylesheet
lt_lt: Dabartinis pakopinis stilius

# about.description
source: Description
lt_lt: Aprašymas

# about.guidelines
source: Guides
lt_lt: Instrukcijos

# about.aboutSite
source: About the Site
lt_lt: Apie svetainę

# about.contact
source: Contact
lt_lt: Kontaktai

# about.contact.email
source: Email
lt_lt: El. paštas

# about.contact.phone
source: Phone
lt_lt: Telefonas

# about.contact.principalContact
source: Principal Contact
lt_lt: Pagrindinis kontaktas

# about.contact.supportContact
source: Support Contact
lt_lt: Techninės pagalbos kontaktas

# about.other
source: Other
lt_lt: Kita

# about.people
source: People
lt_lt: Žurnalo redakcija

# about.policies
source: Policies
lt_lt: Politika

# about.siteMap
source: Site Map
lt_lt: Svetainės struktūra

# announcement.announcements
source: Announcements
lt_lt: Naujienos

# announcement.announcementsHome
source: Announcements
lt_lt: Naujienos

# announcement.moreAnnouncements
source: More Announcements...
lt_lt: Daugiau

# announcement.noneExist
source: No announcements have been published.
lt_lt: Naujienų nėra.

# announcement.posted
source: Posted
lt_lt: Paskelbta

# announcement.postedOn
source: Posted on {$postDate}
lt_lt: Paskelbta {$postDate}

# announcement.view
source: View Announcement
lt_lt: Peržiūrėti naujieną

# common.allDownloads
source: All Downloads
lt_lt: Visi atsisiuntimai

# common.navigation.sidebar
source: Sidebar
lt_lt: Parankinė

# common.navigation.site
source: Site Navigation
lt_lt: Svetainės naršymas

# common.navigation.siteContext
source: Site Context Navigation
lt_lt: Svetainės konteksto naršymas

# common.navigation.user
source: User Navigation
lt_lt: Vartotojo naršymas

# common.tasks
source: Tasks
lt_lt: Užduotys

# common.list
source: List
lt_lt: Sąrašas

# common.grid
source: Grid
lt_lt: Tinklelis

# common.confirmDelete
source: Are you sure you wish to delete this item? This action cannot be undone.
lt_lt: Ar tikrai norite pašalinti šį elementą? Šio veiksmo atšaukti negalėsite.

# common.abstract
source: Abstract
lt_lt: Santrauka

# common.accepted
source: Accepted
lt_lt: Priimtas

# common.acknowledged
source: Acknowledged
lt_lt: Pripažintas

# common.action
source: Action
lt_lt: Veiksmas

# common.activate
source: Activate
lt_lt: Aktyvinti

# common.active
source: Active
lt_lt: Aktyvus

# common.add
source: Add
lt_lt: Įtraukti

# common.addSelf
source: Add Self
lt_lt: Įtraukti save

# common.name
source: Name
lt_lt: Vardas

# common.all
source: All
lt_lt: Visi

# common.alphaList
source: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
lt_lt: A Ą B C Č D E Ę Ė F G H I Į Y J K L M N O P R S Š T U Ų Ū V Z Ž

# common.alreadyAssigned
source: Assigned
lt_lt: Priskirtas

# common.altText
source: Alternate text
lt_lt: Alternatyvus tekstas

# common.altTextInstructions
source: To improve your search engine optimization and comply with WCAG standards, please describe any information that appears in this image which would be missed if the site was viewed in a text-only browser or with assistive devices. Example: "Our editor speaking at the PKP#2015 conference."
lt_lt: Norėdami patobulinti ieškyklių optimizaciją ir atitikti WCAG standartus, aprašykite paveiksliuke esančią informaciją, kurią matytų tekstinės naršyklės ar kiti pagalbiniai įrenginiai. Pavyzdžiui: „Mūsų redaktorius kalba PKP#2015 konferencijoje“.

# common.and
source: and
lt_lt: ir

# common.applyAction
source: Apply Action
lt_lt: Vykdyti

# common.assign
source: Assign
lt_lt: Paskirti

# common.assigned
source: Assigned
lt_lt: Paskirtas

# common.assigned.date
source: Assigned: {$dateAssigned}
lt_lt: Paskirtas: {$dateAssigned}

# common.available
source: Available
lt_lt: Prieinamas

# common.back
source: Back
lt_lt: Atgal

# common.between
source: between
lt_lt: tarp

# common.cancel
source: Cancel
lt_lt: Atšaukti

# common.cancelled
source: Cancelled
lt_lt: Atšauktas

# common.warning
source: Warning
lt_lt: Įspėjimas

# common.error
source: Error
lt_lt: Klaida

# common.notice
source: Notice
lt_lt: Pranešimas

# common.captcha.error.missing-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is missing.
lt_lt: Netinkamai sukonfigūruotas saugos kodo patikrinimas. Trūksta slaptojo rakto.

# common.captcha.error.invalid-input-secret
source: The captcha validation for this website is not configured correctly. The secret key is invalid.
lt_lt: Netinkamai sukonfigūruotas saugos kodo patikrinimas. Netinkamas slaptasis raktas.

# common.captcha.error.missing-input-response
source: You must complete the validation check used to prevent spam submissions.
lt_lt: Neįvedėte saugos kodo.

# common.captcha.error.invalid-input-response
source: You did not pass the validation check used to prevent spam submissions.
lt_lt: Neteisingai įvedėte saugos kodą.

# common.captchaField.description
source: Please enter the letters as they appear in the image above.
lt_lt: Tiksliai įveskite simbolius nurodytus aukščiau esančiame paveikslėlyje.

# common.captchaField
source: Validation
lt_lt: Patikra
