Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# editor.submission.selectedReviewer
source: Selected Reviewer
lt_lt: Pasirinktas recenzentas

# editor.submission.proofreading.approveProof
source: Approve Proof
lt_lt: Patvirtinti korekciją

# editor.submission.proofreading.revokeProofApproval
source: Revoke Proof Approval
lt_lt: Panaikinti korekcijos patvirtinimą

# editor.submission.proofreading.confirmCompletion
source: Approve this proof to indicate proofreading is complete and the file is ready to be published.
lt_lt: Patvirtinkite šį taisymą, kad nurodytumėte, kad korektūra baigta ir failas yra paruoštas išleidimui.

# editor.submission.proofreading.confirmRemoveCompletion
source: Revoke approval for this proof to indicate proofreading is no longer complete and the file is not ready to be published.
lt_lt: Panaikinkite pataisymo patvirtinimą, kad nurodytumėte, kad korektūra yra neužbaigta ir failas nėra paruoštas išleidimui.

# editor.publicIdentificationExistsForTheSameType
source: The public identifier '{$publicIdentifier}' already exists for another object of the same type. Please choose unique identifiers for the objects of the same type within your journal.
lt_lt: Viešasis identifikatorius '{$publicIdentifier}' jau egzistuoja kitam tokio pat tipo objektui. Prašome pasirinkti unikalius identifikatorius tokio pat tipo objektams žurnale.

# editor.publicIdentificationNumericNotAllowed
source: The public identifier '{$publicIdentifier}' must not be a number.
lt_lt: Viešasis identifikatorius '{$publicIdentifier}' negali būti skaičius.

# editor.publicIdentificationPatternNotAllowed
source: The pattern {$pattern} is not allowed for the public identifier.
lt_lt: Šablonas „{$pattern}“ yra neleidžiamas viešajam identifikatoriui.

# user.accountInformation
source: Account Information
lt_lt: Paskyros informacija

# user.affiliation
source: Affiliation
lt_lt: Darbovietė

# user.affiliation.description
source: (Your institution, e.g. "Simon Fraser University")
lt_lt: (Jūsų įstaiga, pvz. "Šiaulių universitetas")

# user.affiliations
source: Affiliations
lt_lt: Darbovietės

# user.authorization.accessDenied
source: Access denied.
lt_lt: Prieiga nesuteikta.

# user.authorization.processAuthenticationTokenRequired
source: The process authentication token is missing or invalid.
lt_lt: Trūksta arba neteisingas proceso atpažinimo prieigos raktas.

# user.authorization.contextRequired
source: You cannot call this operation without a context (press, journal, conference, etc).
lt_lt: Jūs negalite atlikti šios operacijos be konteksto (spauda, žurnalas, konferencija ir t.t.).

# user.authorization.loginRequired
source: Login required.
lt_lt: Reikalingas prisijungimas.

# user.authorization.privateOperation
source: The operation you tried to access is either private or doesn't exist.
lt_lt: Operacija, kurią mėginote atlikti yra privati arba neegzistuoja.

# user.authorization.restrictedSiteAccess
source: You have been denied access. Access to this site is currently restricted.
lt_lt: Prieiga nebuvo suteikta. Ji šiuo metu prie šios svetainės yra ribota.

# user.authorization.roleBasedAccessDenied
source: The current role does not have access to this operation.
lt_lt: Dabartinis vaidmuo neturi prieigos prie šios operacijos.

# user.authorization.userGroupRequired
source: You have to set a valid user group to access this operation.
lt_lt: Turite nustatyti tinkamą vartotojų grupę norėdami pasiekti šią operaciją.

# user.authorization.managerRequired
source: A user with a Manager role (i.e. Production Editor) must be assigned to the stage before you can proceed.
lt_lt: Prieš tęsiant privalote paskirti vartotoją į etapą su tvarkytojo vaidmeniu (pvz. gamybos redaktorius).

# user.authorization.accessibleWorkflowStage
source: You don't currently have access to that stage of the workflow.
lt_lt: Neturite prieigos prie šio darbo eigos etapo.

# user.authorization.workflowStageRequired
source: A workflow stage was not specified.
lt_lt: Nebuvo nurodytas darbo eigos etapas.

# user.authorization.pluginRequired
source: A plugin was not specified and is required.
lt_lt: Nebuvo nurodytas įskiepis, kuris yra privalomas.

# user.biography
source: Bio Statement (e.g., department and rank)
lt_lt: Biografija (pvz. padalinys ir mokslinis laipsnis)

# user.changeMyPassword
source: Change My Password
lt_lt: Keisti slaptažodį

# user.changePassword
source: Change Password
lt_lt: Keisti slaptažodį

# user.dateLastLogin
source: Last login
lt_lt: Paskutinis prisijungimas

# user.dateRegistered
source: Date registered
lt_lt: Registracijos data

# user.editMyProfile
source: Edit My Profile
lt_lt: Keisti profilį

# user.email
source: Email
lt_lt: El. paštas

# user.feminine
source: F
lt_lt: M

# user.firstName
source: First Name
lt_lt: Vardas

# user.gender
source: Gender
lt_lt: Lytis

# user.initialsExample
source: Joan Alice Smith = JAS
lt_lt: Jonas Antanas = JA

# user.initials
source: Initials
lt_lt: Inicialai

# user.interests
source: Reviewing interests
lt_lt: Recenzavimo sritys

# user.interests.description
source: (Separate interests by pressing the enter or comma key)
lt_lt: (Atskirkite dominamas sritis spustelėdami Enter arba kableliu)

# user.gossip
source: Private Notes
lt_lt: Privatūs užrašai

source: User Group
lt_lt: Vartotojo grupė

# user.lastName
source: Last Name
lt_lt: Pavardė

# user.profile.form.profileImageInvalid
source: Invalid profile image format or image too big. Accepted formats are .gif, .jpg, or .png, and the image must not exceed 150x150 pixels.
lt_lt: Netinkamas profilio paveiksliuko formatas arba paveiksliukas yra per didelis. Galimi formatai yra .gif, .jpg, arba .png, ir paveiksliukas negali būti didesnis nei 150x150.

# user.login.accountDisabledWithReason
source: Your account has been disabled for the following reason: {$reason}
lt_lt: Jūsų paskyra buvo išjungta dėl šios priežasties: {$reason}

# user.login.accountDisabled
source: Your account has been disabled. Please contact the administrator for more information.
lt_lt: Jūsų paskyra buvo išjungta. Prašome susisiekti su administratoriumi dėl platesnės informacijos.

# user.login.accountNotValidated
source: We've sent a confirmation email to you at {$email}. Please follow the instructions in that email to activate your new account. If you do not see an email, please check to see if it was put in your spam folder.
lt_lt: Išsiuntėme jums patvirtinimo el. laišką į „{$email}“. Įvykdykite laiške nurodytas instrukcijas. Jei negavote el. laiško, patikrinkite ar jis nebuvo įdėtas šlamšto aplanką.

# user.login.activate
source: Activate Account
lt_lt: Aktyvinti paskyrą

# user.login.activated
source: Thank you for activating your account. You may now log in using the credentials you supplied when you created your account.
lt_lt: Dėkojame už paskyros suaktyvinimą. Dabar galite prisijungti naudodami duomenis, kuriuos pateikėte kurdami savo paskyrą.

# user.login.changePasswordInstructions
source: You must choose a new password before you can log in to this site.<br /><br />Please enter your username and your current and new passwords below to change the password for your account.
lt_lt: Privalote pasirinkti naują slaptažodį prieš prisijungdami į šią svetainę.<br /><br />Žemiau įveskite savo vartotojo vardą, dabartinį ir naują slaptažodžius, kad pakeistumėte slaptažodį.

# user.login.forgotPassword
source: Forgot your password?
lt_lt: Pamiršote slaptažodį?

# user.login.loginError
source: Invalid username or password. Please try again.
lt_lt: Netinkamas vartotojo vardas arba slaptažodis. Pamėginkite iš naujo.

# user.login
source: Login
lt_lt: Prisijungimas

# user.login.lostPassword.confirmationSent
source: A confirmation has been sent to your email address. Please follow the instructions in the email to reset your password.
lt_lt: Patvirtinimas buvo išsiųstas į jūsų el. pašto adresą. Prašome vykdyti nurodymus pateiktus el. laiške, kad atkurtumėte savo slaptažodį.

# user.login.lostPassword.invalidHash
source: Sorry, the link you clicked on has expired or is not valid. Please try resetting your password again.
lt_lt: Atsiprašome, nuorodai, kurią jūs spustelėjote, baigėsi galiojimo laikas arba yra netinkama. Pamėginkite atkurti slaptažodį iš naujo.

# user.login.lostPassword.invalidUser
source: No user exists with the specified email address.
lt_lt: Vartotojas su nurodytu el. pašto adresu neegzistuoja.

# user.login.lostPassword.passwordSent
source: A new password has been sent to your email address. You may now login to the site with your new password.
lt_lt: Naujas slaptažodis buvo išsiųstas jūsų el. pašto adresu. Dabar galite mėginti prisijungti prie svetainės su naujuoju slaptažodžiu.

# user.login.registeredEmail
source: Registered user's email
lt_lt: Registruotas vartotojo el. paštas

# user.login.registrationComplete
source: Registration complete
lt_lt: Registracija baigta

# user.login.registrationComplete.instructions
source: Thanks for registering! What would you like to do next?
lt_lt: Ačiū kad užsiregistravote! Ką norėtumėte daryti toliau?

# user.login.registrationComplete.manageSubmissions
source: View Submissions
lt_lt: Peržiūrėti pateikimus

# user.login.registrationComplete.newSubmission
source: Make a New Submission
lt_lt: Kurti naują pateikimą

# user.login.registrationComplete.continueBrowsing
source: Continue Browsing
lt_lt: Naršyti toliau

# user.login.registrationPendingValidation
source: Registration awaiting verification
lt_lt: Registracija laukia patikrinimo

# user.login.rememberUsernameAndPassword
source: Remember my username and password
lt_lt: Prisiminti vartotojo vardą ir slaptažodį

# user.login.resetPassword
source: Reset Password
lt_lt: Atkurti slaptažodį

# user.logOut
source: Logout
lt_lt: Baigti seansą

# user.logOutAs
source: Logout as
lt_lt: Atsijungti kaip

# user.hello
source: Hello,
lt_lt: Sveiki,

# user.mailingAddress
source: Mailing Address
lt_lt: Pašto adresas

# user.masculine
source: M
lt_lt: V

# user.middleName
source: Middle Name
lt_lt: Antrasis vardas

# user.myAccount
source: My Account
lt_lt: Mano paskyra

# user.name
source: Name
lt_lt: Vardas

# user.other
source: Other
lt_lt: Kita

# user.password
source: Password
lt_lt: Slaptažodis

# user.repeatPassword
source: Repeat password
lt_lt: Kartoti slaptažodį

# user.phone
source: Phone
lt_lt: Telefonas

# user.profile.changePasswordInstructions
source: Enter your current and new passwords below to change the password for your account.
lt_lt: Žemiau įveskite dabartinį ir naują slaptažodžius, kad pakeistumėte paskyros slaptažodį.

# user.profile.editProfile
source: Edit Profile
lt_lt: Keisti profilį

# user.profile.form.countryRequired
source: A country is required.
lt_lt: Šalis yra privaloma.

# user.profile.form.emailRequired
source: A valid email address is required.
lt_lt: El. pašto adresas turi būti galiojantis.

# user.profile.form.affiliationRequired
source: An affiliation is required.
lt_lt: Darbovietė yra privaloma.

# user.profile.form.firstNameRequired
source: A first name is required.
lt_lt: Vardas yra privalomas.

# user.profile.form.lastNameRequired
source: A last name is required.
lt_lt: Pavardė yra privaloma.

# user.profile.form.mailingAddressRequired
source: A mailing address is required.
lt_lt: Pašto adresas yra privalomas.

# user.profile.form.newPasswordRequired
source: You must enter your new password.
lt_lt: Privalote įvesti naują slaptažodį.

# user.profile.form.oldPasswordInvalid
source: The current password you entered was incorrect.
lt_lt: Neteisingai įvedėte dabartinį slaptažodį.

# user.profile.form.openAccessNotifications
source: Issue open access email notifications
lt_lt: Skelbti atvirosios prieigos el. pašto pranešimus

# user.profile.form.passwordRequired
source: A password is required.
lt_lt: Slaptažodis yra privalomas.

# user.profile.form.passwordSameAsOld
source: Your new password is the same as your old password.
lt_lt: Naujas slaptažodis yra toks pat kaip ir senasis.

# user.profile.form.profileImage
source: Profile Image
lt_lt: Profilio paveiksliukas

# user.profile.form.publishedNotifications
source: New issue published email notifications
lt_lt: Naujo numerio publikavimas el. pašto pranešimuose

# user.profile.form.urlInvalid
source: The specified URL is not valid. Please double-check the URL and try again. (Hint: Try adding http:// to the beginning of the URL.)
lt_lt: Nurodytas URL nėra galiojantis. Prašome dar kartą patikrinti URL ir mėginkite iš naujo. (Patarimas: pridėkite http:// adreso pradžioje)

# user.profile.form.usergroupRequired
source: A user group is required.
lt_lt: Vartotojo grupė yra privaloma.

# user.profile.form.usernameRequired
source: A username is required.
lt_lt: Vartotojo vardas yra privalomas.

# user.profile.leavePasswordBlank
source: Leave the password fields blank to keep the current password.
lt_lt: Palikite slaptažodžio laukus tuščius jei norite palikti dabartinį slaptažodį.

# user.profile.newPassword
source: New password
lt_lt: Naujas slaptažodis

# user.profile.oldPassword
source: Current password
lt_lt: Dabartinis slaptažodis

# user.profile
source: Profile
lt_lt: Profilis

# user.profile.publicProfile
source: User Profile
lt_lt: Vartotojo profilis

# user.profile.repeatNewPassword
source: Repeat new password
lt_lt: Pakartokite naują slaptažodį

# user.login.registerNewAccount
source: Register
lt_lt: Registruotis

# user.login.resetPasswordInstructions
source: Enter your account email address below and an email will be sent with instructions on how to reset your password.
lt_lt: Žemiau įveskite paskyros el. pašto adresą, į kurį išsiųsime instrukcijas kaip atkurti slaptažodį.

# user.register.form.emailExists
source: The selected email address is already in use by another user.
lt_lt: Pasirinktas el. pašto adresas yra užimtas.

# user.register.form.passwordsDoNotMatch
source: The passwords do not match.
lt_lt: Nesutampa slaptažodžiai.

# user.register.form.emailsDoNotMatch
source: The email address fields do not match.
lt_lt: El. pašto adreso laukai nesutampa.

# user.register.form.usernameAlphaNumeric
source: The username can contain only lower-case alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
lt_lt: Vartotojo vardą gali sudaryti tik mažososios tekstinės raidės, pabraukimo brūkšnys, brūkšnelis, ir privalo prasidėti ir baigtis tekstiniu simboliu.

# user.register.form.userGroupRequired
source: At least one role must be selected.
lt_lt: Privalote pasirinkite bent vieną vaidmenį.

# user.register.form.usernameExists
source: The selected username is already in use by another user.
lt_lt: Pasirinktas vartotojo vardas yra užimtas.

# user.register.form.passwordLengthRestriction
source: The password must be at least {$length} characters.
lt_lt: Slaptažodį turi sudaryti bent {$length} simboliai.

# user.register.registerAs
source: Register in {$contextName} as...
lt_lt: Registruotis žurnale „{$contextName}“ kaip...

# user.register
source: Register
lt_lt: Registruotis

# user.register.usernameRestriction
source: The username must contain only lowercase letters, numbers, and hyphens/underscores.
lt_lt: Vartotojo vardas turi būti sudarytas tik iš mažųjų raidžių, skaičių ir brūkšnelio/pabraukimo brūkšnio.

# user.register.registrationCompleted
source: You have successfully registered. <a href="{$profileUrl}">Click here</a> to complete your user profile.
lt_lt: Užsiregistravote sėkmingai. <a href="{$profileUrl}">Spustelėkite čia</a>, kad užpildytumėte vartotojo profilį.

# user.role.author
source: Author
lt_lt: Autorius

# user.role.author_s
source: Author(s)
lt_lt: Autorius(-iai)

# user.role.authors
source: Authors
lt_lt: Autoriai

# user.role.editor
source: Editor
lt_lt: Redaktorius

# user.role.editors
source: Editors
lt_lt: Redaktoriai

# user.role.reader
source: Reader
lt_lt: Skaitytojas

# user.role.readers
source: Readers
lt_lt: Skaitytojai

# user.role.reviewer
source: Reviewer
lt_lt: Recenzentas

# user.role.reviewers
source: Reviewers
lt_lt: Recenzentai

# user.role.siteAdmin
source: Site Administrator
lt_lt: Svetainės administratorius

# user.role.siteAdmins
source: Site Administrators
lt_lt: Svetainės administratoriai

# user.role.copyeditor
source: Copyeditor
lt_lt: Rankraščio redaktorius

# user.role.copyeditors
source: Copyeditors
lt_lt: Rankraščio redaktoriai

# user.role.proofreader
source: Proofreader
lt_lt: Korektorius

# user.role.proofreaders
source: Proofreaders
lt_lt: Korektoriai

# user.role.layoutEditor
source: Layout Editor
lt_lt: Maketuotojas

# user.role.layoutEditors
source: Layout Editors
lt_lt: Maketuotojai

# user.roles
source: Roles
lt_lt: Vaidmenys

# user.salutation
source: Salutation
lt_lt: Pasisveikinimas

# user.sendPassword
source: Confirmation
lt_lt: Patvirtinimas

# user.sendPassword.description
source: Send me a confirmation email including my username and password
lt_lt: Atsiųsti patvirtinimo el. laišką su mano vartotojo vardu ir slaptažodžiu

# user.signature
source: Signature
lt_lt: Prierašas

# user.suffix
source: Suffix
lt_lt: Priesaga

# user.title
source: Title
lt_lt: Pavadinimas

# user.userHome
source: User Home
lt_lt: Mano paskyra

# user.username
source: Username
lt_lt: Vartotojo vardas

# user.workingLanguages
source: Working Languages
lt_lt: Darbinės kalbos

# user.orcid.orcidInvalid
source: The ORCID iD you specified is invalid. Please include the full URI (e.g. "http://orcid.org/0000-0002-1825-0097").
lt_lt: Nurodėte negaliojantį ORCID iD. Įveskite pilną adresą (pvz. „http://orcid.org/0000-0002-1825-0097“)

# user.profile.identity
source: Identity
lt_lt: Tapatybė

# user.profile.contact
source: Contact
lt_lt: Kontaktai

# user.profile.public
source: Public
lt_lt: Vieši duomenys

# default.groups.name.siteAdmin
source: Site Admin
lt_lt: Svetainės administratorius

# default.groups.plural.siteAdmin
source: Site Admins
lt_lt: Svetainės administratoriai

# default.groups.name.productionEditor
source: Production editor
lt_lt: Vyriausiasis redaktorius

# default.groups.plural.productionEditor
source: Production editors
lt_lt: Vyriausieji redaktoriai

# default.groups.abbrev.productionEditor
source: ProdE
lt_lt: Vyr. red.

# default.groups.name.copyeditor
source: Copyeditor
lt_lt: Rankraščio redaktorius

# default.groups.plural.copyeditor
source: Copyeditors
lt_lt: Rankraščio redaktoriai

# default.groups.abbrev.copyeditor
source: CE
lt_lt: Rank.

# default.groups.name.proofreader
source: Proofreader
lt_lt: Korektorius

# default.groups.plural.proofreader
source: Proofreaders
lt_lt: Korektoriai

# default.groups.abbrev.proofreader
source: PR
lt_lt: Kor.

# default.groups.name.designer
source: Designer
lt_lt: Dizaineris

# default.groups.plural.designer
source: Designers
lt_lt: Dizaineriai

# default.groups.abbrev.designer
source: Design
lt_lt: Diz.

# default.groups.name.internalReviewer
source: Internal Reviewer
lt_lt: Vidinis recenzentas

# default.groups.plural.internalReviewer
source: Internal Reviewers
lt_lt: Vidiniai recenzentai

# default.groups.abbrev.internalReviewer
source: IR
lt_lt: Vid.

# default.groups.name.marketing
source: Marketing and sales coordinator
lt_lt: Rinkodaros ir pardavimų koordinatorius

# default.groups.plural.marketing
source: Marketing and sales coordinators
lt_lt: Rinkodaros ir pardavimų koordinatoriai

# default.groups.abbrev.marketing
source: MS
lt_lt: Rink.

# default.groups.name.funding
source: Funding coordinator
lt_lt: Finansavimo koordinatorius

# default.groups.plural.funding
source: Funding coordinators
lt_lt: Finansavimo koordinatoriai

# default.groups.abbrev.funding
source: FC
lt_lt: Fin.

# default.groups.name.indexer
source: Indexer
lt_lt: Indeksuotojas

# default.groups.plural.indexer
source: Indexers
lt_lt: Indeksuotojai

# default.groups.name.layoutEditor
source: Layout Editor
lt_lt: Maketuotojas

# default.groups.plural.layoutEditor
source: Layout Editors
lt_lt: Maketuotojai

# default.groups.abbrev.layoutEditor
source: LE
lt_lt: Mak.

# default.groups.name.author
source: Author
lt_lt: Autorius

# default.groups.plural.author
source: Authors
lt_lt: Autoriai

# default.groups.abbrev.author
source: AU
lt_lt: Aut.

# default.groups.name.translator
source: Translator
lt_lt: Vertėjas

# default.groups.plural.translator
source: Translators
lt_lt: Vertėjai

# default.groups.abbrev.translator
source: Trans
lt_lt: Vert.

# default.groups.name.reader
source: Reader
lt_lt: Skaitytojas

# default.groups.plural.reader
source: Readers
lt_lt: Skaitytojai

# default.groups.abbrev.reader
source: Read
lt_lt: Skait.

# default.genres.other
source: Other
lt_lt: Kiti

# default.genres.multimedia
source: Multimedia
lt_lt: Įvairialypė informacija

# default.genres.image
source: Image
lt_lt: Paveiksliukas

# default.genres.styleSheet
source: HTML Stylesheet
lt_lt: HTML pakopinis stilius

# manager.website.information
source: Information
lt_lt: Informacija

# manager.website.appearance
source: Appearance
lt_lt: Išvaizda

# manager.website.imageFileRequired
source: An image file is required. Please ensure that you have chosen and uploaded a file.
lt_lt: Paveiksliukas yra privalomas. Įsitikinkite, kad pasirinkote ir nusiuntėte failą.

# manager.announcements
source: Announcements
lt_lt: Naujienos

# manager.announcements.confirmDelete
source: Are you sure you want to permanently delete this announcement?
lt_lt: Ar tikrai norite pašalinti šią naujieną?

# manager.announcements.create
source: Create New Announcement
lt_lt: Rašyti naujieną

# manager.announcements.createTitle
source: Create
lt_lt: Rašyti

# manager.announcements.dateExpire
source: Expiry
lt_lt: Galioja iki

# manager.announcements.datePublish
source: Published
lt_lt: Paskelbta

# manager.announcements.edit
source: Edit Announcement
lt_lt: Redaguoti naujieną

# manager.announcements.editTitle
source: Edit
lt_lt: Redaguoti

# manager.announcements.form.dateExpireDayIncompleteDate
source: Please select a year and/or month in addition to the expiry date day.
lt_lt: Pasirinkite ne tik dieną, bet ir metus ir/arba mėnesį.

# manager.announcements.form.dateExpire
source: Expiry Date
lt_lt: Galioja iki

# manager.announcements.form.dateExpireInstructions
source: The announcement will be displayed to readers until this date. Leave blank if the announcement should be displayed indefinitely.
lt_lt: Naujiena bus rodoma skaitytojams iki šios datos. Palikite tuščią jei naujiena turi būti rodoma amžinai.

# manager.announcements.form.dateExpireMonthIncompleteDate
source: Please select a year and/or day in addition to the expiry date month.
lt_lt: Pasirinkite ne tik mėnesį, bet ir metus ir/arba dieną.

# manager.announcements.form.dateExpireValid
source: Please select a valid announcement expiry date.
lt_lt: Nurodykite teisingą naujienos galiojimo laiką.

# manager.announcements.form.dateExpireYearIncompleteDate
source: Please select a month and/or day in addition to the expiry date year.
lt_lt: Pasirinkite ne tik metus, bet ir mėnesį ir/arba dieną.

# manager.announcements.form.description
source: Description
lt_lt: Aprašymas

# manager.announcements.form.descriptionInstructions
source: The full text of the announcement.
lt_lt: Pilnas naujienos tekstas.

# manager.announcements.form.descriptionRequired
source: An announcement description is required.
lt_lt: Naujienos aprašymas yra privalomas.

# manager.announcements.form.descriptionShortInstructions
source: A brief description to appear along with the announcement title.
lt_lt: Trumpas aprašymas rodomas kartu su naujienos pavadinimu.

# manager.announcements.form.descriptionShortRequired
source: A short announcement description is required.
lt_lt: Trumpas naujienos aprašymas yra privalomas.

# manager.announcements.form.descriptionShort
source: Short Description
lt_lt: Trumpas aprašymas

# manager.announcements.form.saveAndCreateAnother
source: Save and Create Another
lt_lt: Išsaugoti ir rašyti kitą
