Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# manager.setup.citations
source: Citations
lt_lt: Citatos

# manager.setup.citationAssistant
source: Citation Markup Assistant
lt_lt: Citatų ženklinimo pagelbiklis

# manager.setup.citationFilterParser
source: Citation Extraction
lt_lt: Citatų išrinkimas

# manager.setup.citationFilterParserDescription
source: <p>To find and check citations in citation databases they first have to be split into machine readable metadata: title, publisher, publication date, etc. must all be extracted from the original citation text provided by the author. Connectors to external web services can assist in this process. One or several connectors can be added by clicking on the "Add Item" button below. Some of these connectors may need to be configured; you will be prompted if this is the case.</p> <p>You can edit or delete an existing Connector by clicking the gear icon next to it.</p>
lt_lt: <p>Norint rasti ir patikrinti citatas duomenų bazėse, jos turi būti atskirtos į kompiuteriui perskaitomus metaduomenis: pavadinimas, leidėjas, publikavimo data ir pan., kurie ištraukiami iš originalios autoriaus citatos. Šiame procese padeda jungtys į išorines web paslaugas. Vienas ar daugiau jungčių gali būti įtrauktos spustelėjus mygtuką „Įtraukti elementą“. Kai kurios jungtys turi būti sukonfigūruotos; būsite paprašyti jei tai bus toks atvejis.</p> <p>Spustelėję įrenginio piktogramą šalia jungties, galėsite ją redaguoti arba pašalinti.</p>

# manager.setup.citationFilterLookup
source: Citation Checking
lt_lt: Citatų tikrinimas

# manager.setup.citationFilterLookupDescription
source: <p>You must also enable and configure connections to external citation databases. This helps you to find errors in authors' citations or add additional information (e.g. DOIs or PubMed IDs) required for electronic publishing or deposit.</p> <p>We provide connectors to several external databases in which you can search for citations. Some of these databases require registration or configuration information to be entered. Please refer to the public websites of the databases for further information on how to register. You can add one or several databases by clicking on the "Add Item" button below.</p> <p>You can edit or delete an existing external database connection by clicking the gear icon next to it.</p> <p><strong>Note:</strong> In order for the citation checking process to complete in a timely manner, the <tt>citation_checking_max_processes</tt> directive in your configuration file must be set to a reasonable value. See the General Settings section in <tt>config.inc.php</tt> for more information.</p>
lt_lt: <p>Taip pat turite įgalinti ir sukonfigūruoti ryšius į išorines citatų duomenų bazes. Tai padės surasti klaidas autorių citatose ar papildomoje informacijoje (pvz. DOI ar PubMed ID), kuri reikalinga elektroninei leidybai ir deponavimui.</p> <p>Pateikiame ryšius į keletą išorinių duomenų bazių, kuriuose galite ieškoti citatų. Kai kurios duomenų bazės prašo registracijos ar konfigūracijos. Tuo atveju nueikite į duomenų bazės svetainę, kurioje rasite informaciją kaip užsiregistruoti. Spustelėję „Įtraukti elementą“ įtrauksite vieną ar kelias duomenų bazes.</p> <p>Spustelėję įrenginio piktogramą šalia duomenų bazės, galėsite ją redaguoti arba pašalinti.</p> <p><strong>Pastaba:</strong> Tam, kad citatų tikrinimo procesas užsibaigtų laiku, direktyva <tt>citation_checking_max_processes</tt> turi būti nustatyta atitinkama reikšmė konfigūracijos faile. Peržiūrėkite bendras nuostatas faile <tt>config.inc.php</tt> dėl platesnės informacijos.</p>

# manager.setup.citationOutput
source: Citation Output
lt_lt: Citatų išvestis

# manager.setup.citationOutputStyleDescription
source: Choose the citation style that is being used in your publication's submissions. The Citation Markup Assistant lets you compare the author's version of the citation to a version generated from the XML you are generating so that you can easily spot errors:
lt_lt: Pasirinkite citatų išvesties stilių, kuris yra naudojamas leidinio pateikimuose. Citatų ženklinimo pagelbiklis padės palyginti autoriaus citatos versiją su versija, kurią sugeneravo XML ir padės lengviau pastebėti klaidas:

# manager.setup.competingInterests
source: Competing Interests
lt_lt: Interesų konfliktai

# manager.setup.competingInterestsDescription
source: Reviewers will be asked to comply with the competing interests disclosure policy you specify below.
lt_lt: Recenzentai bus paprašyti laikytis interesų konfliktų atskleidimo politikos, kurią nurodėte žemiau.

# manager.setup.errorDeletingItem
source: There was an error when deleting this item.
lt_lt: Įvyko klaida šalinant šį elementą.

# manager.setup.favicon
source: Invalid favicon format. Accepted formats are .ico, .png, and .gif.
lt_lt: Netinkamas svetainės piktogramos formatas. Galiojantys formatai yra .ico, .png ir .gif.

# manager.setup.filter.grid.errorDeletingFilter
source: An error occurred while trying to remove this filter. Please report this as a bug.
lt_lt: Įvyko klaida šalinant šį filtrą. Prašome pranešti apie šią klaidą.

# manager.setup.filter.grid.filterDisplayName
source: Connector
lt_lt: Jungtis

# manager.setup.filter.grid.filterSettings
source: Registration Information and Connector Settings
lt_lt: Registracijos informacija ir jungties nuostatos

# manager.setup.filter.grid.filterTemplateRequired
source: Please select one of the transformations from the drop-down.
lt_lt: Pasirinkite vieną iš transformacijų iš išskleidžiamojo meniu.

# manager.setup.filter.grid.confirmDelete
source: Do you really want to delete the {$filterName} filter?
lt_lt: Ar tikrai norite pašalinti filtrą „{$filterName}“?

# manager.setup.filter.lookup.grid.descriptionConfirm
source: You have chosen to add the {$filterDisplayName} database. Please click on 'OK' to confirm.
lt_lt: Pasirinkote įtraukti duomenų bazę „{$filterDisplayName}„. Spustelėkite 'Gerai', kad patvirtintumėte veiksmą.

# manager.setup.filter.lookup.grid.descriptionTemplate
source: Please select a lookup database.
lt_lt: Pasirinkite paieškos duomenų bazę.

# manager.setup.filter.lookup.grid.description.iSBNdb
source: <p>This filter connects to the <a href="http://isbndb.com/" target="_blank">ISBNdb.com</a> book and ISBN database.</p> <p>An ISBNdb API key is mandatory. For information on generating a key, see the <a href="http://isbndb.com/api/v1/docs/keys" target="_blank">online documentation</a>.</p>
lt_lt: <p>Šis filtras jungiasi prie <a href="http://isbndb.com/" target="_blank">ISBNdb.com</a> knygos ir ISBN duomenų bazės.</p> <p>ISBNdb API raktas yra būtinas. Daugiau informacijos apie rakto sukūrimą rasite <a href="http://isbndb.com/api/v1/docs/keys" target="_blank">dokumentacijoje</a>.</p>

# manager.setup.filter.lookup.grid.description.crossRef
source: <p>This filter connects to the CrossRef citation database using CrossRef's <a href="http://www.crossref.org/02publishers/openurl_info.html" target="_blank">OpenURL Query Interface</a>.</p> <p>To use this filter, you can use your CrossRef system account, or register a valid email address with CrossRef <a href="http://www.crossref.org/requestaccount/" target="_blank">here</a>.</p>
lt_lt: <p>Šis filtras jungiasi prie CrossRef citatų duomenų bazės per <a href="http://www.crossref.org/02publishers/openurl_info.html" target="_blank">OpenURL Query Interface</a>.</p> <p>Norėdami naudoti šį filtrą, galite naudoti savo CrossRef sistemos paskyrą, ar užregistruoti galiojantį el. pašto adresą <a href="http://www.crossref.org/requestaccount/" target="_blank">čia</a>.</p>

# manager.setup.filter.lookup.grid.description.pubMed
source: <p>This filter connects to PubMed's <a href="http://www.ncbi.nlm.nih.gov/gquery/gquery.fcgi" target="_blank">Entrez</a> cross-database search engine.</p> <p>A registration email is not strictly mandatory, but may be necessary if you run into connection problems. See the section on <a href="http://www.be-md.ncbi.nlm.nih.gov/bookshelf/br.fcgi?book=helpeutils&part=chapter2#chapter2.Usage_Guidelines_and_Requiremen" target="_blank">Usage Guidelines and Requirements</a> in the Entrez documentation for more information.</p>
lt_lt: <p>Šis filtras jungiasi prie PubMed <a href="http://www.ncbi.nlm.nih.gov/gquery/gquery.fcgi" target="_blank">Entrez</a> duomenų bazės paieškos varikliuko.</p> <p>Registracijos el. pašto adresas nėra griežtai būtinas, tačiau reikalingas jei atsiranda ryšio problemų. Perskaitykite skyrelį <a href="http://www.be-md.ncbi.nlm.nih.gov/bookshelf/br.fcgi?book=helpeutils&part=chapter2#chapter2.Usage_Guidelines_and_Requiremen" target="_blank">Naudojimo instrukcija ir reikalavimai</a> „Entrez“ dokumentacijoje.</p>

# manager.setup.filter.lookup.grid.description.worldCat
source: <p>This filter connects to OCLC services <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp" target="_blank">xISBN</a> and <a href="http://www.worldcat.org/" target="_blank">Worldcat</a> (optional).</p> <p>If you have a Worldcat <a href="http://oclc.org/developer/develop/web-services.html" target="_blank">API key</a> you can connect to Worldcat by entering the key below.</p>
lt_lt: <p>Šis filtras jungiasi prie OCLC paslaugų <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp" target="_blank">xISBN</a> ir <a href="http://www.worldcat.org/" target="_blank">Worldcat</a> (papildomai).</p> <p>Jei turite Worldcat <a href="http://oclc.org/developer/develop/web-services.html" target="_blank">API raktą</a> galite prisijungti prie Worldcat įvedę raktą žemiau.</p>

# manager.setup.filter.lookup.grid.loadMessage
source: Please wait until the citation database configuration grid has been loaded...
lt_lt: Palaukite kol bus įkeltas citatų duomenų bazės konfigūracijos tinklelis...

# manager.setup.filter.lookup.grid.title
source: Citation Database Connectors
lt_lt: Citatų duomenų bazių jungtys

# manager.setup.filter.noMoreTemplates
source: All available transformations have already been added. Please click 'Cancel' to return to the setup page.
lt_lt: Visos prieinamos transformacijos buvo jau įtrauktos. Spustelėkite 'Atšaukti', kad grįžtumėte į konfigūracijos puslapį.

# manager.setup.filter.parser.grid.descriptionConfirm
source: You have chosen to add the {$filterDisplayName} parser. Please click on 'OK' to confirm.
lt_lt: Pasirinkote įtraukti „{$filterDisplayName}“ analizatorių. Spustelėkite 'Gerai', kad patvirtintumėte veiksmą.

# manager.setup.filter.parser.grid.descriptionTemplate
source: Please select a citation parser.
lt_lt: Prašome pasirinkti citatų analizatorių.

# manager.setup.filter.parser.grid.description.freeCite
source: <p>This extraction filter connects to the <a href="http://freecite.library.brown.edu/" target="_blank">FreeCite</a> web service.</p>
lt_lt: <p>Šis išrinkimo filtras jungiasi prie <a href="http://freecite.library.brown.edu/" target="_blank">FreeCite</a> internetinės paslaugos.</p>

# manager.setup.filter.parser.grid.description.paraCite
source: <p>This extraction filter uses the <a href="http://paracite.eprints.org/developers/" target="_blank">ParaTools</a> Perl modules to provide <a href="http://paracite.eprints.org" target="_blank">ParaCite</a> citation parsing functionality. In order for this to work properly, you must have Perl installed, along with the <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/" target="_blank">Biblio::Citation::Parser</a> and <a href="http://search.cpan.org/~sburke/Text-Unidecode-0.04/" target="_blank">Text::Unidecode</a> CPAN modules. You must also configure the <tt>perl</tt> directive in your configuration file. This directive can be found in the External Commands section of <tt>config.inc.php</tt>.</p> <p>You can also choose which parser module ParaTools should use. You can choose between the standard, <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/lib/Biblio/Citation/Parser/Jiao.pm" target="_blank">Jiao</a>, and <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/lib/Biblio/Citation/Parser/Citebase.pm" target="_blank">Citebase</a> parser modules.</p>
lt_lt: <p>Šis išrinkimo filtras naudoja <a href="http://paracite.eprints.org/developers/" target="_blank">ParaTools</a> Perl modulį, kad suteiktų <a href="http://paracite.eprints.org" target="_blank">ParaCite</a> citatų analizavimo funkciją. Tam kad tai veiktų tinkamai, privalote įdiegti Perl kartu su <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/" target="_blank">Biblio::Citation::Parser</a> ir <a href="http://search.cpan.org/~sburke/Text-Unidecode-0.04/" target="_blank">Text::Unidecode</a> CPAN moduliais. Taip pat privalote sukonfigūruoti <tt>perl</tt> direktyvą konfigūracijos faile. Ši direktyva gali būti rasta skyriuje „External Commands“ <tt>config.inc.php</tt> faile.</p> <p>Taip pat galite pasirinkti, kurį ParaTools analizatoriaus modulį naudosite. Galite pasirinkti tarp standartinio <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/lib/Biblio/Citation/Parser/Jiao.pm" target="_blank">Jiao</a>, ir <a href="http://search.cpan.org/~mjewell/Biblio-Citation-Parser-1.10/lib/Biblio/Citation/Parser/Citebase.pm" target="_blank">Citebase</a> modulių.</p>

# manager.setup.filter.parser.grid.description.parsCit
source: <p>This extraction filter connects to the <a href="http://aye.comp.nus.edu.sg/parsCit/" target="_blank">ParsCit</a> web service.</p>
lt_lt: <p>Šis išrinkimo filtras jungiasi prie <a href="http://aye.comp.nus.edu.sg/parsCit/" target="_blank">ParsCit</a> internetinės paslaugos.</p>

# manager.setup.filter.parser.grid.description.regEx
source: The RegEx extraction filter uses a series of regular expressions to parse citations.
lt_lt: RegEx išrinkimo filtras naudoja reguliariąsias išraiškas, kad išanalizuotų citatas.

# manager.setup.filter.parser.grid.loadMessage
source: Please wait until the citation parser configuration grid has been loaded...
lt_lt: Prašome palaukti kol bus įkeltas citatų analizatoriaus konfigūracijos tinklelis...

# manager.setup.filter.parser.grid.title
source: Citation Extraction Services
lt_lt: Citatų išrinkimo paslaugos

# manager.setup.filter.pleaseSelect
source: Please select...
lt_lt: Prašome pasirinkti...

# manager.setup.groupType
source: File type grouping
lt_lt: Failų tipo grupavimas

# manager.setup.homeHeaderImageInvalid
source: Invalid homepage header logo image format or upload failed. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas pradžios puslapio antraštės logotipo formatas arba nepavyko nusiuntimas. Leistini formatai yra .gif, .jpg, arba .png.

# manager.setup.homepageImage
source: Homepage Image
lt_lt: Pradžios paveikslėlis

# manager.setup.homepageImageDescription
source: Upload an image to display prominently on the homepage.
lt_lt: Nusiųskite paveikslėlį, kuris bus matomas pradžios puslapyje.

# manager.setup.homepageImageInvalid
source: Invalid homepage image format or upload failed. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas pradžios puslapio paveiksliuko formatas arba nepavyko nusiuntimas. Leistini formatai yra .gif, .jpg, arba .png.

# manager.setup.homeTitleImageInvalid
source: Invalid homepage header title image format or upload failed. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas pradžios puslapio antraštės pavadinimo paveiksliuko formatas arba nepavyko nusiuntimas. Leistini formatai yra .gif, .jpg, arba .png.

# manager.setup.information.descriptionTitle
source: Descriptions
lt_lt: Aprašymai

# manager.setup.layout.theme
source: Theme
lt_lt: Apipavidalinimas

# manager.setup.layout.themeDescription
source: New themes may be installed from the Plugins tab at the top of this page.
lt_lt: Nauji apipavidalinimai gali būti įdiegti per įskiepių kortelę šiame puslapyje.

# manager.setup.layout.blockManagement
source: Sidebar management
lt_lt: Šoninio meniu tvarkymas

# manager.setup.layout.sidebar
source: Sidebar
lt_lt: Šoninė juosta

# manager.setup.layout.unselected
source: Unselected
lt_lt: Nepasirinktas

# manager.setup.loggingAndAuditing
source: Logging and Auditing
lt_lt: Įvykių registracija ir auditas

# manager.setup.logo
source: Logo
lt_lt: Logotipas

# manager.setup.metaCitationsDescription
source: Activate the following checkbox to enable citation and reference editing. This will allow authors to include raw citations with submissions. Editors will also have access to a citation markup assistant which can check raw citations against external databases, such as WorldCat, ISBNdb, PubMed and others, for accuracy. Approved citations can be exported into final galley files.
lt_lt: Pažymėkite žymimąjį langelį, kad įgalintumėte citatų ir nuorodų redagavimą. Tai autoriams leis įtraukti neapdorotas citatas su pateikimais. Redaktoriai taip pat turės priėjimą prie citatų ženklinimo pagelbiklio, kuris patikrins neapdorotas citatas su išorinėmis duomenų bazėmis, kaip WorldCat, ISBNdb, PubMed ir kt. Patvirtintos citatos gali būti eksportuojamos į galutinį maketo failą.

# manager.setup.notifications
source: Notification of Author Submission
lt_lt: Pranešimas apie autoriaus pateikimą

# manager.setup.notifications.copySpecifiedAddress
source: Send a copy to this email address
lt_lt: Išsiųsti kopiją šiuo el. pašto adresu

# manager.setup.notifications.description
source: Authors are automatically sent an email acknowledging their submission. You may have copies of this email sent to the following:
lt_lt: Autoriams automatiškai yra išsiunčiamas el. laiškas apie pateikimo patvirtinimą. Galite išsiųsti šio laiško kopijas į:

# manager.setup.openAccessPolicy
source: Open Access Policy
lt_lt: Atvirosios prieigos politika

# manager.setup.openAccessPolicy.description
source: If providing immediate free access to all published content, you may enter a description of your Open Access Policy.
lt_lt: Jei iškart suteikiate nemokamą prieigą išleistam turiniui, galite įvesti aprašymą apie savo atvirosios prieigos politiką.

# manager.setup.pageHeaderLogoImageInvalid
source: Invalid page header logo image format or upload failed. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas puslapio antraštės logotipo formatas arba neįvyko nusiuntimas. Leistini formatai yra .gif, .jpg, arba .png.

# manager.setup.pageFooter
source: Page Footer
lt_lt: Puslapio poraštė

# manager.setup.pageFooterDescription
source: Enter any images, text or HTML code that you'd like to appear at the bottom of your website.
lt_lt: Galite įvesti paveiksliukus, teksta ar HTML kodą, kuris bus rodomas svetainės apačioje.

# manager.setup.peerReview.description
source: Outline the peer review policy and processes for readers and authors. This description often includes the number of reviewers typically used in reviewing a submission, the criteria by which reviewers are asked to judge submissions, expected time required to conduct the reviews, and the principles used to select reviewers.
lt_lt: Aprašykite tarpusavio vertinimo politiką ir procesus skaitytojams ir autoriams. Šis aprašymas dažnai apima recenzentų skaičių paprastai naudojamą recenzuojant pateikimą, kriterijus pagal kuriuos recenzentai yra paprašyti vertinti pateikimus, recenzavimo laiką ir pagrindinius principus pagal kuriuos parenkami recenzentai.

# manager.setup.principalContact
source: Principal Contact
lt_lt: Pagrindinis kontaktas

# manager.setup.principalContactDescription
source: Enter contact details, typically for a principal editorship, managing editorship, or administrative staff position, which can be displayed on your publicly accessible website.
lt_lt: Įveskite kontaktinius duomenis, asmens, kuris užima administracinę poziciją kaip pagrindinio redaktoriaus, vadovaujančio redaktoriaus ir kt., kurie bus rodomi svetainėje viešai.

# manager.setup.privacyStatement
source: Privacy Statement
lt_lt: Privatumo politika

# manager.setup.privacyStatement.description
source: This statement will appear during Author Submission and on the publicly available About page.
lt_lt: Ši politika bus rodoma per straipsnio pateikimą autoriui ir puslapyje „Apie“.

# manager.setup.reviewOptions.numWeeksPerResponse
source: Weeks allowed to accept or decline a review request
lt_lt: Savaičių skaičius per kurias galima priimti arba atmesti recenzavimo prašymą

# manager.setup.reviewOptions.numWeeksPerReview
source: Weeks allowed for review completion
lt_lt: Savaičių skaičius per kurias reikia užbaigti recenziją

# manager.setup.reviewOptions.neverSendReminder
source: Never Remind
lt_lt: Nepriminti

# manager.setup.reviewOptions.noteOnModification
source: Defaults can be modified for each review during the editorial process.
lt_lt: Numatytosios reikšmės gali būti redaguotas kiekvienam recenzavimui per redagavimo procesą.

# manager.setup.reviewOptions.remindForInvite
source: Send a reminder if a reviewer has not responded to a review request within the following time (days) after response due date:
lt_lt: Siųsti priminimą jei recenzentas neatsakė į recenzavimo prašymas per tam tikrą laiką (dienos) po atsakymo pabaigos laiko:

# manager.setup.reviewOptions.remindForSubmit
source: Send a reminder if a reviewer has not submitted a recommendation within the following time (days) after review's due date:
lt_lt: Siųsti priminimą jei recenzentas nepateikė rekomendacijos per tam tikrą laiką (dienos) po recenzijos pabaigos laiko:

# manager.setup.reviewOptions.reviewTime
source: Default Review Deadlines
lt_lt: Numatytieji recenzavimo terminai

# manager.setup.reviewOptions.showBlindReviewLink
source: Present a link to "Ensuring a Blind Review" during upload
lt_lt: Rodyti nuorodą į „Anoniminio recenzavimo užtikrinimas“ per nusiuntimą

# manager.setup.sortableByComponent
source: Sortable by component
lt_lt: Rūšiuojami pagal komponentą

# manager.setup.sponsors.note
source: Sponsor Relationship and Policy Description
lt_lt: Santykiai su rėmėjais ir politikos aprašymas

# manager.setup.sponsors.description
source: Examples: scholarly associations, university departments, cooperatives, etc. Sponsors are displayed publicly.
lt_lt: Pavyzdžiai: mokslinės asociacijos, universitetų padaliniai, kooperatyvai ir pan. Rėmėjai yra rodomi viešai.

# manager.setup.styleSheetDescription
source: Experienced web developers can upload a CSS file to further customize the website's appearance.
lt_lt: Patyrę programuotojai gali nusiųsti CSS failą, kad pritaikytų nuosavą išvaizdą svetainei.

# manager.setup.technicalSupportContact
source: Technical Support Contact
lt_lt: Techninės pagalbos kontaktas

# manager.setup.technicalSupportContactDescription
source: A contact person who can assist editors, authors and reviewers with any problems they have submitting, editing, reviewing or publishing material.
lt_lt: Kontaktinis asmuo, kuris gali padėti redaktoriams, autoriams ir recenzentams su iš kilusiomis problemomis pateikime, redagavime, recenzavime ar gamyboje.

# manager.siteAccessOptions.siteAccessOptions
source: Site Access Options
lt_lt: Prieiga prie svetainės

# manager.statistics.statistics.totalNewValue
source: {$numTotal} ({$numNew} new)
lt_lt: {$numTotal} (naujų {$numNew})

# manager.users
source: Users
lt_lt: Vartotojai

# plugins.categories.metadata
source: Metadata Plugins
lt_lt: Metaduomenų įskiepiai

# plugins.categories.metadata.description
source: Metadata Plugins implement additional meta-data standards.
lt_lt: Metaduomenų įskiepiai realizuoja papildomus metaduomenų standartus.

# plugins.categories.auth
source: Authorization Plugins
lt_lt: Tapatybės nustatymo įskiepiai

# plugins.categories.blocks
source: Block Plugins
lt_lt: Blokų įskiepiai

# plugins.categories.blocks.description
source: Block Plugins are pluggable UI components, such as the various sidebar tools.
lt_lt: Blokų įskiepiai yra grafinės sąsajos komponentai, kaip įvairūs šoninio meniu įrankiai.

# plugins.categories.citationFormats
source: Citation Format Plugins
lt_lt: Citatų formatavimo įskiepiai
