Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# manager.setup.metadata.submission
source: Submission Form
lt_lt: Pateikimo forma

# plugins.importexport.common.validationErrors
source: Validation errors:
lt_lt: Tikrinimo klaidos:

# plugins.importexport.common.errorsOccured
source: Errors occured:
lt_lt: Įvyko klaidos:

# plugins.importexport.common.error.unknownElement
source: Unknown element {$param}
lt_lt: Nežinomas elementas {$param}

# plugins.importexport.common.error.unknownGenre
source: Unknown genre {$param}
lt_lt: Nežinomas žanras {$param}

# plugins.importexport.common.error.unknownEncoding
source: Unknown encoding {$param}
lt_lt: Nežinoma koduotė {$param}

# plugins.importexport.common.error.unknownUserGroup
source: Unknown user group {$param}
lt_lt: Nežinoma vartotojų grupė {$param}

# plugins.importexport.common.error.unknownUploader
source: Unknown uploader {$param}
lt_lt: Nežinoma nusiuntyklė {$param}

# admin.systemInfo.settingName
source: Setting Name
lt_lt: Nuostatos pavadinimas

# admin.systemInfo.settingValue
source: Setting Value
lt_lt: Nuostatos reikšmė

# admin.adminFunctions
source: Administrative Functions
lt_lt: Administratoriaus funkcijos

# admin.auth.confirmDelete
source: Are you sure you want to permanently delete this authentication source?
lt_lt: Ar tikrai norite visam laikui pašalinti šį tapatybės nustatymo šaltinį?

# admin.auth.create
source: Create authentication source
lt_lt: Kurti tapatybės nustatymo šaltinį

# admin.auth.noneCreated
source: No authentication sources have been defined.
lt_lt: Nėra nustatytų tapatybės nustatymo šaltinių.

# admin.authSources
source: Authentication Sources
lt_lt: Tapatybės nustatymo šaltiniai

# admin.clearDataCache
source: Clear Data Caches
lt_lt: Išvalyti duomenų podėlį

# admin.clearTemplateCache
source: Clear Template Cache
lt_lt: Išvalyti šablonų podėlį

# admin.configFileUpdatedInstructions
source: Your configuration file has been successfully updated. Please note that if your site no longer functions correctly you may need to manually fix your configuration by editing <tt>config.inc.php</tt> directly.
lt_lt: Konfigūracijos failas buvo sėkmingai atnaujintas. Atkreipkite dėmesį į tai, kad jei po pakeitimų svetainė veiks netinkamai reikės rankiniu būdu koreguoti failą <tt>config.inc.php</tt>.

# admin.confirmClearTemplateCache
source: Are you sure you want to clear the cache of compiled templates?
lt_lt: Ar tikrai norite išvalyti sukompiliuotų šablonų podėlį?

# admin.confirmExpireSessions
source: Are you sure you want to expire all user sessions? All users who are currently logged into the system will be forced to log in again (yourself included).
lt_lt: Ar tikrai norite nutraukti visus vartotojų seansus? Visi vartotojai, kurie šiuo metu yra prisijungę prie sistemos (įskaitant ir Jus), turės prisijungti iš naujo.

# admin.contentsOfConfigFile
source: Contents of configuration file
lt_lt: Konfigūracijos failo turinys

# admin.currentVersion
source: Current version
lt_lt: Dabartinė versija

# admin.dateInstalled
source: Date installed
lt_lt: Įdiegimo data

# admin.displayConfigFileInstructions
source: The contents of your updated configuration are displayed below. To apply the configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.
lt_lt: Žemiau yra pateikta atnaujintos konfigūracijos turinys. Norėdami įrašyti šiuos pakeitimus, atverkite <tt>config.inc.php</tt> su bet kuriuo teksto redaktoriumi ir pakeiskite failo turinį su žemiau pateiktu laukelio tekstu.

# admin.displayNewSystemConfig
source: Display New Configuration
lt_lt: Rodyti naują konfigūraciją

# admin.expireSessions
source: Expire User Sessions
lt_lt: Nutraukti vartotojų seansus

# admin.languages.download
source: Download Locale
lt_lt: Atsisiųsti lokalę

# admin.languages.downloadLocales
source: Download Locales
lt_lt: Atsisiųsti lokales

# admin.languages.download.cannotOpen
source: Cannot open language descriptor from PKP web site.
lt_lt: Nepavyko atverti kalbos aprašo iš „PKP“ svetainės.

# admin.languages.download.cannotModifyRegistry
source: Cannot add the new locale to the locale registry file, typically "registry/locales.xml".
lt_lt: Nepavyko įtraukti lokalės į registro failą, paprastai „registry/locales.xml“.

# admin.languages.cantDisable
source: This locale is the primary language of the site. You can't disable it until you choose another primary locale.
lt_lt: Ši lokalė yra pagrindinė svetainės kalba. Negalite jos išjungti kol nenustatėte kitos pagrindinės lokalės.

# admin.languages.confirmReload
source: Are you sure you want to reload this locale? This will erase any existing locale-specific data such as customized email templates.
lt_lt: Ar tikrai norite įkelti šią lokalę iš naujo? Tai pašalins visus duomenis susijusius su lokale kaip standartiniai el. laiškų šablonai.

# admin.languages.installedLocales
source: Installed Locales
lt_lt: Įdiegtos lokalės

# admin.languages.installLanguages
source: Manage Locales
lt_lt: Tvarkyti lokales

# admin.languages.availableLocales
source: Available Locales
lt_lt: Prieinamos lokalės

# admin.languages.installLocale
source: Install Locale
lt_lt: Įdiegti lokalę

# admin.languages.installLocales
source: Install
lt_lt: Įdiegti

# admin.languages.installNewLocales
source: Install New Locales
lt_lt: Įdiegti naujas lokales

# admin.languages.languageSettings
source: Language Settings
lt_lt: Kalbos nuostatos

# admin.languages.noLocalesAvailable
source: No additional locales are available for installation.
lt_lt: Nėra papildomų lokalių, kurias būtų galima įdiegti.

# admin.languages.reload
source: Reload Locale
lt_lt: Įkelti iš naujo

# admin.languages.uninstall
source: Uninstall Locale
lt_lt: Pašalinti lokalę

# admin.phpInfo
source: Extended PHP Information
lt_lt: Išplėstinė PHP informacija

# admin.scheduledTask
source: Scheduled task
lt_lt: Suplanuotos užduotys

# admin.scheduledTask.startTime
source: Task process started.
lt_lt: Prasidėjo užduoties procesas.

# admin.scheduledTask.stopTime
source: Task process stopped.
lt_lt: Baigėsi užduoties procesas.

# admin.scheduledTask.noLog
source: Task produced no log.
lt_lt: Užduotis nepateikė žurnalo.

# admin.scheduledTask.downloadLog
source: Your {$softwareName} installation automatically executed and finished this task and you can download the log file here: {$url}
lt_lt: Jūsų „{$softwareName}“ diegimas automatiškai įvykdė ir baigė šią užduotį. Galite atsisiųsti žurnalo failą čia: {$url}

# admin.scheduledTask.confirmClearLogs
source: Are you sure you want to delete all scheduled task execution logs?
lt_lt: Ar tikrai norite pašalinti visus suplanuotų užduočių vykdymo žurnalus?

# admin.scheduledTask.clearLogs
source: Clear Scheduled Task Execution Logs
lt_lt: Išvalyti suplanuotų užduočių vykdymo žurnalus

# admin.scheduledTask.reviewReminder
source: Review reminder
lt_lt: Recenzavimo priminimas

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription expiry reminder
lt_lt: Prenumeratos galiojimo pabaigos priminimas

# admin.server.apacheVersion
source: Apache version
lt_lt: „Apache“ versija

# admin.server.dbDriver
source: Database driver
lt_lt: Duomenų bazės tvarkyklė

# admin.server.dbVersion
source: Database server version
lt_lt: Duomenų bazės serverio versija

# admin.serverInformation
source: Server Information
lt_lt: Serverio informacija

# admin.server.phpVersion
source: PHP version
lt_lt: „PHP“ versija

# admin.server.platform
source: OS platform
lt_lt: OS platforma

# admin.settings
source: Settings
lt_lt: Nuostatos

# admin.settings.aboutDescription
source: About the Site
lt_lt: „Apie svetainę“ aprašymas

# admin.settings.contactEmail
source: Email of principal contact
lt_lt: Pagr. kontakto el. paštas

# admin.settings.contactName
source: Name of principal contact
lt_lt: Pagr. kontakto vardas

# admin.settings.form.contactEmailRequired
source: The email address of the principal contact is required.
lt_lt: Pagr. kontakto el. pašto adresas yra privalomas.

# admin.settings.form.contactNameRequired
source: The name of the principal contact is required.
lt_lt: Pagr. kontakto vardas yra privalomas.

# admin.settings.form.minPasswordLengthRequired
source: You must enter a minimum password length of at least 4 characters.
lt_lt: Mažiausias slaptažodžio ilgi turi būti ne mažesnis nei 4 simboliai.

# admin.settings.form.titleRequired
source: A title is required.
lt_lt: Pavadinimas yra privalomas.

# admin.settings.defaultMetricDescription
source: Your installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an orderd list of most-used submissions or to rank search results. Please select one of the configured metrics as a default.
lt_lt: Jūsų OJS diegimas yra sukonfigūruotas įrašyti daugiau nei vieną naudojimo metriką. Naudojimo statistika bus rodoma keliuose kontekstuose. Yra atvejų, kur privaloma naudoti bent vieną naudojimo statistiką, pvz. rodyti surikiuotą daugiausiai naudojamų straipsnių sąrašą arba paieškos rezultatus. Pasirinkite vieną iš sukonfigūruotų metrikų kaip numatytąją.

# admin.settings.homeHeaderImage.altText
source: Site Logo
lt_lt: Svetainės logotipas

# admin.settings.homeHeaderImageInvalid
source: Invalid site logo image format. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas svetainės logotipo formatas. Leistini formatai yra .gif, .jpg, ar .png.

# admin.settings.introduction
source: Introduction
lt_lt: Įvadas

# admin.settings.minPasswordLength
source: Minimum password length (characters)
lt_lt: Mažiausias slaptažodžio ilgis (rašmenys)

# admin.settings.oaiRegistration
source: Register Site for Indexing (Metadata Harvesting)
lt_lt: Svetainės registravimas indeksavimui (Metaduomenų rinkimas)

# admin.settings.siteLanguage
source: Site language
lt_lt: Svetainės kalba

# admin.settings.siteStyleSheetInvalid
source: Invalid site style sheet format. Accepted format is .css.
lt_lt: Netinkamas svetainės pakopinio stiliaus formatas. Leistinas formatas yra .css.

# admin.settings.siteStyleSheet
source: Site style sheet
lt_lt: Svetainės pakopinis stilius

# admin.settings.siteLogo
source: Site Logo
lt_lt: Svetainės logotipas

# admin.settings.siteTitle
source: Site Name
lt_lt: Svetainės pavadinimas

# admin.settings.siteTheme
source: Site Theme
lt_lt: Svetainės apipavidalinimas

# admin.siteAdmin
source: Site Administration
lt_lt: Svetainės administravimas

# admin.siteManagement
source: Site Management
lt_lt: Svetainės tvarkymas

# admin.siteSettings
source: Site Settings
lt_lt: Svetainės nuostatos

# admin.siteSetup
source: Site Setup
lt_lt: Svetainės parinktys

# admin.systemConfigFileReadError
source: The configuration file <tt>config.inc.php</tt> does not exist, is not readable, or is invalid.
lt_lt: Konfigūracijos failas <tt>config.inc.php</tt> neegzistuoja, yra neperskaitomas arba yra sugadintas.

# admin.systemInformation
source: System Information
lt_lt: Sistemos informacija

# admin.versionBuild
source: Build
lt_lt: Darinys

# admin.version.checkForUpdates
source: Check for updates
lt_lt: Tikrinti, ar yra naujinių

# admin.version.downloadPackage
source: Download
lt_lt: Atsisiųsti

# admin.version.downloadPatch
source: Download Patch
lt_lt: Atsisiųsti pataisymą

# admin.versionHistory
source: Version history
lt_lt: Versijų istorija

# admin.version.latest
source: Latest version
lt_lt: Paskutinė versija

# admin.versionMajor
source: Major
lt_lt: Pagrindinė versija

# admin.versionMinor
source: Minor
lt_lt: Antrinė versija

# admin.version.moreInfo
source: More Information
lt_lt: Daugiau informacijos

# admin.versionRevision
source: Revision
lt_lt: Pataisa

# admin.version.updateAvailable
source: An updated version is available
lt_lt: Prieinama nauja versija

# admin.version.upToDate
source: Your system is up-to-date
lt_lt: Jūsų sistema yra naujausia!

# admin.version
source: Version
lt_lt: Versija

# admin.fileLoader.wrongBasePathLocation
source: Base path {$path} must be inside the public files directory.
lt_lt: Bazinis kelias „{$path}“ privalo būti viešųjų failų kataloge.

# admin.fileLoader.pathNotAccessible
source: Folder {$path} is not a directory or is not readable.
lt_lt: Aplankas „{$path}“ nėra katalogas arba yra neperskaitomas.

# admin.fileLoader.moveFileFailed
source: File {$filename} could not be moved from {$currentFilePath} to {$destinationPath}
lt_lt: Failas „{$filename}“ negali būti perkeltas iš „{$currentFilePath}“ į „{$destinationPath}“

# admin.fileLoader.fileProcessed
source: File {$filename} was processed and archived.
lt_lt: Failas „{$filename}“ buvo apdorotas ir suarchyvuotas.

# admin.fileLoader.emailSubject
source: File loader
lt_lt: Failo paleidyklė

# admin.copyAccessLogFileTool.usage
source: Copy the passed apache access log file(s), filtering the entries related with this installation, to the current files directory, inside the UsageStatsPlugin stage directory. Must run under user with enough privilegies to read access apache log files. This tool will only copy files that aren't already inside the usageStats file loader directories (stage, processing, archive, reject). Usage: {$scriptName} path/to/apache/log/file.log Usage (processing all files inside a directory): {$scriptName} path/to/apache/directory
lt_lt: Nukopijuokite pateiktą „apache“ prieigos žurnalo failą(-us), filtruojant įrašus susijusius su šiuo diegimu, į dabartinių failų katalogą, viduje „UsageStatsPlugin“ darbiniame kataloge. Privaloma paleisti vartotojo su teisėmis, kurių užtektų perskaityti „apache“ žurnalo failus. Šis įrankis tik nukopijuos failus, kurie nėra „usageStats“ failų paleidyklės kataloguose („stage“, „processing“, „archive“, „reject“). Naudojimas: {$scriptName} kelias/iki/apache/žurnalo/failo.log Naudojimas (apdorojant visus katalogo failus): {$scriptName} kelias/iki/apache/katalogo

# admin.copyAccessLogFileTool.error.creatingFolder
source: Error: can't create temporary folder {$tmpDir}
lt_lt: Klaida: nepavyko sukurti laikinojo aplanko „{$tmpDir}“

# admin.copyAccessLogFileTool.error.acessingFile
source: Error: File {$filePath} don't exist or can't be accessed.
lt_lt: Klaida: failas „{$filePath}“ neegzistuoja arba yra neprieinamas.

# admin.copyAccessLogFileTool.error.copyingFile
source: Error: can't copy file from {$filePath} to {$tmpFilePath}
lt_lt: Klaida: nepavyko nukopijuoti failo iš „{$filePath}“ į „{$tmpFilePath}“

# admin.copyAccessLogFileTool.error.deletingFile
source: Error: can't delete file {$tmpFilePath}
lt_lt: Klaida: nepavyko pašalinti failo „{$tmpFilePath}“

# admin.copyAccessLogFileTool.warning.fileAlreadyExists
source: Warning: file {$filePath} already exists inside the usage stats directory.
lt_lt: Įspėjimas: failas „{$filePath}“ jau egzistuoja naudojimo statistikos kataloge.

# admin.copyAccessLogFileTool.success
source: Success: {$filePath} to {$destinationPath}
lt_lt: Pavyko: „{$filePath}“ į „{$destinationPath}“

# admin.error.utilExecutionProblem
source: The "{$utilPath}" program execution returned the following error: {$output}
lt_lt: „{$utilPath}“ programos vykdymas grąžino šią klaidą: {$output}

# admin.error.executingUtil
source: Error: can't execute "{$utilPath}". Check your {$utilVar} setting in config.inc.php.
lt_lt: Klaida: nepavyko vykdyti „{$utilPath}“. Patikrinkite savo „{$utilVar}“ nuostatą config.inc.php faile.

# admin.languages.noLocalesToDownload
source: There are no locales available for download.
lt_lt: Nėra prieinamų lokalių atsisiuntimui.

# author.submit
source: New Submission
lt_lt: Naujas pateikimas

# author.track
source: Active Submissions
lt_lt: Aktyvūs pateikimai

# author.competingInterests
source: Competing&nbsp;interests <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>
lt_lt: Interesų&nbsp;konfliktų <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">IK&nbsp;Politika</a>

# author.submit.submitArticle
source: Submit an Article
lt_lt: Pateikti straipsnį

# author.submit.stepsToSubmit
source: Five Steps to Submit
lt_lt: Penki pateikimo žingsniai

# author.submit.startHereTitle
source: Start a New Submission
lt_lt: Pradėti naują pateikimą

# author.submit.startHereLink
source: <a href="{$submitUrl}" class="action">Click here</a> to go to step one of the five-step submission process.
lt_lt: <a href="{$submitUrl}" class="action">Spustelėkite čia</a>, kad pereitumėte į vieną iš penkių žingsnių pateikimo procese.

# author.submit.step1
source: Step 1. Starting the Submission
lt_lt: 1 žingsnis. Pateikimo pradžia

# author.submit.step2
source: Step 2. Uploading the Submission
lt_lt: 2 žingsnis. Pateikimo nusiuntimas

# author.submit.step3
source: Step 3. Entering the Submission's Metadata
lt_lt: 3 žingsnis. Pateikimo metaduomenų įvedimas

# author.submit.step4
source: Step 4. Uploading Supplementary Files
lt_lt: 4 žingsnis. Papildomų failų nusiuntimas

# author.submit.step4a
source: Step 4a. Add a Supplementary File
lt_lt: 4a žingsnis. Papildomo failo pridėjimas

# author.submit.step5
source: Step 5. Confirming the Submission
lt_lt: 5 žingsnis. Pateikimo patvirtinimas

# author.submit.start
source: Start
lt_lt: Pradžia

# author.submit.upload
source: Upload Submission
lt_lt: Pateikimo nusiuntimas

# author.submit.metadata
source: Enter Metadata
lt_lt: Metaduomenų įvedimas

# author.submit.supplementaryFiles
source: Upload Supplementary Files
lt_lt: Papildomų failų nusiuntimas

# author.submit.confirmation
source: Confirmation
lt_lt: Patvirtinimas

# author.submit.nextSteps
source: Next Steps
lt_lt: Kiti žingsniai

# submission.submit.cancelSubmission
source: You can complete this submission at a later date by selecting Active Submissions from the Author home.
lt_lt: Galite šį pateikimą užbaigti vėliau pasirinkę „Aktyvūs pateikimai“ iš autoriaus pradžios puslapio.

# author.submit.notAccepting
source: This journal is not accepting submissions at this time.
lt_lt: Šiuo metu žurnalas nepriima pateikimų.

# author.submit.requestWaiver
source: Request Waiver
lt_lt: Prašau atleisti nuo mokesčio

# author.submit.qualifyForWaiver
source: Please consider waiving the Article Submission Fee for this article
lt_lt: Prašau atleisti nuo straipsnio pateikimo mokesčio

# author.submit.addReasonsForWaiver
source: Please use the comments box below to indicate why fees should be waived.
lt_lt: Žemiau įveskite komentarą, kodėl turėtumėte būti atleistas nuo mokesčių.

# author.submit.mustEnterWaiverReason
source: If you are applying for a waiver, you must enter a reason in the space provided.
lt_lt: Privalote įvesti priežastį, jei prašote atleidimo nuo mokesčio.

# author.submissions.queuedReviewSubsequent
source: In Review Round {$round}
lt_lt: Recenzavimo etape {$round}

# author.submissions.queuedReviewRevisions
source: In Review: Revisions Required
lt_lt: Recenzuojama: reikalingi pataisymai

# author.submissions.queuedEditingCopyedit
source: In Editing: Copyedit Requested
lt_lt: Redaguojama: prašoma redaguoti rankraštį

# author.submissions.queuedEditingProofread
source: In Editing: Proofread Requested
lt_lt: Redaguojama: prašoma koreguoti

# author.submissions.uploadCopyeditedVersion
source: Upload Copyedited Version
lt_lt: Nusiųsti redaguotą rankraščio versiją

# author.submissions.proofreadingCorrections
source: Proofreading Corrections
lt_lt: Korektūros pataisymai

# author.submissions.confirmDelete
source: Are you sure you want to delete this incomplete submission?
lt_lt: Ar tikrai norite pašalinti šį pateikimą?

# author.submissions.viewStatus
source: View Status
lt_lt: Žiūrėti būseną

# author.submissions.noSubmissions
source: No submissions.
lt_lt: Nėra pateikimų.

# author.submit.journalSection
source: Journal Section
lt_lt: Žurnalo skiltis

# author.submit.journalSectionDescription
source: Articles must be submitted to one of the journal's sections.
lt_lt: Parinkite tinkamą žurnalo skiltį šiam pateikimui.

# author.submit.submissionLocale
source: Submission Language
lt_lt: Pateikimo kalba

# author.submit.submissionLocaleDescription
source: This journal accepts submissions in several languages. Choose the primary language of the submission from the pulldown below.
lt_lt: Šis žurnalas priima pateikimus keliomis kalbomis. Pasirinkite šio pateikimo pagrindinę kalbą.

# author.submit.verifyChecklist
source: You must make sure all items in the submission checklist are satisfied before continuing.
lt_lt: Norėdami tęsti jūs turite įsitikinti, kad visi elementai pateikimo kontroliniame sąraše yra įvykdyti.

# author.submit.copyrightNoticeAgree
source: The authors agree to the terms of this Copyright Notice, which will apply to this submission if and when it is published by this journal (comments to the editor can be added below).
lt_lt: Autoriai sutinka su sąlygomis išdėstytomis Autorinėse teisėse, kurios taikomos šiam pateikimui kai jis bus išleistas šiame žurnale (žemiau galite įtraukti komentarus redaktoriui).

# author.submit.copyrightNoticeAgreeRequired
source: You must agree to the terms of the Copyright Notice before continuing.
lt_lt: Norėdami tęsti, jūs privalote sutikti su sąlygomis išdėstytomis Autorinėse teisėse.

# submission.submit.coverNote
source: Comments for the Editor
lt_lt: Komentarai redaktoriui

# author.submit.comments
source: Enter text (optional)
lt_lt: Įveskite tekstą (nebūtina)

# author.submit.form.sectionRequired
source: Please select an appropriate journal section for this submission.
lt_lt: Prašome šiam pateikimui parinkti atitinkamą žurnalo skiltį.

# author.submit.form.localeRequired
source: Please select a submission language.
lt_lt: Prašome pasirinkti pateikimo kalbą.

# submission.submit.privacyStatement
source: Journal's Privacy Statement
lt_lt: Žurnalo privatumo politika

# author.submit.reorderInstructions
source: Reorder authors to appear in the order they will be listed on publication.
lt_lt: Pakeisti autorių tvarką, kuri bus rodoma po paskelbimo.

# author.submit.reorder
source: Reorder author's name
lt_lt: Pertvarkyti autorių vardus

# author.submit.selectPrincipalContact
source: Principal contact for editorial correspondence.
lt_lt: Pagrindinis kontaktas redagavimo klausimais.

# author.submit.addAuthor
source: Add Author
lt_lt: Įtraukti autorių

# author.submit.deleteAuthor
source: Delete Author
lt_lt: Šalinti autorių

# author.submit.submissionIndexingDescription
source: Provide terms for indexing the submission; separate terms with a semi-colon (term1; term2; term3).
lt_lt: Įveskite pagrindinius žodžius pateikimo indeksavimui; juos atskirkite su kabliataškiu (žodis1; žodis2; žodis3).

# author.submit.coverageInstructions
source: Refers to geo-spatial location, chronological or historical coverage, and/or characteristics of research sample.
lt_lt: Nurodoma geografinė padėtis, chronologinė arba istorinė epocha ir/arba kitos nagrinėtų duomenų charakteristikos.

# author.submit.languageInstructions
source: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Additional codes</a>.
lt_lt: Anglų=en; Lietuvių=lt. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Papildomi kodai</a>.

# author.submit.form.authorRequired
source: At least one author is required.
lt_lt: Privalomas bent vienas autorius.

# author.submit.form.authorRequiredFields
source: The first name, last name, and email address of each author is required.
lt_lt: Vardas, pavardė ir el. pašto adresas yra privalomi.

# author.submit.form.titleRequired
source: Please enter the title of your article.
lt_lt: Prašome įvesti jūsų straipsnio pavadinimą.

# author.submit.form.abstractRequired
source: Please enter the abstract of your article.
lt_lt: Įveskite straipsnio santrauką.
