Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# manager.announcements.form.titleRequired
source: An announcement title is required.
lt_lt: Naujienos pavadinimas yra privalomas.

# manager.announcements.form.title
source: Title
lt_lt: Pavadinimas

# manager.announcements.form.typeId
source: Type
lt_lt: Tipas

# manager.announcements.form.typeIdValid
source: Please select a valid announcement type.
lt_lt: Prašome pasirinkti galiojantį naujienos tipą.

# manager.announcements.noneCreated
source: No announcements have been created.
lt_lt: Naujienų nėra.

# manager.announcements.title
source: Title
lt_lt: Pavadinimas

# manager.announcements.type
source: Type
lt_lt: Tipas

# manager.announcementTypes
source: Announcement Types
lt_lt: Naujienos tipai

# manager.announcementTypes.confirmDelete
source: Warning! All announcements with this announcement type will also be deleted. Are you sure you want to continue and delete this announcement type?
lt_lt: Įspėjimas! Kartu bus pašalintos visos šio tipo naujienos! Ar tikrai norite pašalinti šį naujienos tipą?

# manager.announcementTypes.create
source: Create Announcement Type
lt_lt: Kurti naujienos tipą

# manager.announcementTypes.createTitle
source: Create
lt_lt: Kurti

# manager.announcementTypes.edit
source: Edit Announcement Type
lt_lt: Redaguoti naujienos tipą

# manager.announcementTypes.editTitle
source: Edit
lt_lt: Redaguoti

# manager.announcementTypes.form.saveAndCreateAnother
source: Save and Create Another
lt_lt: Įrašyti ir kurti kitą

# manager.announcementTypes.form.typeNameExists
source: An announcement type with this name already exists.
lt_lt: Toks naujienos tipas jau egzistuoja.

# manager.announcementTypes.form.typeName
source: Name
lt_lt: Vardas

# manager.announcementTypes.form.typeNameRequired
source: An announcement type name is required.
lt_lt: Naujienos tipo vardas yra privalomas.

# manager.announcementTypes.noneCreated
source: No announcement types have been created.
lt_lt: Nėra sukurtų naujienos tipų.

# manager.announcementTypes.typeName
source: Announcement Type
lt_lt: Naujienos tipas

# manager.publication.submissionStage
source: Submission
lt_lt: Pateikimas

# manager.publication.reviewStage
source: Review
lt_lt: Recenzavimas

# manager.publication.editorialStage
source: Editorial
lt_lt: Redagavimas

# manager.publication.productionStage
source: Production
lt_lt: Gamyba

# manager.publication.emails
source: Emails
lt_lt: El. laiškai

# manager.emails.confirmDelete
source: Are you sure you want to delete this email template?
lt_lt: Ar tikrai norite pašalinti el. laiško šabloną?

# manager.emails.confirmReset
source: Are you sure you want to reset this email template to its default values?
lt_lt: Ar tikrai norite atkurti šį el. laiško šabloną į numatytąjį?

# manager.emails.addEmail
source: Add Email Template
lt_lt: Įtraukti el. laiško šabloną

# manager.emails.createEmail
source: Create Email
lt_lt: Kurti el. laišką

# manager.emails.data
source: Template Message Data
lt_lt: Šablono žinutės duomenys

# manager.emails.details
source: Template Details
lt_lt: Šablono informacija

# manager.emails.disable
source: Disable
lt_lt: Išjungti

# manager.emails.disable.message
source: You are about to disable this email template. If there were system processes using this template, they will not use it anymore. Do you want to confirm this operation?
lt_lt: Ketinate išjungti šį el. laiško šabloną. Jei yra sistemos procesų naudojančių šį šabloną, jie daugiau jo nebenaudos. Ar tikrai norite patvirtinti šį veiksmą?

# manager.emails.editEmail
source: Edit Email
lt_lt: Redaguoti el. laišką

# manager.emails.editTestExample
source: Edit Email Test Example
lt_lt: Redaguoti el. laiško testo pavyzdį

# manager.emails.emailKey
source: Email Key
lt_lt: El. laiško identifikatorius

# manager.emails.emailKeyExists
source: An email with the given key already exists. Email keys must be unique.
lt_lt: Toks el. laiško identifikatorius jau egzistuoja. Identifikatorius privalo būti unikalus.

# manager.emails.emailTemplate
source: Email Template
lt_lt: El. laiško šablonas

# manager.emails.emailTemplates
source: Email Templates
lt_lt: El. laiško šablonai

# manager.emails.enabled
source: Enable this email template
lt_lt: Įgalinti šį el. laiško šabloną

# manager.emails.enable
source: Enable
lt_lt: Įgalinti

# manager.emails.enable.message
source: You are about to enable this email. Do you want to confirm this operation?
lt_lt: Ar tikrai norite įgalinti šį el. laišką?

# manager.emails.form.emailKeyRequired
source: A unique email key containing no spaces or special characters is required for the email.
lt_lt: Unikalus el. laiško identifikatorius be tarpelių ir specialių simbolių yra privalomas.

# manager.emails.form.bodyRequired
source: A body is required for the email.
lt_lt: El. laiško turinys yra privalomas.

# manager.emails.form.subjectRequired
source: A subject is required for the email.
lt_lt: El. laiško tema yra privaloma.

# manager.emails
source: Prepared Emails
lt_lt: Paruošti el. laiškai

# manager.emails.resetAll
source: Reset All Templates
lt_lt: Atkurti visus šablonus

# manager.emails.resetAll.message
source: If you reset all templates, all modifications to the email templates will be lost. Do you want to confirm this operation?
lt_lt: Jei atkursite visus šablonus, visi pakeitimai bus prarasti. Ar tikrai norite patvirtinti šį veiksmą?

# manager.emails.reset
source: Reset
lt_lt: Atkurti

# manager.emails.reset.message
source: If you reset this template, all message data will be reset to its default value, losing all modifications. Do you want to confirm this operation?
lt_lt: Jei atkursite šabloną, visi žinutės duomenys bus atkurti į pradines reikšmes. Ar tikrai norite patvirtinti šį veiksmą?

# manager.emails.resetToDefault
source: Reset To Default
lt_lt: Atkurti į numatytuosius

# manager.filesBrowser
source: Files Browser
lt_lt: Failų tvarkyklė

# manager.files.confirmDelete
source: Delete this file or directory? Note that a directory must be empty before it can be deleted.
lt_lt: Šalinti šį failą arba katalogą? Tam, kad pavyktų pašalinti katalogą reikia, kad jis būtų tuščias.

# manager.files.createDir
source: Create Directory
lt_lt: Kurti katalogą

# manager.files.emptyDir
source: No files were found in this directory.
lt_lt: Šiame kataloge failų nėra.

# manager.files.indexOfDir
source: Index of {$dir}
lt_lt: "{$dir}" failų sąrašas

# manager.files.parentDir
source: Parent Directory
lt_lt: Virškatalogis

# manager.files.uploadedFiles
source: Uploaded Files
lt_lt: Nusiųsti failai

# manager.files.uploadFile
source: Upload File
lt_lt: Nusiųsti failą

# manager.groups.confirmDelete
source: Are you sure you wish to delete this group?
lt_lt: Ar tikrai norite pašalinti šią grupę?

# manager.groups.createTitle
source: Create Title
lt_lt: Kurti pavadinimą

# manager.groups.editTitle
source: Edit Title
lt_lt: Redaguoti pavadinimą

# manager.groups.form.groupTitleRequired
source: A group title is required.
lt_lt: Grupės pavadinimas yra privalomas.

# manager.groups.membership.addMember
source: Add Member
lt_lt: Įtraukti narį

# manager.groups.membership.confirmDelete
source: Are you sure you wish to delete this group membership?
lt_lt: Ar tikrai norite pašalinti šios grupės narystę?

# manager.groups.membership
source: Membership
lt_lt: Narystė

# manager.groups.membership.noneCreated
source: This group has no members.
lt_lt: Ši grupė neturi narių.

# manager.groups.membership.noUsers
source: No users were found.
lt_lt: Vartotojų nėra.

# manager.groups.title
source: Title
lt_lt: Pavadinimas

# manager.importExport
source: Import/Export Data
lt_lt: Duomenų importavimas/eksportavimas

# manager.language.submissions
source: Submissions
lt_lt: Pateikimai

# manager.language.forms
source: Forms
lt_lt: Formos

# manager.language.reloadLocalizedDefaultSettings
source: Reload defaults
lt_lt: Įkelti numatytuosius iš naujo

# manager.languages.alternateLocaleInstructions
source: This system optionally allows certain critical information to be entered in several additional languages. To use this feature, select alternate locales and choose from the options listed below.
lt_lt: Ši sistema numatė, kad tam tikrą informaciją galima įvesti keliomis kalbomis. Norint naudoti šį funkcionalumą, pasirinkite papildomas lokales.

# manager.languages.supportedLocalesInstructions
source: Select all locales to support on the site via a language select menu to appear on each page. The menu will only appear if more than one locale is selected.
lt_lt: Pasirinkite visas lokales, kurias palaikys svetainė per kalbos pasirinkimo meniu. Jis atsiras tik tuomet kai bus pasirinkta daugiau nei viena lokalė.

# manager.masthead.title
source: Masthead
lt_lt: Redakcija

# manager.payment.timestamp
source: Timestamp
lt_lt: Laiko žyma

# manager.people.authSource
source: Authentication source
lt_lt: Tapatybės nustatymo šaltinis

# manager.people.confirmUnenroll
source: Unenroll this user?
lt_lt: Išbraukti šį vartotoją?

# manager.people.createUser
source: Create New User
lt_lt: Kurti naują vartotoją

# manager.people.createUserGeneratePassword
source: Generate a random password.
lt_lt: Kurti atsitiktinį slaptažodį.

# manager.people.createUserSendNotify
source: Send the user a welcome email containing their username and password.
lt_lt: Siųsti vartotojui pasisveikinimo el. laišką su jų vartotojo vardu ir slaptažodžiu.

# manager.people.disable
source: Disable
lt_lt: Išjungti

# manager.people.doNotEnroll
source: With no role
lt_lt: Be vaidmens

# manager.people.editProfile
source: Edit Profile
lt_lt: Keisti profilį

# manager.people.editUser
source: Edit User
lt_lt: Redaguoti vartotoją

# manager.people.emailUsers.emailSelectedUsers
source: Email selected users
lt_lt: Siųsti el. laišką pasirinktiems vartotojams

# manager.people.emailUsers.emailUsersEnrolledAs
source: Email users enrolled as
lt_lt: Siųsti el. laišką vartotojams, kurių vaidmuo yra

# manager.people.emailUsers
source: Email Users
lt_lt: Siųsti vartotojams el. laišką

# manager.people.emailUsers.selectLocale
source: Select a locale
lt_lt: Pasirinkti lokalę

# manager.people.emailUsers.selectUsers
source: Select the users you would like to email by checking the boxes beside their names
lt_lt: Pasirinkite vartotojus, kuriems norite nusiųsti el. laišką (pažymėkite varneles šalia jų vardų)

# manager.people.enable
source: Enable
lt_lt: Įgalinti

# manager.people.enroll
source: Enroll User
lt_lt: Paskirti vartotoją

# manager.people.enrollment
source: Enrollment
lt_lt: Paskyrimas

# manager.people.enrollSelected
source: Enroll Selected Users
lt_lt: Paskirti pasirinktus vartotojus

# manager.people.enrollSyncRole
source: Synchronize role
lt_lt: Sinchronizuoti vaidmenį

# manager.people.enrollSync
source: Sync Enrollment
lt_lt: Sinchronizuoti paskyrimą

# manager.people.enrollUserAsDescription
source: Users can be assigned to, or removed from, a role at any point.
lt_lt: Vartotojai gali būti priskirti arba netekti vaidmens bet kuriuo metu.

# manager.people.enrollUserAs
source: Enroll user as
lt_lt: Paskirti vartotoją kaip

# manager.people.invalidUser
source: Sorry, the requested user does not exist.
lt_lt: Atsiprašome, tokio vartotojo nėra.

# manager.people.mergeUser
source: Merge User
lt_lt: Sujungti vartotoją

# manager.people.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
lt_lt: Ar tikrai norite sujungti pasirinktą {$oldAccountCount} paskyrą su vartotoju "{$newUsername}"? Pasirinktos {$oldAccountCount} paskyros toliau nebeegzistuos. Šis veiksmas yra negrįžtamas.

# manager.people.mergeUsers
source: Merge Users
lt_lt: Sujungti vartotojus

# manager.people.mustChooseRole
source: Please select a role at the top of the page before clicking "Enroll User".
lt_lt: Puslapio viršuje pasirinkite vaidmenį ir spustelėkite „Priskirti vartotoją“.

# manager.people.mustProvideName
source: Please provide at least a last name for the user first.
lt_lt: Nurodykite bent vartotojo pavardę.

# manager.people.noMatchingUsers
source: No matching users.
lt_lt: Nėra atitinkančių vartotojų.

# manager.people.noneEnrolled
source: No enrolled users.
lt_lt: Nėra paskirtų vartotojų.

# manager.people
source: People
lt_lt: Personalas

# manager.people.remove
source: Remove
lt_lt: Šalinti

# manager.people.saveAndCreateAnotherUser
source: Save and Create Another
lt_lt: Įrašyti ir kurti kitą

# manager.people.signInAs
source: Log In As
lt_lt: Prisijungti kaip

# manager.people.signInAsUser
source: Log In as User
lt_lt: Prisijungti kaip vartotojas

# manager.people.syncUsers
source: Synchronize User Enrollment
lt_lt: Sinchronizuoti vartotojų priskyrimą

# manager.people.unenroll
source: Unenroll
lt_lt: Išbraukti

# manager.people.userCreatedSuccessfully
source: User created successfully.
lt_lt: Vartotojas sukurtas sėkmingai.

# manager.people.userMustChangePassword
source: Require the user to change their password the next time they log in.
lt_lt: Reikalauti, kad vartotojas pakeistų slaptažodį kito prisijungimo metu.

# manager.plugins.action
source: Action:
lt_lt: Veiksmas:

# manager.plugins.disable
source: Disable
lt_lt: Išjungti

# manager.plugins.enable
source: Enable
lt_lt: Įgalinti

# manager.plugins.pluginManagement
source: Plugin Management
lt_lt: Įskiepių tvarkymas

# manager.plugins.sitePlugin
source: This is a site-wide plugin. Only the Site Administrator may manage this plugin.
lt_lt: Šis įskiepis yra visos svetainės įskiepis. Jį tvarkyti gali tik svetainės administratorius.

# manager.plugins
source: System Plugins
lt_lt: Sistemos įskiepiai

# manager.readingTools
source: Reading Tools
lt_lt: Skaitymo įrankiai

# manager.userSearch.searchByName
source: Search User By Name
lt_lt: Ieškoti pagal vardą

# manager.reviewerSearch.change
source: Change
lt_lt: Keisti

# manager.reviewerSearch.searchByName
source: Search Reviewers By Name
lt_lt: Ieškoti recenzentų pagal vardą

# manager.reviewerSearch.searchByName.short
source: Search By Name
lt_lt: Ieškoti pagal vardą

# manager.reviewerSearch.doneAmount
source: Reviews completed: {$current}
lt_lt: Baigta recenzijų: {$current}

# manager.reviewerSearch.doneAmountToggle
source: Enable/disable the filter for reviews completed.
lt_lt: Įgalinti/išjungti filtrą užbaigtoms recenzijoms.

# manager.reviewerSearch.avgAmount
source: Average days to complete: {$current}
lt_lt: Vid. užbaigimo dienų skaičius: {$current}

# manager.reviewerSearch.avgAmountToggle
source: Enable/disable the filter for average days to complete a review.
lt_lt: Įgalinti/išjungti filtrą vidutiniškų dienų užbaigtų recenzijų trukmei.

# manager.reviewerSearch.lastAmount
source: Days since last review: {$current}
lt_lt: Dienos po paskutinės recenzijos: {$current}

# manager.reviewerSearch.lastAmountToggle
source: Enable/disable the filter for days since last review.
lt_lt: Įgalinti/išjungti filtrą dienoms po paskutinės recenzijos.

# manager.reviewerSearch.activeAmount
source: Currently active reviews: {$current}
lt_lt: Šio metu aktyvios recenzijos: {$current}

# manager.reviewerSearch.activeAmountToggle
source: Enable/disable the filter for currently active reviews.
lt_lt: Įgalinti/išjungti filtrą šiuo metu aktyvioms recenzijoms.

# manager.reviewerSearch.interests
source: Reviewing Interests
lt_lt: Recenzavimo sritys

# manager.reviewerSearch.form.instructions
source: Use the form below to set the maximum values for the terms you wish to search for. The form is pre-populated with the calculated averages of those fields.
lt_lt: Naudokite žemiau esančią formą, kad nustatytumėte didžiausias reikšmes ieškantiems terminams. Forma yra užpildyta su apskaičiuotomis vidutinėmis tų laukelių reikšmėmis.

# manager.reviewerSearch.form.interests.instructions
source: Reviewer Interests (type to search for matching interests)
lt_lt: Recenzavimo sritys (rašykite, kad rastumėte atitinkančias sritis)

# manager.reviewerSearch.form.previousReviewRounds
source: Reviewers from this submission previous review rounds
lt_lt: Recenzentai iš šio pateikimo ankstesnių recenzavimo etapų

# manager.roles
source: Roles
lt_lt: Vaidmuo

# manager.statistics
source: Stats &amp; Reports
lt_lt: Statistika &amp; Ataskaitos

# manager.statistics.defaultMetricDescription
source: Your {$contextObjectName} is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used submissions or to rank search results. Please select one of the configured metrics as a default.
lt_lt: „{$contextObjectName}“ yra sukonfigūruotas įrašyti daugiau nei vieną naudojimo metriką. Naudojimo statistika bus rodoma keliuose kontekstuose. Yra atvejų, kur privaloma naudoti bent vieną naudojimo statistiką, pvz. rodyti surikiuotą daugiausiai naudojamų straipsnių sąrašą arba paieškos rezultatus. Pasirinkite vieną iš sukonfigūruotų metrikų kaip numatytąją.

# manager.statistics.city
source: City
lt_lt: Miestas

# manager.statistics.region
source: Region
lt_lt: Regionas

# manager.statistics.reports
source: Report Generator
lt_lt: Ataskaitų generuoklė

# manager.statistics.reports.description
source: The system generates reports that track the details associated with site usage and submissions over a given period of time. Reports are generated in CSV format which requires a spreadsheet application to view.
lt_lt: Sistema generuoja ataskaitas, kurios seka išsamią informaciją susijusią su svetainės naudojimu ir pateikimais nurodytu laiko periodu. Ataskaitos yra sugeneruojamos CSV formatu, kuri norint peržiūrėti reikalauja skaičiuoklės programos.

# manager.statistics.reports.aggregationColumns
source: Aggregate stats by:
lt_lt: Agreguota statistika:

# manager.statistics.reports.optionalColumns.description
source: Items in italic and marked with * represents data that is optional to the current way of counting statistics in the system (metric type). You might have that data or not, depending on your statistics plugin configuration.
lt_lt: Elementai kursyvu ir pažymėti * žymi duomenis, kurie yra nebūtini dabartinės statistikos skaičiavimui (metrikos tipas). Jūs galite turėti šiuos duomenis arba ne, priklausomai nuo statistikos įskiepio konfigūracijos.

# manager.statistics.reports.defaultReportTemplates
source: Default report templates
lt_lt: Numatytieji ataskaitos šablonai

# manager.statistics.reports.generateReport
source: Generate custom report
lt_lt: Generuoti tinkintą ataskaitą

# manager.statistics.reports.advancedOptions
source: Advanced Options
lt_lt: Išplėstinės parinktys

# manager.statistics.reports.advancedOptions.hide
source: Hide Advanced Options
lt_lt: Slėpti išplėstines parinktis

# manager.statistics.reports.columns
source: Columns
lt_lt: Stulpeliai

# manager.statistics.reports.columns.description
source: Define the columns that will be used to build the report. The columns you select here not only define which data will be presented inside the reports, but also defines the aggregation level of the statistics. For example, if you choose ID, Type and Month columns, the report will sum all views from an object from one month and will present that data in one row. If you choose Day instead of Month, each object will have a row for each day.
lt_lt: Nustatykite stulpelius, kurie bus naudojami kuriant ataskaitą. Čia pasirinkti stulpeliai ne tik apibrėš kurie duomenys bus pristatyti ataskaitose, bet ir apibrėš statistikos agregavimo lygmenį. Pavyzdžiui, jei pasirinksite ID, tipą ir mėnesio stulpelius, ataskaitoje bus susumuoti visos objekto peržiūros nuo vieno mėnesio ir pateikti duomenys vienoje eilutėje. Jei pasirinksite dieną vietoj mėnesio, kiekvienas objektas turės atskirą eilutę kiekvienai dienai.

# manager.statistics.reports.filters
source: Filters
lt_lt: Filtrai

# manager.statistics.reports.objectNotFound
source: Object not found in database
lt_lt: Objektas nerastas duomenų bazėje

# manager.statistics.reports.objectType
source: Object Type
lt_lt: Objekto tipas

# manager.statistics.reports.objectId
source: Object id
lt_lt: Objekto ID

# manager.statistics.reports.objectId.label
source: Define one or more object ids, comma separated (e.g. 1,2,3,4,5).
lt_lt: Apibrėžkite vieną ar daugiau objektų ID atskirtų kableliais (pvz. 1,2,3,4,5).

# manager.statistics.reports.yesterday
source: Yesterday
lt_lt: Vakar

# manager.statistics.reports.currentMonth
source: Current month
lt_lt: Dabartinis mėnuo

# manager.statistics.reports.orderBy
source: Order by
lt_lt: Rikiuoti pagal

# manager.statistics.reports.orderDir
source: Direction
lt_lt: Kryptis

# manager.statistics.reports.orderDir.asc
source: Ascending
lt_lt: Didėjančiai

# manager.statistics.reports.orderDir.desc
source: Descending
lt_lt: Mažėjančiai

# manager.statistics.reports.month.label
source: Use the YYYYMM format.
lt_lt: Naudoti YYYYMM formatą.

# manager.statistics.reports.day.label
source: Use the YYYYMMDD format.
lt_lt: Naudoti YYYYMMDD formatą.

# manager.statistics.reports.cities.label
source: One or more city names, comma separated (e.g. City Name 1,City Name 2)
lt_lt: Vienas ar daugiau miestų pavadinimų atskirtų kableliais (pvz. Vilnius,Ryga)

# manager.statistics.reports.form.columnsRequired
source: You have to select at least one column to generate the report.
lt_lt: Privalote pasirinkti bent vieną stulpelį, kad sugeneruotumėte ataskaitą.

# manager.statistics.reports.reportUrl
source: Report URL
lt_lt: Ataskaitos adresas

# manager.statistics.reports.reportUrl.label
source: The following url can be used to generate the report with the current form settings. Just copy it and open it in your browser. You can also store it as your custom report url generator in your bookmarks.
lt_lt: Šis adresas gali būti panaudotas sugeneruoti ataskaitai su dabartinės formos nustatymais. Tiesiog įdėkite ją į naršyklę. Taip pat adresą galite įtraukti į žymes, kad išsaugotumėte tinkintos ataskaitos generuoklę.

# manager.statistics.reports.filters.byContext
source: By context
lt_lt: Pagal kontekstą

# manager.statistics.reports.filters.byObject
source: By object type and/or object id
lt_lt: Pagal objekto tipą ir/ar objekto ID

# manager.statistics.reports.filters.byTime
source: Select report range
lt_lt: Pasirinkite ataskaitos rėžį

# manager.statistics.reports.filters.byTime.dimensionSelector
source: Or select range by:
lt_lt: Arba pasirinkite rėžį pagal:

# manager.statistics.reports.filters.byLocation
source: By geo location
lt_lt: Pagal geografinę padėtį

# manager.statistics.reports.filters.byLocation.description
source: Narrow results by country, region and/or city.
lt_lt: Sumažinti rezultatus pagal šalį, rajoną ir/arba miestą.

# manager.affiliationAndSupport
source: Sponsor
lt_lt: Rėmėjas

# manager.setup.additionalContent
source: Additional Content
lt_lt: Papildomas turinys

# manager.setup.additionalContentDescription
source: Anything entered here will appear on your homepage.
lt_lt: Viską ką įvesite čia bus rodoma pradžios puslapyje.

# manager.setup.authorCopyrightNotice
source: Copyright Notice
lt_lt: Autorinės teisės

# manager.setup.authorCopyrightNoticeAgree
source: Require authors to agree to the Copyright Notice as part of the submission process.
lt_lt: Reikalauti autorių sutikti su autorinėmis teisėmis pateikimo procese.

# manager.setup.authorGuidelines
source: Author Guidelines
lt_lt: Nurodymai autoriui

# manager.setup.authorGuidelines.description
source: Recommended guidelines include bibliographic and formatting standards alongside examples of common citation formats to be used in submissions.
lt_lt: Rekomenduojami nurodymai apima bibliografinius ir formatavimo standartus kartu su bendrais citatų formatų pavyzdžiais vėliau naudojamais pateikimuose.
