Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# manager.setup.reviewOptions.automatedReminders
source: Automated Email Reminders
lt_lt: Automatiniai el. pašto priminimai

# manager.setup.reviewOptions.automatedRemindersDisabled
source: To activate these options, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
lt_lt: Norėdami aktyvuoti šias parinktis, svetainės administratorius turi įgalinti <tt>scheduled_tasks</tt> OJS konfigūracijos faile. Gali prireikti papildomo serverio konfigūravimo, kad veiktų ši funkcija (tai įmanoma atlikti ne visiems serveriams). Dėl išsamesnės informacijos perskaitykite OJS dokumentaciją.

# manager.setup.reviewOptions.blindReview
source: Blind Review
lt_lt: Anoniminis recenzavimas

# manager.setup.reviewOptions.numWeeksPerReview
source: Weeks allowed to complete the review
lt_lt: Savaičių skaičius per kurias reikia užbaigti recenziją

# manager.setup.reviewOptions.onQuality
source: Editors will rate reviewers on a five-point quality scale after each review.
lt_lt: Redaktoriai recenzentus įvertins 5 balų sistemoje po kiekvienos recenzijos.

# manager.setup.reviewOptions.restrictReviewerFileAccess
source: Reviewers will have access to the submission file only after agreeing to review it.
lt_lt: Recenzentai turės prieigą prie pateikimo failo tik tada, kai sutiks jį recenzuoti.

# manager.setup.reviewOptions.reviewerAccess
source: Reviewer Access
lt_lt: Recenzento prieiga

# manager.setup.reviewOptions.reviewerAccessKeysEnabled
source: Enable one-click reviewer access.
lt_lt: Įgalinti vieno spustelėjimo recenzento prieigą.

# manager.setup.reviewOptions.reviewerAccessKeysEnabled.description
source: <strong>Note:</strong> The email invitation to reviewers will contain a special URL that takes invited reviewers directly to the Review page for the submission (with access to any other pages requiring them to log in). For security reasons with this option, editors are not able to modify email addresses or add CCs or BCCs prior to sending invitations to reviewers.
lt_lt: <strong>Pastaba:</strong> Pakvietimas recenzentams el. laiške turi specialių adresą, kurį spustelėjęs recenzentas bus perkeltas tiesiogiai į recenzavimo puslapį (su prieiga kitiems puslapiams reikalaujančia prisijungti). Dėl saugumo su šia parinktimi, redaktoriai negalės keisti el. pašto adresų ar pridėti CC ar BCC prieš siunčiant pakvietimus recenzentams.

# manager.setup.reviewOptions.reviewerRatings
source: Reviewer Ratings
lt_lt: Recenzento įvertinimai

# manager.setup.reviewOptions.reviewerReminders
source: Reviewer Reminders
lt_lt: Recenzento priminimai

# manager.setup.reviewOptions.showEnsuringLink
source: Provide links to <a href="javascript:openHelp('{$blindReviewHelpId}')" class="action">Ensuring a Blind Review</a> on pages where authors and reviewers upload files.
lt_lt: Pateikti nuorodas į <a href="javascript:openHelp('{$blindReviewHelpId}')" class="action">Anoniminį recenzavimą</a> puslapiuose, kuriuose autoriai ir recenzentai nusiunčia failus.

# manager.setup.reviewPolicy
source: Review Policy
lt_lt: Recenzavimo taisyklės

# manager.setup.searchEngineIndexing
source: Search Engine Indexing
lt_lt: Paieškos sistemos indeksavimas

# manager.setup.searchEngineIndexingDescription
source: Provide a brief description of the journal which search engines can display when listing the journal in search results.
lt_lt: Pateikite trumpą žurnalo aprašymą, kurį paieškos sistemos rodys paieškos rezultatuose.

# manager.setup.sectionsAndSectionEditors
source: Sections and Section Editors
lt_lt: Skiltys ir skilties redaktoriai

# manager.setup.sectionsDefaultSectionDescription
source: (If sections are not added, then items are submitted to the Articles section by default.)
lt_lt: (Jei skiltys nepridėtos, tuomet pagal nutylėjimą elementai pateikiami į Straipsnių skiltį.)

# manager.setup.sectionsDescription
source: To create or modify sections for the journal (e.g., Articles, Book Reviews, etc.), go to Section Management.<br /><br />Authors on submitting items to the journal will designate...
lt_lt: Norėdami sukurti ar redaguoti skiltis (pvz., Straipsniai, Knygų apžvalgos, ir pan.), eikite į skilties tvarkymą.<br /><br />Autoriai, pateikiant elementus į žurnalą, pasirinks...

# manager.setup.securitySettings
source: Access and Security Settings
lt_lt: Prieiga ir saugumo nustatymai

# manager.setup.securitySettingsDescription
source: OJS provides a number of security-related options that can be used to restrict the journal's contents, and maintain additional information about submissions for auditing purposes.
lt_lt: OJS pateikia įvairių su saugumu susijusių parinkčių, kurios gali būti naudojamos apriboti žurnalo turinį ir saugoti papildomą informaciją apie pateikimus.

# manager.setup.selectEditorDescription
source: The journal editor who will see it through the editorial process.
lt_lt: Redaktorius, kuris atsakingas už pateikimą.

# manager.setup.selectSectionDescription
source: The journal section for which the item will be considered.
lt_lt: Žurnalo skiltis į kurią pateikiamas elementas.

# manager.setup.showGalleyLinksDescription
source: Always show galley links and indicate restricted access.
lt_lt: Visada rodyti maketo nuorodas ir pažymėti apribotą prieigą.

# manager.setup.siteAccess
source: Additional Site and Article Access Restrictions
lt_lt: Papildomi svetainės ir straipsnio prieigos apribojimai

# manager.setup.stepsToJournalSite
source: Five Steps to a Journal Web Site
lt_lt: Penki žurnalo konfigūracijos žingsniai

# manager.setup.subjectExamples
source: (E.g., Photosynthesis; Black Holes; Four-Color Map Problem; Bayesian Theory)
lt_lt: (pvz., Fotosintezė; Juodosios skylės; Keturių spalvų žemėlapio problema; Bayeso teorija)

# manager.setup.subjectKeywordTopic
source: Keywords
lt_lt: Prasminiai žodžiai

# manager.setup.subjectProvideExamples
source: Provide examples of keywords or topics as a guide for authors
lt_lt: Pateikite prasminių žodžių pavyzdžius ar temas

# manager.setup.submissionGuidelines
source: Submission guidelines
lt_lt: Pateikimo nurodymai

# manager.setup.submissionPreparationChecklist
source: Submission Preparation Checklist
lt_lt: Pateikimo kontrolinis sąrašas

# manager.setup.submissionPreparationChecklistDescription
source: On making a submission to the journal, authors are first asked to check each item on the Submission Preparation Checklist as completed, before proceeding. The checklist also appears in the Author Guidelines, under About the Journal. The list can be edited below, but all items on the list will require a checkmark before authors can proceed with their submission.
lt_lt: Pradedant naują pateikimą žurnale, autorių pirmiausia prašoma pažymėti kiekvieną elementą pateikimo kontroliniame sąraše. Jis taip pat rodomas nurodymuose autoriui puslapyje Apie žurnalą. Sąrašas gali būti redaguojamas žemiau, bet visi elementai sąraše turės būti pažymėti, kad būtų galima tęsti pateikimą.

# manager.setup.submissions
source: Submissions
lt_lt: Pateikimai

# manager.setup.submissions.description
source: Author guidelines, copyright, and indexing (including registration).
lt_lt: Nurodymai autoriui, autorinės teisės ir indeksavimas (kartu ir registracija).

# manager.setup.subscription
source: The journal will require subscriptions to access some or all of its contents.
lt_lt: Žurnalas reikalaus prenumeratos norint prieiti prie jo turinio.

# manager.setup.subscriptionDescription
source: This requires the assignment of a Subscription Manager who has access to the subscription module, which includes additional open access, self-archiving, and email notification options.
lt_lt: Tai reikalauja priskirti prenumeratos administratorių, kuris gali prieiti prie prenumeratos modulio, kuriame yra papildomos atvirosios prieigos, archyvavimo ir pranešimų el. paštu parinktys.

# manager.setup.noPublishing
source: OJS will not be used to publish the journal's contents online.
lt_lt: OJS nebus naudojamas išleisti žurnalo turinio internete.

# manager.setup.typeExamples
source: (E.g., Historical Inquiry; Quasi-Experimental; Literary Analysis; Survey/Interview)
lt_lt: (pvz., Istorinė apžvalga; Modeliavimas; Literatūrinė analizė; Apklausa/Interviu)

# manager.setup.typeMethodApproach
source: Type (Method/Approach)
lt_lt: Tipas (Metodas/Būdas)

# manager.setup.typeProvideExamples
source: Provide examples of relevant research types, methods, and approaches for this field
lt_lt: Pateikite atitinkamus tyrimų tipų, metodų arba būdų pavyzdžius

# manager.setup.uniqueIdentifier
source: Unique Identifier
lt_lt: Unikalus identifikatorius

# manager.setup.uniqueIdentifierDescription
source: Articles and issues can be tagged with an identification number or string, employing a registration system such as the Digital Object Identifier System (DOI).
lt_lt: Straipsniams ir numeriams gali būti suteikiami identifikuojantys skaičiai ar tekstas, kuriuos generuoja kokia nors registracijos sistema kaip Digital Object Identifier System (DOI).

# manager.setup.useEditorialReviewBoard
source: An editorial/review board will be used by the journal.
lt_lt: Žurnalas naudos redakcinę/recenzavimo kolegiją.

# manager.setup.useThumbnail
source: Thumbnail
lt_lt: Miniatiūra

# manager.setup.useImageTitle
source: Title image
lt_lt: Paveiksliukas

# manager.setup.useJournalStyleSheet
source: Journal style sheet
lt_lt: Žurnalo stilius

# manager.setup.userRegistration
source: User Registration
lt_lt: Vartotojo registracija

# manager.setup.useTextTitle
source: Title text
lt_lt: Pavadinimas

# manager.statistics.defaultMetricDescription
source: Your journal is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an orderd list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
lt_lt: Jūsų žurnalas yra sukonfigūruotas įrašyti daugiau nei vieną naudojimo metriką. Naudojimo statistika bus rodoma keliuose kontekstuose. Yra atvejų, kur privaloma naudoti bent vieną naudojimo statistiką, pvz. rodyti surikiuotą daugiausiai naudojamų straipsnių sąrašą arba paieškos rezultatus. Pasirinkite vieną iš sukonfigūruotų metrikų kaip numatytąją.

# manager.statistics.statistics
source: Journal Statistics
lt_lt: Žurnalo statistika

# manager.statistics.statistics.articleViews
source: Article View Counts (for Authors only)
lt_lt: Straipsnio peržiūrų skaičius (tik autoriams)

# manager.statistics.statistics.count.accept
source: Accept
lt_lt: Priimta

# manager.statistics.statistics.count.decline
source: Decline
lt_lt: Atmesta

# manager.statistics.statistics.count.revise
source: Resubmit
lt_lt: Pateikta iš naujo

# manager.statistics.statistics.daysPerReview
source: Days to review
lt_lt: Dienos recenzavimui

# manager.statistics.statistics.daysToPublication
source: Days to publication
lt_lt: Dienos publikavimui

# manager.statistics.statistics.description
source: OJS calculates the following statistics for each journal. The "days to review" is calculated from date of submission (or designation of Review Version) to the initial Editor Decision, while the "days to publish" is measured for accepted submissions from its original uploading to its publication.
lt_lt: OJS skaičiuoja šias statistikas kiekvienam žurnalui. „Dienos recenzavimui“ yra skaičiuojama nuo pateikimo datos iki pradinio redaktoriaus sprendimo, o „Dienos publikavimui“ apskaičiuojami priimti pateikimai nuo pradinio nusiuntimo iki publikavimo.

# manager.statistics.statistics.itemsPublished
source: Items published
lt_lt: Išleista elementų

# manager.statistics.statistics.makePublic
source: Check items to be made available to readers in About the Journal.
lt_lt: Pažymėkite elementus, kuriuos rodysite skaitytojams puslapyje „Apie žurnalą“.

# manager.statistics.statistics.note
source: Note: Percentages for peer reviewed submissions may not add up to 100%, as items resubmitted are either accepted, declined, or still in process.
lt_lt: Pastaba: Procentai pateikimo tarpusavio recenzavime gali nesusidėti iki 100%, nes pateikti elementai iš naujo gali būti priimti, atmesti ar dar vykstantys.

# manager.statistics.statistics.numIssues
source: Issues published
lt_lt: Išleista numerių

# manager.statistics.statistics.numSubmissions
source: Total submissions
lt_lt: Iš viso pateikimų

# manager.statistics.statistics.peerReviewed
source: Peer reviewed
lt_lt: Tarpusavyje recenzuota

# manager.statistics.statistics.registeredReaders
source: Registered readers
lt_lt: Registruota skaitytojų

# manager.statistics.statistics.registeredUsers
source: Registered users
lt_lt: Registruota vartotojų

# manager.statistics.statistics.reviewerCount
source: No. assigned
lt_lt: Paskyrimų skaičius

# manager.statistics.statistics.reviewers
source: Reviewers
lt_lt: Recenzentų

# manager.statistics.statistics.reviewerScore
source: Editor score
lt_lt: Redaktoriaus balas

# manager.statistics.statistics.reviewsPerReviewer
source: No. of reviews
lt_lt: Recenzijų skaičius

# manager.statistics.statistics.selectSections
source: Select the sections for calculating this journal's peer-reviewed statistics.
lt_lt: Pasirinkite skiltis skaičiuojant šio žurnalo tarpusavio recenzavimo statistiką.

# manager.statistics.statistics.subscriptions
source: Subscriptions
lt_lt: Prenumeratų

# manager.statistics.reports.defaultReport.articleDownloads
source: Article file downloads
lt_lt: Straipsnio failo atsisiuntimų

# manager.statistics.reports.defaultReport.articleAbstract
source: Article abstract page views
lt_lt: Straipsnio santraukos puslapio peržiūros

# manager.statistics.reports.defaultReport.articleAbstractAndDownloads
source: Article abstract and downloads
lt_lt: Straipsnio santrauka ir atsisiuntimai

# manager.statistics.reports.defaultReport.journalIndexPageViews
source: Journal main page views
lt_lt: Žurnalo pagrindinio puslapio peržiūros

# manager.statistics.reports.defaultReport.issuePageViews
source: Issue table of contents page views
lt_lt: Numerio turinio peržiūros

# manager.statistics.reports.filters.byContext.description
source: Narrow results by context (issues and/or article).
lt_lt: Susiaurinti rezultatus pagal kontekstą (numeriai ir/ar straipsnis).

# manager.statistics.reports.filters.byObject.description
source: Narrow results by object type (journal, issue, article, file types) and/or by one or more object id(s).
lt_lt: Susiaurinti rezultatus pagal objekto tipą (žurnalas, numeris, straipsnis, failo tipas) ir/ar pagal vieną ar kelių objektų ID.

# manager.subscriptionPolicies
source: Subscription Policies
lt_lt: Prenumeratos politika

# manager.subscriptionPolicies.authorSelfArchive
source: Author Self-Archiving Policy
lt_lt: Autoriaus savarankiško archyvavimo politika

# manager.subscriptionPolicies.authorSelfArchiveDescription
source: The following Author Self-Archiving Policy will be included in About the Journal under Policies.
lt_lt: Autoriaus savarankiško archyvavimo politika bus įtraukta į puslapį „Apie žurnalą“.

# manager.subscriptionPolicies.delayedOpenAccess
source: Delayed Open Access
lt_lt: Uždelsta atviroji prieiga

# manager.subscriptionPolicies.delayedOpenAccessDescription
source: With delayed open access, editors are still able to designate specific articles within an issue for immediate open access.
lt_lt: Su uždelsta atvirąja prieiga, redaktoriai vis tiek galės paskirti pasirinktus numerio straipsnius momentinei atvirajai prieigai.

# manager.subscriptionPolicies.delayedOpenAccessDescription1
source: The back issues of this journal will be available in an open access format
lt_lt: Ankstesni žurnalo numeriai bus prieinami atvirosios prieigos formatu

# manager.subscriptionPolicies.delayedOpenAccessDescription2
source: month(s) after an issue is published.
lt_lt: mėn. po numerio išleidimo.

# manager.subscriptionPolicies.delayedOpenAccessDurationValid
source: Please select a valid duration length.
lt_lt: Pasirinkite galiojančią trukmę.

# manager.subscriptionPolicies.delayedOpenAccessPolicyDescription
source: The following Delayed Open Access Policy will be posted in About the Journal under Policies.
lt_lt: Uždelstoji atvirosios prieigos politika bus aprašyta puslapyje „Apie žurnalą“.

# manager.subscriptionPolicies.enableSubscriptionExpiryReminderBeforeMonthsValid
source: Please use the checkbox provided.
lt_lt: Naudokite pateiktą žymimąjį langelį.

# manager.subscriptionPolicies.expiry
source: Subscription Expiry
lt_lt: Prenumeratos pasibaigimas

# manager.subscriptionPolicies.expiryDescription
source: Upon subscription expiry, readers may be denied access to all subscription content or may continue to retain access to subscription content published prior to the subscription expiry date.
lt_lt: Pasibaigus prenumeratai, skaitytojams bus uždrausta prieiga prie prenumeruojamo turinio arba galės toliau išlaikyti prieigą prie prenumeruojamo turinio išleisto prieš prenumeratos galiojimo pabaigą.

# manager.subscriptionPolicies.expiryFull
source: Full expiry
lt_lt: Visiškas pasibaigimas

# manager.subscriptionPolicies.expiryFullDescription
source: Readers are denied access to all subscription content upon subscription expiry.
lt_lt: Skaitytojams uždraudžiama prieiga prie prenumeruojamo turinio pasibaigus prenumeratai.

# manager.subscriptionPolicies.expiryPartial
source: Partial expiry
lt_lt: Dalinis pasibaigimas

# manager.subscriptionPolicies.expiryPartialDescription
source: Readers are denied access to recently published subscription content, but retain access to subscription content published prior to the subscription expiry date.
lt_lt: Skaitytojams uždraudžiama prieiga prie neseniai išleisto turinio, bet išlaikoma prieiga prie prenumeruojamo turinio išleisto prieš prenumeratos galiojimo pabaigą.

# manager.subscriptionPolicies.expiryReminderAfterMonths1
source: Notify subscribers by email
lt_lt: Informuoti prenumeratorius el. paštu

# manager.subscriptionPolicies.expiryReminderAfterMonths2
source: month(s) after subscription expiry.
lt_lt: mėn. po prenumeratos pasibaigimo.

# manager.subscriptionPolicies.expiryReminderAfterWeeks1
source: Notify subscribers by email
lt_lt: Informuoti prenumeratorius el. paštu

# manager.subscriptionPolicies.expiryReminderAfterWeeks2
source: week(s) after subscription expiry.
lt_lt: sav. po prenumeratos pasibaigimo.

# manager.subscriptionPolicies.expiryReminderBeforeMonths1
source: Notify subscribers by email
lt_lt: Informuoti prenumeratorius el. paštu.

# manager.subscriptionPolicies.expiryReminderBeforeMonths2
source: month(s) before subscription expiry.
lt_lt: mėn. prieš prenumeratos pasibaigimą.

# manager.subscriptionPolicies.expiryReminderBeforeWeeks1
source: Notify subscribers by email
lt_lt: Informuoti prenumeratorius el. paštu.

# manager.subscriptionPolicies.expiryReminderBeforeWeeks2
source: week(s) before subscription expiry.
lt_lt: sav. prieš prenumeratos pasibaigimą.

# manager.subscriptionPolicies.expiryReminders
source: Subscription Expiry Reminders
lt_lt: Prenumeratos pasibaigimo priminimai

# manager.subscriptionPolicies.expiryRemindersDescription
source: Automated email reminders (available for editing by Journal Managers in OJS's Emails) can be sent to subscribers both before and after a subscription has expired.
lt_lt: Automatiniai priminimai el. paštu (prieinami redagavimui žurnalo administratoriams OJS el. laiškuose) gali būti išsiųsti prenumeratoriams kartu prieš ir po prenumeratos pasibaigimo.

# manager.subscriptionPolicies.expiryRemindersDisabled
source: <strong>Note:</strong> To activate these options, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
lt_lt: <strong>Pastaba:</strong> Norėdami aktyvuoti šias parinktis, svetainės administratorius privalo įgalinti <tt>scheduled_tasks</tt> parinktį OJS konfigūracijos faile. Gali prireikti papildomos serverio konfigūracijos, kad būtų palaikomas šis funkcionalumas (ne visi serveriai gali palaikyti), kaip nurodyta OJS dokumentacijoje.

# manager.subscriptionPolicies.expirySelectOne
source: Select one of the following:
lt_lt: Pasirinkite vieną:

# manager.subscriptionPolicies.htmlInstructions
source: HTML can be used in textarea (for font size, color, etc.), with "returns" treated as <tt>&lt;br&gt;</tt>; HTML editor works with Firefox browsers.
lt_lt: HTML gali būti panaudota tekstiniame lauke (šrifto dydis, spalva ir pan.), kai „grįžtis“ traktuojama kaip <tt>&lt;br&gt;</tt>; HTML redaktorius veikia su Firefox naršyklėmis.

# manager.subscriptionPolicies.numMonthsAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months after subscription expiry.
lt_lt: Pasirinkite galiojančią reikšmę mėnesių skaičiui po prenumeratos pasibaigimo.

# manager.subscriptionPolicies.numMonthsBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months before subscription expiry.
lt_lt: Pasirinkite galiojančią reikšmę mėnesių skaičiui prieš prenumeratos pasibaigimą.

# manager.subscriptionPolicies.numWeeksAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks after subscription expiry.
lt_lt: Pasirinkite galiojančią reikšmę savaičių skaičiui po prenumeratos pasibaigimo.

# manager.subscriptionPolicies.numWeeksBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks before subscription expiry.
lt_lt: Pasirinkite galiojančią reikšmę savaičių skaičiui prieš prenumeratos pasibaigimą.

# manager.subscriptionPolicies.openAccessNotificationDescription
source: Registered readers will have the option of receiving the table of contents by email when an issue becomes open access.
lt_lt: Registruoti skaitytojai turės galimybę gauti turinį el. paštu kai numeris taps atvirosios prieigos.

# manager.subscriptionPolicies.openAccessNotificationDisabled
source: <strong>Note:</strong> To activate this option, the site administrator must enable the <tt>scheduled_tasks</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
lt_lt: <strong>Pastaba:</strong> Norint aktyvuoti šią parinktį, svetainės administratorius turi įgalinti <tt>allow_envelope_sender</tt> OJS konfigūracijos faile. Gali prireikti papildomo serverio konfigūravimo, kad veiktų ši funkcija (tai įmanoma atlikti ne visiems serveriams). Dėl išsamesnės informacijos perskaitykite OJS dokumentaciją.

# manager.subscriptionPolicies.onlinePaymentNotifications
source: Online Payment Notifications
lt_lt: Internetinių mokėjimų pranešimai

# manager.subscriptionPolicies.onlinePaymentNotificationsDescription
source: Automated email notifications (available for editing by Journal Managers in OJS's Emails) can be sent to the Subscription Manager upon the completion of subscription online payments.
lt_lt: Automatiniai pranešimai el. paštu (prieinami redagavimui žurnalo administratoriams OJS el. laiškuose) gali būti išsiųsti prenumeratos administratoriui užbaigus internetinį prenumeratos apmokėjimą.

source: Notify Subscription Manager by email upon online purchase of an Individual subscription.
lt_lt: Informuoti prenumeratos administratorių el. paštu įvykus individualios prenumeratos įsigijimui.
