Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# default.journalSettings.copyeditInstructions
source: The copyediting stage is intended to improve the flow, clarity, grammar, wording, and formatting of the article. It represents the last chance for the author to make any substantial changes to the text because the next stage is restricted to typos and formatting corrections. The file to be copyedited is in Word or .rtf format and therefore can easily be edited as a word processing document. The set of instructions displayed here proposes two approaches to copyediting. One is based on Microsoft Word's Track Changes feature and requires that the copy editor, editor, and author have access to this program. A second system, which is software independent, has been borrowed, with permission, from the Harvard Educational Review. The journal editor is in a position to modify these instructions, so suggestions can be made to improve the process for this journal. <h4>Copyediting Systems</h4> <strong>1. Microsoft Word's Track Changes</strong> Under Tools in the menu bar, the feature Track Changes enables the copy editor to make insertions (text appears in color) and deletions (text appears crossed out in color or in the margins as deleted). The copy editor can posit queries to both the author (Author Queries) and to the editor (Editor Queries) by inserting these queries in square brackets. The copyedited version is then uploaded, and the editor is notified. The editor then reviews the text and notifies the author. The editor and author should leave those changes with which they are satisfied. If further changes are necessary, the editor and author can make changes to the initial insertions or deletions, as well as make new insertions or deletions elsewhere in the text. Authors and editors should respond to each of the queries addressed to them, with responses placed inside the square brackets. After the text has been reviewed by editor and author, the copy editor will make a final pass over the text accepting the changes in preparation for the layout and galley stage. <strong>2. Harvard Educational Review </strong> <strong>Instructions for Making Electronic Revisions to the Manuscript</strong> Please follow the following protocol for making electronic revisions to your manuscript: <strong>Responding to suggested changes.</strong> &nbsp; For each of the suggested changes that you accept, unbold the text. &nbsp; For each of the suggested changes that you do not accept, re-enter the original text and <strong>bold</strong> it. <strong>Making additions and deletions.</strong> &nbsp; Indicate additions by <strong>bolding</strong> the new text. &nbsp; Replace deleted sections with: <strong>[deleted text]</strong>. &nbsp; If you delete one or more sentence, please indicate with a note, e.g., <strong>[deleted 2 sentences]</strong>. <strong>Responding to Queries to the Author (QAs).</strong> &nbsp; Keep all QAs intact and bolded within the text. Do not delete them. &nbsp; To reply to a QA, add a comment after it. Comments should be delimited using: <strong>[Comment:]</strong> &nbsp; e.g., <strong>[Comment: Expanded discussion of methodology as you suggested]</strong>. <strong>Making comments.</strong> &nbsp; Use comments to explain organizational changes or major revisions &nbsp; e.g., <strong>[Comment: Moved the above paragraph from p. 5 to p. 7].</strong> &nbsp; Note: When referring to page numbers, please use the page numbers from the printed copy of the manuscript that was sent to you. This is important since page numbers may change as a document is revised electronically. <h4>An Illustration of an Electronic Revision</h4> <ol> <li><strong>Initial copyedit.</strong> The journal copy editor will edit the text to improve flow, clarity, grammar, wording, and formatting, as well as including author queries as necessary. Once the initial edit is complete, the copy editor will upload the revised document through the journal Web site and notify the author that the edited manuscript is available for review.</li> <li><strong>Author copyedit.</strong> Before making dramatic departures from the structure and organization of the edited manuscript, authors must check in with the editors who are co-chairing the piece. Authors should accept/reject any changes made during the initial copyediting, as appropriate, and respond to all author queries. When finished with the revisions, authors should rename the file from AuthorNameQA.doc to AuthorNameQAR.doc (e.g., from LeeQA.doc to LeeQAR.doc) and upload the revised document through the journal Web site as directed.</li> <li><strong>Final copyedit.</strong> The journal copy editor will verify changes made by the author and incorporate the responses to the author queries to create a final manuscript. When finished, the copy editor will upload the final document through the journal Web site and alert the layout editor to complete formatting.</li> </ol>
lt_lt: Rankraščio redagavimo etapas yra skirtas patobulinti straipsnio teksto sklandumą, aiškumą, gramatiką, formuluotę ir formatavimą. Tai autoriui leidžia paskutinį kartą atlikti svarbius pakeitimus tekste, nes kitas etapas yra griežtai skirtas rašybos klaidų ir formatavimo korekcijoms. Rankraščio redagavimo failas yra „Word“ arba .rtf formatu, todėl gali būti lengvai redaguojamas „Word“ tipo programomis. Čia aprašytas instrukcijų rinkinys siūlo du metodus rankraščio redagavimui. Pirmasis yra paremtas „Microsoft Word“ keitimų sekimo funkcija ir reikalauja, kad rankraščio redaktorius, redaktorius ir autorius turėtų prieigą prie šios programos. Antroji sistema, kuri yra nepriklausoma nuo programinės įrangos, buvo pasiskolinta su leidimu iš „Harvard Educational Review“. <h4>Rankraščio redagavimo sistemos</h4> <strong>1. Keitimų sekimas programoje „Word“</strong> Skirtuke <strong>Peržiūra</strong>, funkcija <strong>Sekti pakeitimus</strong> redaktorių įgalina atlikti įterpimus, kurie yra pažymimi kitokia spalva, ir šalinimus (tekstas nubraukiamas atitinkama spalva ar pažymimos paraštės kaip pašalintos). Rankraščio redaktorius gali palikti komentarus tiek autoriui, tiek redaktoriui. Tuomet redaguota versija yra nusiunčiama ir informuojamas redaktorius. Pastarasis peržiūri tekstą ir informuoja autorių. Redaktorius ir autorius turėtų palikti tuos pakeitimus, su kuriais jie sutinka. Jei reikalingi tolimesni pakeitimai, abu gali atlikti pakeitimus pradiniams įterpimams ar šalinimams, taip pat atlikti naujus įterpimus ir šalinimus kitur tekste. Kai tekstas yra peržiūrimas autoriaus ir redaktoriaus, rankraščio redaktorius atliks galutinę teksto peržiūrą priimant pakeitimus, ruošiantis maketavimo etapui. <strong>2. Harvard Educational Review</strong> <strong>Instrukcijos atliekant elektroninius pakeitimus rankraščiui</strong> Sekite tolesnį protokolą atliekant elektroninius pakeitimus rankraščiui: <strong>Atsakykite į siūlomus pakeitimus.</strong> &nbsp; Kiekvienam pasiūlytam pakeitimui, kurį priėmėte, atšaukite teksto paryškinimą. &nbsp; Kiekvienam pasiūlytam pakeitimui, kurio nepriėmėte, iš naujo įveskite originalų tekstą ir <strong>paryškinkite</strong> jį. <strong>Įterpimų ir pašalinimų atlikimas.</strong> &nbsp; Pažymėkite įterpimus <strong>paryškindami</strong> naują tekstą. &nbsp; Pakeiskite pašalintus skyrius su: <strong>[pašalintas tekstas]</strong>. &nbsp; Jei pašalinote vieną ar daugiau sakinių, prašome pažymėkite su pastaba, pvz., <strong>[pašalinti 2 sakiniai]</strong>. <strong>Atsakas į užklausas autoriui (QA).</strong> &nbsp; Palikite visas užklausas nepaliestas ir paryškintas tekste. Nepašalinkite jų. &nbsp; Norėdami atsakyti į užklausą, pridėkite komentarą po jos. Komentarai turėtų būti apriboti naudojant: <strong>[Komentaras:]</strong> &nbsp; pvz., <strong>[Komentaras: Kaip ir pasiūlyta išplėčiau metodologijos diskusiją]</strong>. <strong>Komentavimas.</strong> &nbsp; Naudokite komentarus norėdami paaiškinti organizacinius ar kitus svarbius pakeitimus &nbsp; pvz., <strong>[Komentaras: Perkelta pastraipa iš 5 psl. į 7 psl.].</strong> &nbsp; Pastaba: Kai nurodomi puslapių numeriai, naudokite puslapių numerius iš atspausdintos rankraščio kopijos. Tai yra svarbu, nes puslapių numeriai gali pasikeisti atliekant elektroninius pakeitimus. <h4>Elektroninių pakeitimų pavyzdys</h4> <ol> <li><strong>Pradinis rankraštis.</strong> Žurnalo rankraščio redaktorius redaguoja tekstą, kad patobulintų straipsnio teksto sklandumą, aiškumą, gramatiką, formuluotę ir formatavimą, taip pat įtraukia autorius užklausas, jei reikalinga. Kai pradinis redagavimas baigtas, rankraščio redaktorius nusiunčia pataisytą dokumentą į žurnalą ir informuoją autorių, kad redaguotas rankraštis yra prieinamas peržiūrai.</li> <li><strong>Autoriaus rankraštis.</strong> Prieš atlikdamas dramatiškus nuklydimus nuo redaguoto rankraščio struktūros, autorius privalo pasitikslinti su redaktoriais, kurie yra atsakingi už tą dalį. Autoriai turėtų priimti/atmesti bet kokius pakeitimus atliktus per pradinį rankraščio redagavimą, ir atitinkamai atsakyti visas užklausas autoriui. Kai baigiama su pakeitimais, autorius turėtų pervadinti failą iš AutoriausVardasQA.doc į AutoriausVardasQAR.doc (pvz., JonasQA.doc į JonasQAR.doc) ir nusiųsti pataisytą dokumentą į žurnalą.</li> <li><strong>Galutinis rankraštis.</strong> Žurnalo rankraščio redaktorius patvirtina autoriaus atliktus pakeitimus ir įtraukia autoriaus atsakymus į galutinį rankraštį. Kai baigta, rankraščio redaktorius nusiunčia galutinį rankraštį į žurnalą ir įspėja maketuotoją, kad užbaigtų formatavimą.</li> </ol>

# default.journalSettings.refLinkInstructions
source: <h4>To Add Reference Linking to the Layout Process</h4> <p>When turning a submission into HTML or PDF, make sure that all hyperlinks in the submission are active.</p> <h4>A. When the Author Provides a Link with the Reference</h4> <ol> <li>While the submission is still in its word processing format (e.g., Word), add the phrase VIEW ITEM to the end of the reference that has a URL.</li> <li>Turn that phrase into a hyperlink by highlighting it and using Word's Insert Hyperlink tool and the URL prepared in #2.</li> </ol> <h4>B. Enabling Readers to Search Google Scholar For References</h4> <ol> <li>While the submission is still in its word processing format (e.g., Word), copy the title of the work referenced in the References list (if it appears to be too common a title—e.g., "Peace"—then copy author and title).</li> <li>Paste the reference's title between the %22's, placing a + between each word: http://scholar.google.com/scholar?q=%22PASTE+TITLE+HERE%22&hl=en&lr=&btnG=Search.</li> <li>Add the phrase GS SEARCH to the end of each citation in the submission's References list.</li> <li>Turn that phrase into a hyperlink by highlighting it and using Word's Insert Hyperlink tool and the URL prepared in #2.</li> </ol> <h4>C. Enabling Readers to Search for References with a DOI</h4> <ol> <li>While the submission is still in Word, copy a batch of references into CrossRef Text Query http://www.crossref.org/freeTextQuery/.</li> <li>Paste each DOI that the Query provides in the following URL (between = and &): http://www.cmaj.ca/cgi/external_ref?access_num=PASTE DOI#HERE&link_type=DOI.</li> <li>Add the phrase CrossRef to the end of each citation in the submission's References list.</li> <li>Turn that phrase into a hyperlink by highlighting the phrase and using Word's Insert Hyperlink tool and the appropriate URL prepared in #2.</li> </ol>
lt_lt: <h4>Nuorodų siejimas maketavimo procese</h4> <p>Kai verčiate pateikimą į HTML ar PDF, įsitikinkite, kad visos nuorodos pateikime būtų aktyvios.</p> <h4>A. Kai autorius pateikia nuorodą su šaltiniu</h4> <ol> <li>Kol pateikimas vis dar yra teksto apdorojimo formate (pvz., Word), įtraukite frazę PERŽIŪRĖTI ELEMENTĄ šaltinio, kuri turi nuorodą, pabaigoje.</li> <li>Paverskite tą frazę į nuorodą „Word“ nuorodos įterpimo įrankiu.</li> </ol> <h4>B. Įgalinti skaitytojus ieškoti šaltinius per „Google Scholar“</h4> <ol> <li>Kol pateikimas vis dar yra teksto apdorojimo formate (pvz., Word), nukopijuokite darbo pavadinimą nurodytą prie šaltinių sąrašo (jei tai dažnai pasikartojantis pavadinimas - pvz., „Taika“ - tuomet nukopijuokite autorių ir pavadinimą).</li> <li>Įdėkite šaltinio pavadinimą tarp %22, įterpdami + tarp kiekvieno žodžio: http://scholar.google.com/scholar?q=%22ĮDĖKITE+PAVADINIMĄ+ČIA%22</li> <li>Įtraukite frazę GS PAIEŠKA kiekvienos citatos pabaigoje šaltinių sąraše.</li> <li>Paverskite tą frazę į nuorodą su Word nuorodos įterpimo įrankiu kai URL paruošta #2.</li> </ol> <h4>C. Įgalinti skaitytojus ieškoti šaltinių su DOI</h4> <ol> <li>Kol pateikimas vis dar yra teksto apdorojimo formate (pvz., Word), nukopijuokite šaltinius į CrossRef Text Query http://www.crossref.org/freeTextQuery/.</li> <li>Įdėkite kiekvieną DOI, kurį pateikia Query, į tolesnį adresą (tarp = ir &): http://www.cmaj.ca/cgi/external_ref?access_num=ĮDĖKITE DOI#ČIA&link_type=DOI.</li> <li>Įtraukite frazę CrossRef kiekvienos citatos pabaigoje šaltinių sąraše.</li> <li>Paverskite tą frazę į nuorodą su Word nuorodos įterpimo įrankiu kai URL paruošta #2.</li> </ol>

# default.journalSettings.proofingInstructions
source: <p>The proofreading stage is intended to catch any errors in the galley's spelling, grammar, and formatting. More substantial changes cannot be made at this stage, unless discussed with the Section Editor. In Layout, click on VIEW PROOF to see the HTML, PDF, and other available file formats used in publishing this item.</p> <h4>For Spelling and Grammar Errors</h4> <p>Copy the problem word or groups of words and paste them into the Proofreading Corrections box with "CHANGE-TO" instructions to the editor as follows:</p> <pre>1. CHANGE... then the others TO... than the others</pre> <br /> <pre>2. CHANGE... Malinowsky TO... Malinowski</pre> <br /> <h4>For Formatting Errors</h4> <p>Describe the location and nature of the problem in the Proofreading Corrections box after typing in the title "FORMATTING" as follows:</p> <br /> <pre>3. FORMATTING The numbers in Table 3 are not aligned in the third column.</pre> <br /> <pre>4. FORMATTING The paragraph that begins "This last topic..." is not indented.</pre>
lt_lt: <p>Korektūros etapas yra skirtas aptikti klaidas rašyboje, gramatikoje ir formatavime. Didesni pakeitimai šiame etape negali būti atlikti, nebent padiskutavus su skilties redaktoriumi. Maketavime, spustelėkite ŽIŪRĖTI KOREKCIJĄ, kad pamatytumėte HTML, PDF ir kitus prieinamus failų formatus naudojamus išleidžiant šį straipsnį.</p> <h4>Rašybos ir gramatikos klaidos</h4> <p>Nukopijuokite klaidingą žodį ar žodžių grupę ir įdėkite į korektūros pataisymus su „KEISTI-TAISYTI Į“ instrukcijomis redaktoriui, pvz:</p> <pre>1. KEISTI... šindien lyja lietus TAISYTI Į... šiandien lyja lietus</pre> <br /> <pre>2. KEISTI... Jons TAISYTI Į... Jonas</pre> <br /> <h4>Formatavimo klaidos</h4> <p>Aprašykite vietą ir problemos pobūdį korektūros pataisymų lange po „FORMATAVIMAS“, pvz.:</p> <br /> <pre>3. FORMATAVIMAS Skaičiai 3 lentelėje nėra sulygiuoti trečiame stulpelyje.</pre> <br /> <pre>4. FORMATAVIMAS Pastraipa, kuri prasideda „Paskutinėje temoje...“ nėra atitraukta.</pre>

# default.journalSettings.forReaders
source: We encourage readers to sign up for the publishing notification service for this journal. Use the <a href="{$indexUrl}/{$journalPath}/user/register">Register</a> link at the top of the home page for the journal. This registration will result in the reader receiving the Table of Contents by email for each new issue of the journal. This list also allows the journal to claim a certain level of support or readership. See the journal's <a href="{$indexUrl}/{$journalPath}/about/submissions#privacyStatement">Privacy Statement</a>, which assures readers that their name and email address will not be used for other purposes.
lt_lt: Rekomenduojame visus skaitytojus užsiregistruoti šiame žurnale, kad gautumėte pranešimus apie naujus numerius, straipsnius ir t.t. Spustelėkite nuorodą <a href="{$indexUrl}/{$journalPath}/user/register">Registruotis</a> žurnalo titulinio puslapio viršuje. Užsiregistravę skaitytojai el. paštu gaus kiekvieno naujo numerio turinį. Peržiūrėkite žurnalo <a href="{$indexUrl}/{$journalPath}/about/submissions#privacyStatement">privatumo politiką</a>, kuri užtikrina, kad asmens duomenys ir el. pašto adresai nebus naudojami kitiems tikslams.

# default.journalSettings.forAuthors
source: Interested in submitting to this journal? We recommend that you review the <a href="{$indexUrl}/{$journalPath}/about">About the Journal</a> page for the journal's section policies, as well as the <a href="{$indexUrl}/{$journalPath}/about/submissions#authorGuidelines">Author Guidelines</a>. Authors need to <a href="{$indexUrl}/{$journalPath}/user/register">register</a> with the journal prior to submitting or, if already registered, can simply <a href="{$indexUrl}/index/login">log in</a> and begin the five-step process.
lt_lt: Norite pateikti savo straipsnį žurnale? Rekomenduojame peržiūrėti <a href="{$indexUrl}/{$journalPath}/about">Apie žurnalą</a> puslapį, kuriame pateikta skilties politika, taip pat <a href="{$indexUrl}/{$journalPath}/about/submissions#authorGuidelines">nurodymai autoriui</a>. Autoriams reikia <a href="{$indexUrl}/{$journalPath}/user/register">užsiregistruoti</a> žurnale prieš pateikiant straipsnį. Jei jau užsiregistravote, spustelėkite <a href="{$indexUrl}/index/login">prisijungti</a> ir pradėkite penkių žingsnių pateikimo procesą.

# default.journalSettings.forLibrarians
source: We encourage research librarians to list this journal among their library's electronic journal holdings. As well, it may be worth noting that this journal's open source publishing system is suitable for libraries to host for their faculty members to use with journals they are involved in editing (see <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
lt_lt: Rekomenduojame tyrimų bibliotekininkus įtraukti šį žurnalą į elektroninių išteklių sąrašą. Taip pat, svarbu atkreipti dėmesį, kad šio žurnalo leidybai naudojama atvirojo kodo sistema (žr. <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).

# default.journalSettings.lockssLicense
source: This journal utilizes the LOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="http://www.lockss.org/">More...</a>
lt_lt: Šis žurnalas naudoja LOCKSS sistemą, skirtą kurti paskirstytą archyvavimo sistemą tarp dalyvaujančių bibliotekų ir leidžia joms kurti nuolatinius žurnalo turinio archyvus. <a href="http://www.lockss.org/">Plačiau...</a>

# default.journalSettings.clockssLicense
source: This journal utilizes the CLOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="http://clockss.org/">More...</a>
lt_lt: Šis žurnalas naudoja CLOCKSS sistemą, skirtą kurti paskirstytą archyvavimo sistemą tarp dalyvaujančių bibliotekų ir leidžia joms kurti nuolatinius žurnalo turinio archyvus. <a href="http://clockss.org/">Plačiau...</a>

# default.journalSettings.submissionFee
source: Article Submission
lt_lt: Straipsnio pateikimas

# default.journalSettings.submissionFeeDescription
source: Authors are required to pay an Article Submission Fee as part of the submission process to contribute to review costs.
lt_lt: Autoriams reikia sumokėti straipsnio pateikimo mokestį, kuris padengia recenzavimo išlaidas.

# default.journalSettings.fastTrackFee
source: Fast-Track Review
lt_lt: Skubi recenzija

# default.journalSettings.fastTrackFeeDescription
source: With the payment of this fee, the review, editorial decision, and author notification on this manuscript is guaranteed to take place within 4 weeks.
lt_lt: Sumokėjus šį mokestį, recenzija, redakcijos sprendimas ir pranešimas autoriui bus atlikti per 4 savaites.

# default.journalSettings.publicationFee
source: Article Publication
lt_lt: Straipsnio publikavimas

# default.journalSettings.publicationFeeDescription
source: If this paper is accepted for publication, you will be asked to pay an Article Publication Fee to cover publications costs.
lt_lt: Jei dokumentas yra priimtas publikavimui, būsite paprašyti sumokėti straipsnio publikavimo mokestį, kuris padengia publikavimo išlaidas.

# default.journalSettings.waiverPolicy
source: If you do not have funds to pay such fees, you will have an opportunity to waive each fee. We do not want fees to prevent the publication of worthy work.
lt_lt: Jei neturite lėšų sumokėti tokius mokesčius, turite galimybę paprašyti atleisti nuo mokesčių. Mes nenorime mokesčių, kurie neleistų išleisti to verto darbo.

# default.journalSettings.purchaseArticleFee
source: Purchase Article
lt_lt: Straipsnio pirkimas

# default.journalSettings.purchaseArticleFeeDescription
source: The payment of this fee will enable you to view, download, and print this article.
lt_lt: Sumokėjus šį mokestį galėsite peržiūrėti, atsisiųsti ir atsispausdinti šį straipsnį.

# default.journalSettings.purchaseIssueFee
source: Purchase Issue
lt_lt: Numerio pirkimas

# default.journalSettings.purchaseIssueFeeDescription
source: The payment of this fee will enable you to view, download, and print this issue.
lt_lt: Sumokėjus šį mokestį galėsite peržiūrėti, atsisiųsti ir atsispausdinti šį numerį.

# default.journalSettings.membershipFee
source: Association Membership
lt_lt: Narystės mokestis

# default.journalSettings.membershipFeeDescription
source: The payment of this fee will enroll you as a member in this association for one year and provide you with free access to this journal.
lt_lt: Sumokėjus šį mokestį gausite narystę metams, kuri suteiks jums nemokamą prieigą prie šio žurnalo.

# default.journalSettings.donationFee
source: Donations to journal
lt_lt: Parama žurnalui

# default.journalSettings.donationFeeDescription
source: Donations of any amount to this journal are gratefully received and provide a means for the editors to continue to provide a journal of the highest quality to its readers.
lt_lt: Bet kokios sumos parama yra dėkingai priimama ir bus panaudota žurnalo kokybės gerinimui.

# default.groups.name.manager
source: Journal manager
lt_lt: Žurnalo administratorius

# default.groups.plural.manager
source: Journal managers
lt_lt: Žurnalo administratoriai

# default.groups.abbrev.manager
source: JM
lt_lt: ŽA

# default.groups.name.editor
source: Journal editor
lt_lt: Žurnalo redaktorius

# default.groups.plural.editor
source: Journal editors
lt_lt: Žurnalo redaktoriai

# default.groups.abbrev.editor
source: JE
lt_lt: ŽR

# default.groups.name.guestEditor
source: Guest editor
lt_lt: Kviestinis redaktorius

# default.groups.plural.guestEditor
source: Guest editors
lt_lt: Kviestiniai redaktoriai

# default.groups.abbrev.guestEditor
source: GE
lt_lt: KR

# default.groups.name.sectionEditor
source: Section editor
lt_lt: Skilties redaktorius

# default.groups.plural.sectionEditor
source: Section editors
lt_lt: Skilties redaktoriai

# default.groups.abbrev.sectionEditor
source: SecE
lt_lt: SkE

# default.groups.name.subscriptionManager
source: Subscription Manager
lt_lt: Prenumeratos administratorius

# default.groups.plural.subscriptionManager
source: Subscription Managers
lt_lt: Prenumeratos administratoriai

# default.groups.abbrev.subscriptionManager
source: SubM
lt_lt: PA

# default.genres.researchInstrument
source: Research Instrument
lt_lt: Tyrimo įrankis

# default.genres.researchMaterials
source: Research Materials
lt_lt: Tyrimo medžiagos

# default.genres.researchResults
source: Research Results
lt_lt: Tyrimo rezultatai

# default.genres.transcripts
source: Transcripts
lt_lt: Nuorašai

# default.genres.dataAnalysis
source: Data Analysis
lt_lt: Duomenų analizė
