Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# manager.setup.emailBounceAddressDescription
source: Any undeliverable emails will result in an error message to this address.
lt_lt: Šiuo adresu bus siunčiamas bet kurio nepristatyto el. laiško klaidos pranešimas.

# manager.setup.emailBounceAddressDisabled
source: <strong>Note:</strong> To activate this option, the site administrator must enable the <tt>allow_envelope_sender</tt> option in the OJS configuration file. Additional server configuration may be required to support this functionality (which may not be possible on all servers), as indicated in the OJS documentation.
lt_lt: <strong>Pastaba:</strong> Norint aktyvuoti šią parinktį, svetainės administratorius turi įgalinti <tt>allow_envelope_sender</tt> OJS konfigūracijos faile. Gali prireikti papildomo serverio konfigūravimo, kad veiktų ši funkcija (tai įmanoma atlikti ne visiems serveriams). Dėl išsamesnės informacijos perskaitykite OJS dokumentaciją.

# manager.setup.emails
source: Email Identification
lt_lt: El. laiškų identifikacija

# manager.setup.emailSignature
source: Signature
lt_lt: Parašas

# manager.setup.emailSignatureDescription
source: The prepared emails that are sent by the system on behalf of the journal will have the following signature added to the end.
lt_lt: Žurnalo vardo sistemos siunčiami el. laiškai turės šį parašą laiško pabaigoje.

# manager.setup.enableAnnouncements
source: Enable Journal Managers to add journal announcements.
lt_lt: Įgalinti žurnalo skelbimus.

# manager.setup.enableAnnouncementsHomepage1
source: Display
lt_lt: Rodyti

# manager.setup.enableAnnouncementsHomepage2
source: of the most recent announcements on the journal homepage.
lt_lt: naujausius skelbimus žurnalo pagrindiniame puslapyje.

# manager.setup.enableUserRegistration
source: Visitors can register a user account with the journal.
lt_lt: Lankytojai gali užregistruoti paskyras žurnale.

# manager.setup.focusAndScope
source: Focus and scope
lt_lt: Tematika ir sritis

# manager.setup.focusAndScope.description
source: Describe to authors, readers, and librarians the range of articles and other items the journal will publish.
lt_lt: Aprašykite autoriams, skaitytojams ir bibliotekininkams publikuojamų straipsnių tematiką ir sritį.

# manager.setup.forAuthorsToIndexTheirWork
source: For Authors to Index Their Work
lt_lt: Autoriams apie indeksavimą

# manager.setup.forAuthorsToIndexTheirWorkDescription
source: OJS adheres to the <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, which is the emerging standard for providing well-indexed access to electronic research resources on a global scale. The authors will use a similar template to provide metadata for their submission. The Journal Manager should select the categories for indexing and present authors with relevant examples to assist them in indexing their work.
lt_lt: OJS laikosi <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokolo metaduomenų surinkimui, kuris yra sparčiai augantis standartas suteikiantis gerai indeksuotą prieigą prie elektroninių tyrimų išteklių. Autoriai naudos panašų šabloną teikiant metaduomenis straipsnio pateikime. Žurnalo administratorius turėtų parinkti indeksavimo kategorijas ir pateikti autoriams atitinkamus pavyzdžius, kurie padėtų jiems.

# manager.setup.form.issnInvalid
source: The specified ISSN is not valid.
lt_lt: Nurodytas ISSN yra negaliojantis.

# manager.setup.form.contactEmailRequired
source: The primary contact email is required.
lt_lt: Atsakomojo redaktoriaus el. paštas yra privalomas.

# manager.setup.form.contactNameRequired
source: The primary contact name is required.
lt_lt: Atsakomojo redaktoriaus vardas yra privalomas.

# manager.setup.form.journalInitialsRequired
source: The journal initials are required.
lt_lt: Žurnalo inicialai yra privalomi.

# manager.setup.form.journalTitleRequired
source: The journal title is required.
lt_lt: Žurnalo pavadinimas yra privalomas.

# manager.setup.form.numReviewersPerSubmission
source: The number of reviewers per submission is required.
lt_lt: Recenzentų skaičius, dalyvaujančių vertinime, yra privalomas.

# manager.setup.form.supportEmailRequired
source: The support email is required.
lt_lt: Techninės pagalbos el. paštas yra privalomas.

# manager.setup.form.supportNameRequired
source: The support name is required.
lt_lt: Techninės pagalbos vardas yra privalomas.

# manager.setup.generalInformation
source: General Information
lt_lt: Bendroji informacija

# manager.setup.gettingDownTheDetails
source: Step 1. Getting Down the Details
lt_lt: 1 žingsnis. Išsami informacija

# manager.setup.guidelines
source: Guidelines
lt_lt: Nurodymai

# manager.setup.guidingSubmissions
source: Step 3. Guiding Submissions
lt_lt: 3 žingsnis. Pateikimai

# manager.setup.includeCreativeCommons
source: For journals that offer immediate or delayed open access, include a Creative Commons license with all published work at the appropriate time.
lt_lt: Žurnalams suteikiantiems tiesioginę ar uždelstą atvirąją prieigą, įtraukite „Creative Commons“ licenciją su visais publikuotais darbais atitinkamu laiku.

# manager.setup.information
source: Information
lt_lt: Informacija

# manager.setup.information.description
source: Brief descriptions of the journal for librarians and prospective authors and readers. These are made available in the site's sidebar when the Information block has been added.
lt_lt: Trumpas žurnalo aprašymas bibliotekininkams ir būsimiems autoriams ir skaitytojams. Ši informacija prieinama svetainės šoninėje juostoje, jei įtraukėte informacijos bloką.

# manager.setup.information.forAuthors
source: For Authors
lt_lt: Autoriams

# manager.setup.information.forLibrarians
source: For Librarians
lt_lt: Bibliotekininkams

# manager.setup.information.forReaders
source: For Readers
lt_lt: Skaitytojams

# manager.setup.initialIssue
source: Initial issue
lt_lt: Pradinis numeris

# manager.setup.initialIssueDescription
source: Depending on the format selected, identify the issue, volume, and/or year of the first issue to be published with OJS:
lt_lt: Priklausomai nuo pasirinkto formato, identifikuokite pradinį su OJS išleisto žurnalo numerį, tomą, ir/arba metus:

# manager.setup.institution
source: Institution
lt_lt: Institucija

# manager.setup.itemsDescription
source: Navigation bar items can be added to the current set (Home, About, User Home, etc.) that appear at the top of the page.
lt_lt: Naršymo juostos elementai gali būti pridedami į esamą rinkinį (Pagrindinis, Apie, Mano Paskyra, ir t.t.).

# manager.setup.itemsPerPage
source: Items per page
lt_lt: Elementų viename puslapyje

# manager.setup.journalAbbreviation
source: Journal Abbreviation
lt_lt: Žurnalo santrumpa

# manager.setup.journalArchiving
source: Journal Archiving
lt_lt: Žurnalo archyvavimas

# manager.setup.journalSummary
source: Journal Summary
lt_lt: Žurnalo santrauka

# manager.setup.journalSummary.description
source: A brief description of your journal that can be displayed in lists of journals.
lt_lt: Trumpas žurnalo aprašymas rodomas žurnalų sąraše.

# manager.setup.journalAbout
source: About the Journal
lt_lt: Apie žurnalą

# manager.setup.journalAbout.description
source: Include any information about your journal which may be of interest to readers, authors or reviewers. This could include your open access policy, the focus and scope of the journal, copyright notice, sponsorship disclosure, history of the journal, a privacy statement, and inclusion in any LOCKSS or CLOCKSS archival system.
lt_lt: Aprašykite bet kokią informaciją apie žurnalą, kuri domintų skaitytojus, autorius ar recenzentus. Tai galėtų būti informacija apie atvirosios prieigos politiką, žurnalo tematiką ir sritį, autorines teises, rėmėjus, žurnalo istoriją, privatumo politiką ir LOCKSS ar CLOCKSS archyvavimo sistemą.

# manager.setup.favicon
source: Journal Favicon
lt_lt: Žurnalo piktograma

# manager.setup.faviconDescription
source: Add a favicon for this journal to display alongside the navigation bar when users are visiting your site.
lt_lt: Pridėkite piktogramą žurnalui, kuris rodomas prie naršymo juostos kai vartotojai aplanko svetainę.

# manager.setup.faviconInvalid
source: Invalid favicon format. Accepted formats are .ico, .png, and .gif.
lt_lt: Netinkamas piktogramos formatas. Leistini formatai yra .ico, .png ir .gif.

# manager.setup.journalHomepageContent
source: Journal Homepage Content
lt_lt: Pradžios puslapio turinys

# manager.setup.journalHomepageContentDescription
source: By default, the homepage consists of navigation links. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown. Note that the current issue is always accessible through the Current link in the navigation bar.
lt_lt: Pagal nutylėjimą, pagrindinis puslapis yra sudarytas iš naršymo nuorodų. Papildomas turinys gali būti įtraukiamas naudojant vieną iš žemiau esančių parinkčių, kurios bus rodomas tokia pat tvarka. Atkreipkite dėmesį į tai, kad naujausias numeris yra visada prieinamas per naršymo juostą.

# manager.setup.journalHomepageHeader
source: Journal Homepage Header
lt_lt: Pradžios puslapio antraštė

# manager.setup.journalHomepageHeader.altText
source: Journal Homepage Header
lt_lt: Pradžios puslapio antraštė

# manager.setup.journalHomepageHeaderDescription
source: A graphic version of the journal's title and logo (as a .gif, .jpg, or .png file) can be uploaded for the homepage, which will replace the text version that otherwise appears.
lt_lt: Galite įkelti grafinę žurnalo pavadinimo ir logotipo versiją (.gif, .jpg, ar .png failas), kuri pakeis tekstinę versiją.

# manager.setup.journalInitials
source: Journal initials
lt_lt: Žurnalo inicialai

# manager.setup.journalLayout
source: Journal Layout
lt_lt: Išdėstymas

# manager.setup.journalLayoutDescription
source: Choose a journal theme and select layout components here. A journal stylesheet may also be uploaded, which can be used to override style data in the system-wide stylesheets and theme stylesheet (if a theme is chosen).
lt_lt: Pasirinkite žurnalo apipavidalinimą ir pasirinkite išdėstymo komponentus. Galite nusiųsti žurnalo stiliaus failą, kuris pakeis stiliaus duomenis visoje sistemoje ir apipavidalinimo CSS (jei jis pasirinktas).

# manager.setup.journalLogo
source: Journal Logo
lt_lt: Žurnalo logotipas

# manager.setup.journalLogo.altText
source: Journal Logo
lt_lt: Žurnalo logotipas

# manager.setup.journalPageFooter
source: Journal Page Footer
lt_lt: Apatinė puslapio eilutė

# manager.setup.journalPageFooterDescription
source: This is the footer of your journal. To change or update the footer, paste the HTML code in the textbox below. Examples could be another navigation bar, a counter, etc. This footer will appear on every page.
lt_lt: Čia galite pakeisti žurnalo apatinę puslapio eilutę žemiau įvesdami HTML kodą. Pavyzdžiai: naršymo juosta, skaitliukas ir pan. Ši eilutė bus rodoma kiekviename puslapyje.

# manager.setup.journalPolicies
source: Step 2. Journal Policies
lt_lt: 2 žingsnis. Taisyklės

# manager.setup.journalSetup
source: Journal Setup
lt_lt: Konfigūracija

# manager.setup.journalSetupUpdated
source: Your journal setup has been updated.
lt_lt: Žurnalo konfigūracija buvo atnaujinta.

# manager.setup.journalStyleSheetInvalid
source: Invalid journal stylesheet format. Accepted format is .css.
lt_lt: Netinkamas žurnalo stiliaus formatas. Leistinas formatas yra .css.

# manager.setup.journalTheme
source: Journal Theme
lt_lt: Apipavidalinimas

# manager.setup.journalThumbnail
source: Journal thumbnail
lt_lt: Žurnalo miniatiūra

# manager.setup.journalThumbnail.description
source: A small logo or representation of the journal that can be used in lists of journals.
lt_lt: Mažas žurnalo logotipas naudojamas žurnalų sąraše.

# manager.setup.journalThumbnail.altText
source: Alternate text for thumbnail
lt_lt: Alternatyvus tekstas miniatiūrai

# manager.setup.journalTitle
source: Journal title
lt_lt: Žurnalo pavadinimas

# manager.setup.labelName
source: Label name
lt_lt: Etiketės vardas

# manager.setup.layoutInstructions
source: Layout Instructions
lt_lt: Maketavimo instrukcijos

# manager.setup.layoutInstructionsDescription
source: Layout Instructions can be prepared for the formatting of publishing items in the journal and be entered below in HTML or plain text. They will be made available to the Layout Editor and Section Editor on the Editing page of each submission. (As each journal may employ its own file formats, bibliographic standards, style sheets, etc., a default set of instructions is not provided.)
lt_lt: Žemiau tekstiniame lauke įveskite maketavimo instrukcijas, kurios nurodo, kaip formatuoti leidžiamus elementus. Jos bus prieinamos maketuotojams ir skyrių redaktoriams kiekvieno pateikimo redagavimo puslapyje. (Pavyzdinė instrukcija nėra pateikiama, nes kiekvienas žurnalas gali naudoti skirtingus failų formatus, bibliografinius standartus, stilius ir t.t.)

# manager.setup.layoutTemplates
source: Layout Templates
lt_lt: Maketo šablonai

# manager.setup.layoutTemplatesDescription
source: Templates can be uploaded to appear in Layout for each of the standard formats published in the journal (e.g., article, book review, etc.) using any file format (e.g., pdf, doc, etc.) with annotations added specifying font, size, margins, etc. to serve as a guide for Layout Editors and Proofreaders.
lt_lt: Galite įkelti šablonus, kurie bus rodomi Makete, kiekvienam standartiniam formatui (pvz., straipsnis, knygos recenzija, ir t.t.) naudojant bet kurį failo formatą (pvz., pdf, doc, ir pan.) su trumpais nurodymais maketuotojams ir korektoriams apie šriftą, dydį, paraštes, ir pan.

# manager.setup.layoutTemplates.file
source: Template File
lt_lt: Šablono failas

# manager.setup.layoutTemplates.title
source: Title
lt_lt: Pavadinimas

# manager.setup.lists
source: Lists
lt_lt: Sąrašai

# manager.setup.listsDescription
source: Limit the number of items (for example, submissions, users, or editing assignments) to show in a list before showing subsequent items in another page. Also, limit the number of links to display to subsequent pages of the list.
lt_lt: Apribokite elementų skaičių, rodomų sąraše prieš rodant sekančius elementus kitame puslapyje. Taip pat, apribokite nuorodų skaičių, rodomų sekančiuose sąrašo puslapiuose.

# manager.setup.enableArchive
source: Enable Archiving
lt_lt: Įgalinti archyvavimą

# manager.setup.lockssEnable
source: Enable LOCKSS to store and distribute journal content at participating libraries via a LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> page.
lt_lt: Įgalinti LOCKSS saugojimą ir žurnalo turinio paskirstymą tarp dalyvaujančių bibliotekų su LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> puslapyje.

# manager.setup.lockssLicenseDescription
source: A LOCKSS license will appear in About the Journal under Archiving: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
lt_lt: LOCKSS licencija atsiras puslapyje „Apie žurnalą“ po archyvavimu: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS licencija</a>

# manager.setup.lockssLicenseLabel
source: LOCKSS License Description
lt_lt: LOCKSS licencijos aprašymas

# manager.setup.lockssRegister
source: Identify 6-10 libraries that will register and cache the journal. For example, turn to institutions where editors or Board members work and/or institutions already participating in LOCKSS. See <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS community</a>.
lt_lt: Parinkite 6-10 bibliotekas, kurios žurnalą užregistruos ir archyvuos jame pateiktą medžiagą. Pavyzdžiui, galite kreiptis į institucijas, kurių redaktoriai ar kolegijos nariai jau dalyvauja LOCKSS programoje. Peržiūrėkite <a href="http://www.lockss.org/community/" target="_blank">LOCKSS bendruomenę</a>.

# manager.setup.clockssEnable
source: Enable CLOCKSS to store and distribute journal content at participating libraries via a CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> page.
lt_lt: Įgalinti CLOCKSS saugojimą ir žurnalo turinio paskirstymą tarp dalyvaujančių bibliotekų su CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> puslapyje.

# manager.setup.clockssLicenseDescription
source: A CLOCKSS license will appear in About the Journal under Archiving: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
lt_lt: CLOCKSS licencija atsiras puslapyje „Apie žurnalą“ po archyvavimu: <a href="http://clockss.org/" target="_blank">CLOCKSS licencija</a>

# manager.setup.clockssLicenseLabel
source: CLOCKSS License Description
lt_lt: CLOCKSS licencijos aprašymas

# manager.setup.clockssRegister
source: Sign up for the CLOCKSS service by visiting <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
lt_lt: Užsiregistruokite CLOCKSS paslaugai aplankę <a href="http://clockss.org/" target="_blank">CLOCKSS svetainę</a>.

# manager.setup.look
source: The Look
lt_lt: Apipavidalinimas

# manager.setup.look.description
source: Homepage header, content, journal header, footer, navigation bar, and style sheet.
lt_lt: Pradžios puslapio antraštė, turinys, žurnalo antraštė, apatinė eilutė, naršymo juosta ir stilius.

# manager.setup.management
source: Management
lt_lt: Tvarkymas

# manager.setup.management.description
source: Access and security, scheduling, announcements, copyediting, layout, and proofreading.
lt_lt: Prieiga ir saugumas, planavimas, skelbimai, rankraščio redagavimas, maketavimas ir korektūra.

# manager.setup.managementOfBasicEditorialSteps
source: Management of Basic Editorial Steps
lt_lt: Redagavimo žingsnių tvarkymas

# manager.setup.managingPublishingSetup
source: Management and Publishing Setup
lt_lt: Tvarkymas ir Leidybos konfigūracija

# manager.setup.managingTheJournal
source: Step 4. Managing the Journal
lt_lt: 4 žingsnis. Tvarkymas

# manager.setup.navigationBar
source: Navigation Bar
lt_lt: Naršymo juosta

# manager.setup.navigationBarDescription
source: Add or remove additional navigation bar items.
lt_lt: Įtraukite arba pašalinkite papildomus naršymo juostos elementus.

# manager.setup.navItemIsAbsolute
source: URL is an absolute URL (e.g., "http://www.example.com") rather than a path relative to the site (e.g., "/manager/setup")
lt_lt: URL turi būti absoliutusis adresas (pvz., "http://www.example.com"), o ne santykinis svetainės adresas (pvz., "/manager/setup")

# manager.setup.navItemIsLiteral
source: The label value is a literal string (e.g., "Journal Setup") rather than a localization message key (e.g., "manager.setup")
lt_lt: Etiketė turi būti simbolių eilutė (pvz., "Žurnalo tvarkymas"), o ne lokalės raktas (pvz., "manager.setup")

# manager.setup.noImageFileUploaded
source: No image file uploaded.
lt_lt: Nenusiųstas paveiksliuko failas.

# manager.setup.noStyleSheetUploaded
source: No style sheet uploaded.
lt_lt: Nenusiųstas stilius.

# manager.setup.note
source: Note
lt_lt: Pastaba

# manager.setup.notifications.submissionAckDisabled
source: <strong>Note:</strong> The submission acknowledgement email is currently disabled. To use this feature, enable the "Submission Ack" email in Emails.
lt_lt: <strong>Pastaba:</strong> Pateikimo pripažinimo el. laiškas šiuo metu yra išjungtas. Norėdami naudoti šią funkciją, įgalinkite „Submission Ack“ el. laišką.

# manager.setup.numPageLinks
source: Page links
lt_lt: Puslapių nuorodų

# manager.setup.onlineAccessManagement
source: Access to Journal Content
lt_lt: Prieiga prie žurnalo turinio

# manager.setup.openAccess
source: The journal will provide open access to its contents.
lt_lt: Žurnalas teiks atvirąją prieigą.

# manager.setup.pageNumberIdentifier
source: Page Number Option
lt_lt: Puslapio skaičiaus parinktis

# manager.setup.policies
source: Policies
lt_lt: Politika

# manager.setup.policies.description
source: Focus, peer review, sections, privacy, security, and additional about items.
lt_lt: Tematika, tarpusavio vertinimas, skiltys, privatumas, saugumas ir papildomi Apie elementai.

# manager.setup.proofingInstructions
source: Proofing Instructions
lt_lt: Korektūros instrukcijos

# manager.setup.proofingInstructionsDescription
source: The Proofreading Instructions will be made available to Proofreaders, Authors, Layout Editors, and Section Editors in the Submission Editing stage. Below is a default set of instructions in HTML, which can be edited or replaced by the Journal Manager at any point (in HTML or plain text).
lt_lt: Šios instrukcijos bus prieinamos korektoriams, autoriams, maketuotojams ir skilties redaktoriams. Žemiau yra pateiktas numatytasis HTML instrukcijų rinkinys, kuris gali redaguoti ar pakeisti žurnalo administratorius.

# manager.setup.provideRefLinkInstructions
source: Provide Layout Editors with instructions.
lt_lt: Pateikti instrukcijas maketuotojams.

# manager.setup.publicationSchedule
source: Publication Schedule
lt_lt: Išleidimo planas

# manager.setup.publicationScheduleDescription
source: Journal items can be published collectively, as part of an issue with its own Table of Contents. Alternatively, individual items can be published as soon as they are ready, by adding them to the "current" volume's Table of Contents. Provide readers, in About the Journal, with a statement about the system this journal will use and its expected frequency of publication.
lt_lt: Žurnalo elementai gali būti išleisti bendrai, kaip numerio dalis su savo turiniu. Arba, pavieniai elementai gali būti išleisti tuomet, kai jie yra paruošti. Skaitytojams pateikite trumpą informaciją, rodomą puslapyje Apie žurnalą, apie naudojamą strategiją ir planuojamą išleidimų dažnį.

# manager.setup.publicationScheduling
source: Publication Scheduling
lt_lt: Išleidimo planavimas

# manager.setup.publicIdentifier
source: Identification of Journal Content
lt_lt: Žurnalo turinio identifikacija

# manager.setup.publisher
source: Publisher
lt_lt: Leidėjas

# manager.setup.publisherDescription
source: The name of the organization publishing the journal may be included in metadata provided to third-party archival bodies.
lt_lt: Organizacijos vardas, kuri leidžia šį žurnalą, gali būti įtrauktas į metaduomenis.

# manager.setup.referenceLinking
source: Reference Linking
lt_lt: Nuorodų susiejimas

# manager.setup.refLinkInstructions.description
source: Layout Instructions for Reference Linking
lt_lt: Instrukcijos nuorodų susiejimui

# manager.setup.restrictArticleAccess
source: Users must be registered and log in to view open access content.
lt_lt: Vartotojai privalo užsiregistruoti arba prisijungti norėdami peržiūrėti atvirosios prieigos turinį.

# manager.setup.restrictSiteAccess
source: Users must be registered and log in to view the journal site.
lt_lt: Vartotojai privalo užsiregistruoti arba prisijungti norėdami peržiūrėti žurnalo svetainę.

# manager.setup.reviewGuidelines
source: Review Guidelines
lt_lt: Recenzavimo nurodymai

# manager.setup.reviewGuidelinesDescription
source: Provide reviewers with criteria for judging a submission's suitability for publication in the journal, which may include instructions for preparing an effective and helpful review. Reviewers will have an opportunity to provide comments intended for the author and editor, as well as separate comments only for the editor.
lt_lt: Pateikite recenzentams kriterijus pagali kuriuos reikia nuspręsti pateikimo tinkamumą publikavimui žurnale, kas gali apimti instrukcijas paruošiant efektyvią ir naudingą recenziją. Recenzentai turi galimybę pateikti komentarus autoriui ir redaktoriui, taip pat atskirai tik redaktoriui.

# manager.setup.reviewOptions
source: Review Options
lt_lt: Recenzavimo parinktys
