Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# rt.context.authorTermsDescription
source: For items with more than one author, leave all names checked to search for similarly co-authored work, or search one at a time by checking only a single name. To learn more about the resource searched, click on ABOUT. These resources have been selected because of their relevance and their open (free) access to all or part of their contents.
lt_lt: Elementams, turintiems daugiau nei vieną autorių, palikti visus pažymėtus vardus, kad ieškotumėte panašių autoriaus darbų, arba ieškotumėte vienu metu tikrinant tik vieną vardą. Norėdami sužinoti daugiau apie ieškotą išteklių, spustelėkite APIE. Šie ištekliai buvo pasirinkti dėl jų tinkamumo ir atvirosios prieigos visai ar daliai turinio.

# notification.mailListDescription
source: Enter your email address to receive immediate notifications of important new content added to the journal.
lt_lt: Įveskite savo el. pašto adresą, kad iš karto gautumėte svarbius šio žurnalo pranešimus.

# notification.notificationsPublicDescription
source: This page shows important updates associated with this journal such as new issues or announcements. You may subscribe to these notifications through RSS feeds (by clicking on the images to the right), or <a href="{$emailUrl}">through email.</a>
lt_lt: Šis puslapis rodo svarbius atnaujinimus susijusius su šiuo žurnalu kaip nauji numeriai ar skelbimai. Galite prenumeruoti šiuos pranešimus per RSS srautus (spustelėdami dešinėje esančius paveiksliukus), arba <a href="{$emailUrl}">per el. paštą.</a>

# notification.type.articleSubmitted
source: A new article, "{$title}", has been submitted.
lt_lt: Pateiktas naujas straipsnis „{$title}“.

# notification.type.editing
source: Editing Events
lt_lt: Redagavimo įvykiai

# notification.type.submissionSubmitted
source: A new article, "{$title}," has been submitted.
lt_lt: Pateiktas naujas straipsnis „{$title}“.

# notification.type.editorDecisionComment
source: A comment has been left on the editor decision for "{$title}."
lt_lt: Parašytas komentaras prie redaktoriaus sprendimo „{$title}“.

# notification.type.galleyModified
source: A galley has been modified for "{$title}."
lt_lt: Modifikuotas „{$title}“ maketas.

# notification.type.issuePublished
source: An issue has been published.
lt_lt: Išleistas numeris.

# notification.type.newAnnouncement
source: A new announcement has been created.
lt_lt: Sukurtas naujas skelbimas.

# notification.type.reviewerFormComment
source: A review form review has been submitted for "{$title}."
lt_lt: Pateikta recenzavimo formos recenzija straipsniui „{$title}“.

# notification.type.reviewing
source: Reviewing Events
lt_lt: Recenzavimo įvykiai

# notification.type.site
source: Site Events
lt_lt: Svetainės įvykiai

# notification.type.submissionComment
source: An editor has made a comment on "{$title}."
lt_lt: Redaktorius parašė komentarą apie „{$title}“.

# notification.type.submissions
source: Submission Events
lt_lt: Pateikimo įvykiai

# notification.type.userComment
source: A reader has made a comment on "{$title}"
lt_lt: Skaitytojas parašė komentarą apie „{$title}“

# notification.savedIssueMetadata
source: Issue publication metadata saved.
lt_lt: Numerio publikavimo metaduomenys išrašyti.

# notification.type.editorAssignmentTask
source: A new article has been submitted to which an editor needs to be assigned.
lt_lt: Pateiktas naujas straipsnis, kuriam reikia priskirti redaktorių.

# notification.type.assignProductionUser
source: Assign a user to create galleys using the Add link in the Participants list.
lt_lt: Paskirti vartotoją, kad sukurtų maketą naudojant nuorodą „Įtraukti“ dalyvių sąraše.

# notification.type.awaitingRepresentations
source: Awaiting Galleys.
lt_lt: Laukiama maketų.

# user.authorization.copyeditorAssignmentMissing
source: Access denied! You have not been assigned as a copyeditor to this article.
lt_lt: Priėjimas atmestas! Nebuvote paskirtas kaip šio straipsnio rankraščio redaktorius.

# user.authorization.noContext
source: No journal in context!
lt_lt: Nėra žurnalo kontekste!

# user.authorization.sectionAssignment
source: You are trying to access an article that is not part of your section.
lt_lt: Mėginate pasiekti straipsnį, kuris nėra dalis jūsų skilties.

# user.authorization.invalidIssue
source: Invalid issue requested!
lt_lt: Paprašytas negaliojantis numeris!

# user.authorization.invalidCopyditorSubmission
source: Invalid copyeditor submission or no copyeditor submission requested!
lt_lt: Netinkamas rankraščio redaktoriaus pateikimas arba nėra paprašyta pateikimo!

# debug.notes.currencyListLoad
source: Loaded currency list "{$filename}" from XML
lt_lt: Įkeltas valiutų sąrašas „{$filename}“ iš XML

# grid.action.createContext
source: Create a New Journal
lt_lt: Kurti naują žurnalą

# editor.navigation.issues
source: Issues
lt_lt: Numeriai

# notification.type.approveSubmission
source: This submission is currently awaiting approval before it will appear in the issue.
lt_lt: Šis pateikimas šiuo metu laukia patvirtinimo prieš rodant jį numeryje.

# notification.type.approveSubmissionTitle
source: Awaiting approval.
lt_lt: Laukiama patvirtinimo.

# user.profile.form.showOtherContexts
source: Register with other journals
lt_lt: Registruotis kituose žurnaluose

# user.profile.form.hideOtherContexts
source: Hide other journals
lt_lt: Slėpti kitus žurnalus

# article.view.interstitial
source: Please choose an article file to download.
lt_lt: Pasirinkite straipsnio failą, kurį atsisiųsite.

# grid.catalogEntry.availableRepresentation.approved
source: Approved
lt_lt: Patvirtintas

# grid.catalogEntry.availableRepresentation.notApproved
source: Awaiting Approval
lt_lt: Laukiama patvirtinimo

# grid.catalogEntry.approvedRepresentation.title
source: Galley Approval
lt_lt: Maketo patvirtinimas

# grid.catalogEntry.approvedRepresentation.message
source: <p>Approve this galley for publication.</p>
lt_lt: <p>Patvirtinti šį maketą publikavimui.</p>

# grid.catalogEntry.approvedRepresentation.removeMessage
source: <p>Remove approval of this galley.</p>
lt_lt: <p>Panaikinti šio maketo patvirtinimą.</p>

# search.cli.rebuildIndex.indexing
source: Indexing "{$journalName}"
lt_lt: „{$journalName}“ indeksavimas

# search.cli.rebuildIndex.indexingByJournalNotSupported
source: This search implementation does not allow per-journal re-indexing.
lt_lt: Ši paieškos realizacija neleidžia indeksavimo pagal žurnalą.

# search.cli.rebuildIndex.unknownJournal
source: The given journal path "{$journalPath}" could not be resolved to a journal.
lt_lt: Nurodytas žurnalo kelias „{$journalPath}“ negali būti nustatytas į žurnalą.

# editor.issues.backIssues
source: Back Issues
lt_lt: Ankstesni numeriai

# editor.issues.futureIssues
source: Future Issues
lt_lt: Būsimi numeriai

# submission.submit.title
source: Submit an Article
lt_lt: Pateikti straipsnį

# submission.submit.userGroup
source: Submit in my role as...
lt_lt: Pateikti kaip...

# submission.submit.userGroupDescription
source: Choose the capacity under which you are submitting this article.
lt_lt: Pasirinkite vaidmenį kuriuo pateikiate straipsnį.

# submission.upload.selectComponent
source: Select article component
lt_lt: Pasirinkite straipsnio komponentą

# submission.title
source: Article Title
lt_lt: Straipsnio pavadinimas

# submission.title.tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
lt_lt: Pateikimo tipas paprastai būna vienas iš 'image', 'text', arba kiti įvairialypės terpės tipai kartu su 'software' ar 'interactive'. Pasirinkite vieną iš labiausiai tinkančių Jūsų pateikimui. Pavyzdžius galite rasti <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission.submit.newSubmissionMultiple
source: Start a New Submission in
lt_lt: Pradėti naują pateikimą

# submission.submit.newSubmissionSingle
source: New Submission
lt_lt: Naujas pateikimas

# grid.action.workflow
source: Submission Workflow
lt_lt: Pateikimo darbo eiga

# submission.issueEntry
source: Metadata
lt_lt: Metaduomenys

# submission.submit.whatNext.description
source: The journal has been notified of your submission, and you've been emailed a confirmation for your records. Once the editor has reviewed the submission, they will contact you.
lt_lt: Žurnalas buvo informuotas apie jūsų pateikimą ir jums buvo nusiųstas el. laiškas su patvirtinimu. Kai redaktorius peržiūrės pateikimą, jie susisieks su jumis.

# grid.action.galleyInIssueEntry
source: Galley appears in issue entry
lt_lt: Maketas yra numerio įraše

# grid.action.issueEntry
source: View this submission's metadata
lt_lt: Peržiūrėti pateikimo metaduomenis

# submission.issueEntry.modalTitle
source: Submission and Publication Metadata
lt_lt: Pateikimo ir publikacijos metaduomenys

# submission.issueEntry.submissionMetadata
source: Submission
lt_lt: Pateikimas

# submission.issueEntry.publicationMetadata
source: Publication
lt_lt: Publikacija

# submission.issueEntry.confirm
source: Create an issue entry for this article based on the metadata below.
lt_lt: Kurti numerio įrašą šiam straipsniui pagal žemiau esančius metaduomenis.

# submission.event.articleGalleyMadeAvailable
source: The article galley "{$galleyFormatName}" is made available.
lt_lt: Straipsnio maketas „{$galleyFormatName}“ yra prieinamas.

# submission.event.articleGalleyMadeUnavailable
source: The article galley "{$galleyFormatName}" is made unavailable.
lt_lt: Straipsnio maketas „{$galleyFormatName}“ yra neprieinamas

# submission.event.publicIdentifiers
source: The submission's public identifiers updated.
lt_lt: Atnaujinti pateikimo viešieji identifikatoriai.

# grid.issueEntry.availableGalley.title
source: Format Approval
lt_lt: Formato patvirtinimas

# grid.issueEntry.availableGalley.removeMessage
source: <p>This galley will <em>no longer be made available</em> to readers.</p>
lt_lt: <p>Šis maketas bus <em>daugiau nebeprieinamas</em> skaitytojams.</p>

# grid.issueEntry.availableGalley.message
source: <p>This galley will <em>be made available</em> to readers.</p>
lt_lt: <p>Šis maketas bus <em>prieinamas</em> skaitytojams.</p>

# grid.action.availableArticleGalley
source: Make this galley available
lt_lt: Padaryti šį maketą prieinamu

# submission.galleyFiles
source: Galley Files
lt_lt: Maketo failai

# submission.proofReadingDescription
source: The layout editor uploads the production-ready files that have been prepared for publication here. Use <em>Assign Auditor</em> to designate authors and others to proofread the galleys, with corrected files uploaded for approval prior to publication.
lt_lt: Maketuotojas nusiunčia gamybai paruoštus failus, kurie buvo paruošti čia. Naudokite <em>Paskirti auditorių</em>, kad paskirtumėte autorius ir kitus koreguoti maketus su pataisytais failai nusiųstais patvirtinimui prieš publikavimą.

# grid.action.approveProof
source: Approve this proof for inclusion in the galley.
lt_lt: Patvirtinti šią korekciją įtraukimui į maketą.

# grid.action.pageProofApproved
source: This proof has been approved for inclusion in the galley.
lt_lt: Ši korekcija buvo patvirtinta įtraukimui į maketą.

# submission.submit.titleAndSummary
source: Title and Abstract
lt_lt: Pavadinimas ir santrauka

# submission.submit.upload.description
source: Upload files associated with this submission, including the article, multimedia, data sets, artwork, etc.
lt_lt: Nusiųskite failus susietus su šiuo pateikimu, įtraukiant straipsnį, įvairialypę informaciją, duomenų rinkinius, iliustracija ir kt.

# submission.pageProofs
source: Proofreading
lt_lt: Korektūra

# submission.confirmSubmit
source: Are you sure you wish to submit this article to the journal?
lt_lt: Ar tikrai norite pateikti šį straipsnį žurnalui?

# workflow.review.externalReview
source: Review
lt_lt: Recenzavimas

# editor.submission.decision.sendExternalReview
source: Send to Review
lt_lt: Siųsti recenzavimui

# submission.event.issueMetadataUpdated
source: The submission's issue metadata was updated.
lt_lt: Buvo atnaujinti pateikimo numerio metaduomenys.

# submission.upload.fileContents
source: Article Component
lt_lt: Straipsnio komponentas

# submission.complete
source: Approved
lt_lt: Patvirtintas

# submission.incomplete
source: Awaiting Approval
lt_lt: Laukia patvirtinimo

# submission.submit.form.localeRequired
source: Please select a submission language.
lt_lt: Pasirinkite pateikimo kalbą.

# submission.submit.submissionChecklist
source: Submission Checklist
lt_lt: Pateikimo kontrolinis sąrašas

# submission.submit.privacyStatement
source: Privacy Statement
lt_lt: Privatumo politika

# submission.submit.form.authorRequired
source: At least one author is required.
lt_lt: Privalomas bent vienas autorius.

# submission.submit.form.authorRequiredFields
source: The first name, last name, and email address of each author is required.
lt_lt: Kiekvienam autoriui privaloma nurodyti vardą, pavardę ir el. pašto adresą.

# submission.submit.form.titleRequired
source: Please enter the title of your article.
lt_lt: Įveskite straipsnio pavadinimą.

# submission.submit.form.abstractRequired
source: Please enter your article's abstract.
lt_lt: Įveskite straipsnio santrauką.

# submission.submit.form.contributorRoleRequired
source: Please select the contributor's role.
lt_lt: Parinkite bendraautoriaus vaidmenį.

# submission.citationFormat.notFound
source: The requested citation format could not be retrieved.
lt_lt: Nepavyko nuskaityti prašyto citavimo formato.

# submission.metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe journal content.
lt_lt: Šios specifikacijos yra paremtos „Dublin Core“ metaduomenų rinkiniu, tarptautiniu standartu naudojamu aprašyti žurnalo turinį.

source: Editor Home
lt_lt: Redaktorius

# editor.reassign
source: Reassign
lt_lt: Priskirti

# editor.submissionsAndPublishing
source: Submissions and Publishing
lt_lt: Pateikimai ir leidyba

# editor.submissionQueue
source: Submission Queue
lt_lt: Pateikimų eilė

# editor.submissionArchive
source: Submission Archive
lt_lt: Pateikimų archyvas

# editor.publishing
source: Publishing
lt_lt: Leidyba

# editor.publishedIssues
source: Published Issues
lt_lt: Išleisti numeriai

# editor.allSections
source: All Sections
lt_lt: Visos skiltys

# editor.allEditors
source: All Editors
lt_lt: Visi redaktoriai

# editor.me
source: Me
lt_lt: Aš

# editor.publicIdentificationExists
source: The public identifier '{$publicIdentifier}' already exists for another object (issue, article, galley or file). Please choose unique identifiers within your journal.
lt_lt: Viešasis identifikatorius '{$publicIdentifier}' egzistuoja kitam objektui (numeriui, straipsniui, maketui ar failui). Pasirinkite tik unikalius identifikatorius žurnale.

# editor.submissionArchive.noSubmissions
source: No submissions in the archive.
lt_lt: Archyve pateikimų nėra.

# editor.submissionArchive.saveChanges
source: Save changes to archived submissions? Submissions marked for deletion will be permanently deleted from the system.
lt_lt: Įrašyti pakeitimus archyvuotiems pateikimams? Pateikimai pažymėti šalinimui bus visam laikui pašalinti iš sistemos.

# editor.submissionArchive.confirmDelete
source: Are you sure you want to permanently delete this submission?
lt_lt: Ar tikrai norite visam laikui pašalinti šį pateikimą?

# editor.submissionReview.confirmDecision
source: Are you sure you wish to record this decision?
lt_lt: Ar tikrai norite įrašyti šį sprendimą?

# editor.submissionReview.emailWillArchive
source: This submission will be archived after the Notify Author email is either sent or its Skip Email button is pressed.
lt_lt: Šis pateikimas bus suarchyvuotas po to kai informuosite autorių el. paštu arba spustelėsite mygtuką „Praleisti el. laišką“.

# editor.submissionReview.cannotSendToCopyediting
source: Before sending a submission to Copyediting, use Notify Author link to inform author of decision and select the version to be sent.
lt_lt: Prieš siųsdami pateikimą į rankraščio redagavimą, naudokite nuorodą „Informuoti autorių“, kad praneštumėte sprendimą ir pasirinktumėte versiją, kuri bus išsiųsta.

# editor.submissionReview.sendToCopyediting
source: Send to Copyediting
lt_lt: Siųsti rankraščio redagavimui

# editor.notifyUsers
source: Notify Users
lt_lt: Informuoti vartotojus

# editor.notifyUsers.allUsers
source: Send this message to all users associated with this journal ({$count} users)
lt_lt: Siųsti šią žinutę visiems vartotojams susijusiems su šiuo žurnalu (vartotojų: {$count})

# editor.notifyUsers.allReaders
source: All readers ({$count} users)
lt_lt: Skaitytojai (vartotojų: {$count})

# editor.notifyUsers.allAuthors
source: All published authors ({$count} users)
lt_lt: Autoriai (vartotojų: {$count})

# editor.notifyUsers.allIndividualSubscribers
source: All individual subscribers ({$count} users)
lt_lt: Individualūs prenumeratoriai (vartotojų: {$count})

# editor.notifyUsers.allInstitutionalSubscribers
source: All institutional subscribers ({$count} users)
lt_lt: Institucijos prenumeratoriai (vartotojų: {$count})

# editor.notifyUsers.inProgress
source: Notifying users...
lt_lt: Informuojami vartotojai...

# editor.usersNotified
source: Users Notified
lt_lt: Vartotojai informuoti

# editor.notifyUsers.interestedUsers
source: Send this message to the users associated with this journal who have indicated that they wish to receive updates ({$count} users)
lt_lt: Siųsti šią žinutę vartotojams susijusiems su šiuo žurnalu, kurie nurodė, kad nori gauti atnaujinimus (vartotojų: {$count})

# editor.notifyUsers.includeToc
source: Include the table of contents from this issue:
lt_lt: Įtraukti šio numerio turinį:

# editor.editorAdministration
source: Editor Administration
lt_lt: Redaktoriaus administravimas

# editor.issues.createIssue
source: Create Issue
lt_lt: Kurti numerį

# editor.issues.editIssue
source: Issue Management: {$issueIdentification}
lt_lt: Numerio tvarkymas: {$issueIdentification}

# editor.issues.currentIssue
source: Current Issue
lt_lt: Naujausias numeris

# editor.issues.numArticles
source: Items
lt_lt: Straipsnių sk.

# editor.issues.noArticles
source: No items are currently scheduled for this issue.
lt_lt: Nėra suplanuotų straipsnių šiam numeriui.

# editor.issues.confirmDelete
source: Are you sure you want to permanently delete this issue?
lt_lt: Ar tikrai norite pašalinti šį numerį?

# editor.issues.published
source: Published
lt_lt: Išleistas

# editor.issues.unpublished
source: Unpublished
lt_lt: Neišleistas

# editor.issues.datePublished
source: Date Published
lt_lt: Išleidimo data

# editor.issues.volumeRequired
source: Volume is required and must be a positive, numeric value.
lt_lt: Tomas yra privalomas ir turi būti teigiama, skaitinė reikšmė.

# editor.issues.numberRequired
source: Number is required and must be a positive, numeric value.
lt_lt: Numeris yra privalomas ir tūri būti teigiama, skaitinė reikšmė.

# editor.issues.yearRequired
source: Year is required and must be a positive, numeric value.
lt_lt: Metai yra privalomi ir turi būti teigiama, skaitinė reikšmė.

# editor.issues.titleRequired
source: Title is required for the issue.
lt_lt: Numerio pavadinimas yra privalomas.

# editor.issues.issueIdentificationRequired
source: Issue identification is required. Please select at least one of the issue identification options.
lt_lt: Numerio identifikavimas yra privalomas. Pasirinkite bent vieną iš numerio identifikavimo parinkčių.

# editor.issues.issueIdentification
source: Issue identification
lt_lt: Numerio identifikavimas

# editor.issues.publicIssueIdentifier
source: Public issue identifier
lt_lt: Viešasis numerio identifikatorius

# editor.issues.description
source: Description
lt_lt: Aprašymas

# editor.issues.accessStatus
source: Access status
lt_lt: Prieigos būsena

# editor.issues.accessDate
source: Open access date
lt_lt: Atvirosios prieigos data

# editor.issues.enableOpenAccessDate
source: Enable delayed open access
lt_lt: Įgalinti uždelstą atvirąją prieigą

# editor.issues.coverPage
source: Cover image
lt_lt: Viršelio paveikslėlis

# editor.issues.coverPageInstructions
source: (Allowed formats: .gif, .jpg, or .png )
lt_lt: (Leistini formatai: .gif, .jpg arba .png )

# editor.issues.uploaded
source: Uploaded
lt_lt: Nusiųstas

# editor.issues.remove
source: Remove
lt_lt: Pašalinti

# editor.issues.proofed
source: Proofed
lt_lt: Koreguotas

# editor.issues.removeCoverPage
source: Remove cover page image?
lt_lt: Šalinti viršelio puslapio paveiksliuką?

# editor.issues.removeCoverImageFileNameMismatch
source: The cover image you requested to delete did not match the cover image for this issue. Please reload the page and try again.
lt_lt: Nepavyko pašalinti paveiksliuko, nes neatitiko viršelio paveiksliuko šiam numeriui. Įkelkite puslapį iš naujo ir mėginkite dar kartą.

# editor.issues.removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
lt_lt: Nepavyko pašalinti viršelio paveiksliuko, nes jis nerastas. Gali būti, kad jis jau yra pašalintas. Pamėginkite įkelti puslapį iš naujo.

# editor.issues.invalidCoverImageFormat
source: Invalid cover page format. Accepted formats are .gif, .jpg, or .png.
lt_lt: Netinkamas viršelio paveiksliuko formatas. Leistini formatai yra .gif, .jpg arba .png.

# editor.issues.styleFile
source: Stylesheet
lt_lt: Pakopinis stilius

# editor.issues.invalidStyleFormat
source: Invalid stylesheet format. Ensure that the submitted file is a valid CSS. (Note that stylesheets with comments at the beginning may be rejected.)
lt_lt: Netinkamas pakopinio stiliaus formatas. Įsitikinkite, kad pateiktas failas yra tinkamas CSS. (Atkreipkite dėmesį į tai, kad pakopiniai stiliai, kurių pradžioje yra komentarų gali būti atmesti.)

# editor.issues.removeStyleFile
source: Remove stylesheet?
lt_lt: Šalinti pakopinį stilių?

# editor.issues.coverPageCaption
source: Cover caption
lt_lt: Viršelio antraštė

# editor.issues.showCoverPage
source: Create a cover for this issue with the following elements.
lt_lt: Sukurti viršelį šiam numeriui su šiais elementais.

# editor.issues.coverPageDisplay
source: Display
lt_lt: Rodyti

# editor.issues.openAccess
source: Open access
lt_lt: Atvira prieiga

# editor.issues.subscription
source: Subscription
lt_lt: Prenumerata

# editor.issues.identification
source: Identification
lt_lt: Identifikavimas

# editor.issues.access
source: Access
lt_lt: Prieiga

# editor.issues.cover
source: Cover
lt_lt: Viršelis

# editor.issues.confirmIssueDelete
source: All articles will be returned to the editing queue and all associated files will be permanently removed. Are you sure you want to remove this issue?
lt_lt: Visi straipsniai bus grąžinti į redagavimo eilę ir visi susieti failai bus visam laikui pašalinti. Ar tikrai norite pašalinti šį numerį?

# editor.issues.resetIssueOrder
source: This journal uses custom issue ordering. <a href="{$url}" class="action">Reset to defaults</a>
lt_lt: Šis žurnalas naudoja nuosavą numerių rikiavimą. <a href="{$url}" class="action">Atkurti numatytuosius</a>

# editor.issues.resetSectionOrder
source: This issue uses custom section ordering. <a href="{$url}" class="action">Reset to defaults</a>
lt_lt: Šis numeris naudoja nuosavą skilčių rikiavimą. <a href="{$url}" class="action">Atkurti numatytuosius</a>

# editor.issues.issueData
source: Issue Data
lt_lt: Numerio duomenys
