Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# reviewer.reviewSteps.request
source: 1. Request
lt_lt: 1. Prašymas

# reviewer.reviewSteps.guidelines
source: 2. Guidelines
lt_lt: 2. Nurodymai

# reviewer.reviewSteps.download
source: 3. Download & Review
lt_lt: 3. Atsisiųsti & Recenzuoti

# reviewer.reviewSteps.completion
source: 4. Completion
lt_lt: 4. Baigimas

# reviewer.step1.request
source: Request for Review
lt_lt: Prašymas recenzuoti

# reviewer.step1.requestBoilerplate
source: You have been selected as a potential reviewer of the following submission. Below is an overview of the submission, as well as the timeline for this review. We hope that you are able to participate.
lt_lt: Buvote pasirinktas kaip potencialus pateikimo recenzentas. Žemiau yra pateikimo apžvalga ir recenzijos laiko grafikas. Tikimės, kad galėsite dalyvauti.

# reviewer.step1.viewAllDetails
source: View All Submission Details
lt_lt: Peržiūrėti visą pateikimo informaciją

# reviewer.submission.reviewerFiles
source: Reviewer Files
lt_lt: Recenzento failai

# reviewer.submission.declineReview
source: Decline Review Request
lt_lt: Atmesti prašymą

# reviewer.submission.declineReviewMessage
source: You may provide the editor with any reasons why you are declining this review in the field below.
lt_lt: Žemiau galite pateikti priežastis redaktoriui, kodėl atmetėte prašymą recenzuoti.

# reviewer.submission.acceptReview
source: Accept Review, Continue to Step #2
lt_lt: Sutikti recenzuoti, pereiti į 2 žingsnį

# reviewer.submission.continueToStepThree
source: Continue to Step #3
lt_lt: Pereiti į #3 žingsnį

# reviewer.submission.submitReview
source: Submit Review
lt_lt: Pateikti recenziją

# reviewer.submission.reviewerGuidelines
source: Reviewer Guidelines
lt_lt: Nurodymai recenzentui

# reviewer.submission.enterCompetingInterests
source: This publisher has a policy for disclosure of potential competing interests from its reviewers. Please take a moment to review this policy.
lt_lt: Leidėjas laikosi politikos, kad recenzentai turi atskleisti potencialų interesų konfliktą. Prašome skirti laiko peržiūrėti šią politiką.

# reviewer.submission.noCompetingInterests
source: I do not have any competing interests
lt_lt: Neturiu jokių interesų konfliktų

# reviewer.submission.hasCompetingInterests
source: I may have competing interests (Specify below)
lt_lt: Galbūt turiu interesų konfliktą (nurodyti žemiau)

# reviewer.submission.competingInterests
source: Competing Interests
lt_lt: Interesų konfliktai

# reviewer.submission.guidelines
source: Review Guidelines
lt_lt: Nurodymai recenzavimui

# reviewer.submission.noGuidelines
source: This publisher has not set any reviewer guidelines.
lt_lt: Leidėjas nepateikė jokių nurodymų recenzentui.

# reviewer.submission.downloadDescription
source: Click on the file names below to download the files associated with this submission.
lt_lt: Spustelėkite žemiau ant failų pavadinimų, kad atsisiųstumėte failus, susijusius su pateikimu.

# reviewer.submission.reviewDescription
source: Enter (or paste) your review of this submission into the form below.
lt_lt: Įveskite (arba įdėkite) žemiau savo šio pateikimo recenziją.

# reviewer.submission.uploadDescription
source: Upload files you would like the editor and/or author to consult, including revised versions of the original review file(s).
lt_lt: Nusiųskite failus, kuriuos norėtumėte aptarti su redaktoriumi ir/arba autoriumi, įtraukdami pataisytas originalios recenzijos failų versijas.

# reviewer.complete
source: Review Submitted
lt_lt: Recenzija pateikta

# reviewer.confirmSubmit
source: Are you sure you want to submit this review?
lt_lt: Ar tikrai norite pateikti šią recenziją?

# reviewer.complete.whatNext
source: Thank you for completing the review of this submission. Your review has been submitted successfully. We appreciate your contribution to the quality of the work that we publish; the editor may contact you again for more information if needed.
lt_lt: Ačiū, kad baigėte recenzuoti šį pateikimą. Jūsų recenzija buvo sėkmingai pateikta. Vertiname Jūsų indėlį į mūsų skelbiamų darbų kokybę. Redaktorius galbūt vėl susisieks su Jumis, jei reikės papildomos informacijos.

# reviewer.aboutDueDates
source: About Due Dates
lt_lt: Apie pabaigos datas

# reviewer.aboutDueDates.text
source: The editor asks that you either accept or decline the review before the Response Due Date and complete the review by the Review Due Date.
lt_lt: Redaktorius prašo, kad priimtumėte ar atmestumėte recenzavimą iki „Atsako pabaigos data“ ir užbaigtumėte recenzavimą iki „Recenzavimo pabaigos data“.

# submission.comments.canShareWithAuthor
source: For author and editor
lt_lt: Autoriui ir redaktoriui

# submission.comments.cannotShareWithAuthor
source: For editor only
lt_lt: Tik redaktoriui

# comments.anonymous
source: Anonymous User
lt_lt: Anoniminis vartotojas

# comments.body
source: Body
lt_lt: Tekstas

# comments.titleRequired
source: A comment title is required.
lt_lt: Komentaro pavadinimas yra privalomas.

# comments.confirmDeleteChildren
source: Deleting this comment will also delete any replies to it. Are you sure you wish to do this?
lt_lt: Pašalinus šį komentarą kartu bus pašalinami yra visi atsakymai. Ar tikrai norite tęsti?

# comments.delete
source: Delete this comment
lt_lt: Šalinti komentarą

# comments.email
source: Poster Email
lt_lt: El. paštas

# comments.emailReply
source: Email Reply
lt_lt: Siųsti atsakymą

# comments.enterComment
source: Enter Comment
lt_lt: Įveskite komentarą

# comments.inResponseTo
source: In response to <a href="{$url}">{$title}</a>
lt_lt: Atsakant į <a href="{$url}">{$title}</a>

# comments.name
source: Poster Name
lt_lt: Komentuoja

# comments.noComments
source: No reader comments have been posted.
lt_lt: Skaitytojai neparašė jokių komentarų.

# comments.nReplies
source: ({$num} Replies)
lt_lt: ({$num} ats.)

# comments.oneReply
source: (1 Reply)
lt_lt: (1 atsakymas)

# comments.postAnonymously
source: Post this comment anonymously
lt_lt: Rašyti komentarą anonimiškai

# comments.postReply
source: Post Reply
lt_lt: Rašyti atsakymą

# comments.readerComments
source: Reader Comments
lt_lt: Skaitytojų komentarai

# comments.readMore
source: Read more
lt_lt: Skaityti daugiau

# comments.replies
source: Replies
lt_lt: Atsakymai

# comments.title
source: Title
lt_lt: Pavadinimas

# comments.viewAllComments
source: View all comments
lt_lt: Žiūrėti visus komentarus

# reader.fullText
source: Full Text:
lt_lt: Visas tekstas:

# rt.addComment
source: Add comment
lt_lt: Rašyti komentarą

# rt.admin.configuration
source: Configuration
lt_lt: Konfigūracija

# rt.admin.contexts.confirmDelete
source: Are you sure you wish to delete this Context and all associated Searches?
lt_lt: Ar tikrai norite pašalinti šį kontekstą ir visas susijusias paieškas?

# rt.admin.contexts.createContext
source: Create Context
lt_lt: Kurti kontekstą

# rt.admin.contexts.edit.editContext
source: Edit Context
lt_lt: Redaguoti kontekstą

# rt.admin.contexts.metadata
source: Metadata
lt_lt: Metaduomenys

# rt.admin.contexts.options.authorTerms
source: Use author names as default search terms to enable users to find other works by the authors for this item (e.g., for an "Other Works" context)
lt_lt: Naudoti vartotojų vardus kaip numatytuosius paieškos terminus, kad leistumėte vartotojams rasti kitus autorių darbus šiam elementui (pvz. kontekstui „Kiti darbai“)

# rt.admin.contexts.options.citedBy
source: Use author names as default search terms and describe the context as a search for citations to the article.
lt_lt: Naudoti autorių vardus kaip numatytuosius paieškos terminus ir aprašyti kontekstą kaip paiešką citatoms į straipsnius.

# rt.admin.contexts.options.defineTerms
source: Use the word highlighted by the reader as default search term or be left blank if none has been selected for this item (e.g., for a "Definition of terms" context). The "Definition of terms" option must be enabled in the <a href="{$settingsUrl}">RST Settings</a> to allow double-clicking on words to open this context.
lt_lt: Naudoti skaityklės pažymėtą žodį kaip numatytąjį paieškos terminą arba palikti tuščią jei niekas nepasirinko šio elemento (pvz. kontekstui „Terminai“). Privalo būti įgalinta parinktis „Terminai“ lange <a href="{$settingsUrl}">RST nuostatos</a>, kad leistumėte dvikartį spustelėjimą ant žodžių, kuris atveria šį kontekstą.

# rt.admin.contexts.options.geoTerms
source: Use geographical indexing data as default search terms.
lt_lt: Naudoti geografinį duomenų indeksavimą kaip numatytąjį paieškos terminą.

# rt.admin.contexts.options
source: Options
lt_lt: Parinktys

# rt.admin.management
source: Management
lt_lt: Tvarkymas

# rt.admin.sharing
source: Sharing
lt_lt: Bendrinimas

# rt.admin.sharing.enabled
source: Sharing Enabled
lt_lt: Bendrinimas įgalintas

# rt.admin.sharing.description
source: To enable your readers to share content, sign up for an account with <a href="http://www.addthis.com">addthis.com</a>, and copy/paste the Sharing button code below.
lt_lt: Tam, kad skaitytojai galėtų bendrinti turinį, užregistruokite paskyrą <a href="http://www.addthis.com">addthis.com</a> svetainėje, ir žemiau nukopijuokite/įklijuokite bendrinimo mygtuko kodą.

# rt.admin.sharing.basic
source: Basic Settings
lt_lt: Pagrindinės nuostatos

# rt.admin.sharing.userNameLabel
source: AddThis.com user name
lt_lt: „AddThis.com“ vartotojo vardas

# rt.admin.sharing.buttonStyleLabel
source: Button style
lt_lt: Mygtuko stilius

# rt.admin.sharing.dropDownMenuLabel
source: Use drop-down menu
lt_lt: Naudoti išskleidžiamąjį meniu

# rt.admin.sharing.advanced
source: Advanced Settings (optional)
lt_lt: Išplėstinės nuostatos (papildomai)

# rt.admin.sharing.customizationLink
source: See the <a href="http://support.addthis.com/customer/portal/articles/381236-custom-buttons">AddThis.com customization documentation</a> for reference.
lt_lt: Žiūrėti <a href="http://support.addthis.com/customer/portal/articles/381236-custom-buttons">„AddThis.com“ pritaikymo dokumentaciją</a>.

# rt.admin.sharing.brandLabel
source: Brand
lt_lt: Ženklas

# rt.admin.sharing.dropDownLabel
source: Drop-down options <br /> (comma separated list)
lt_lt: Išskleidžiamos parinktys <br /> (sąrašas atskirtas kableliu)

# rt.admin.sharing.languageLabel
source: Language
lt_lt: Kalba

# rt.admin.sharing.logolabel
source: Logo
lt_lt: Logotipas

# rt.admin.sharing.logoBackgroundLabel
source: Logo background
lt_lt: Logotipo fonas

# rt.admin.sharing.logoColorLabel
source: Logo color
lt_lt: Logotipo spalva

# rt.admin.readingToolsEnabled
source: Reading tools
lt_lt: Skaitymo įrankiai

# rt.admin.searches.confirmDelete
source: Are you sure you wish to delete this Search?
lt_lt: Ar tikrai norite pašalinti šią paiešką?

# rt.admin.searches.createSearch
source: Create Search
lt_lt: Kurti paiešką

# rt.admin.searches.edit.editSearch
source: Edit Search
lt_lt: Redaguoti paiešką

# rt.admin.selectedVersion
source: Related items
lt_lt: Susiję elementai

# rt.admin.settings.abstract
source: Abstract (presents the item's abstract).
lt_lt: Santrauka (pateikia elemento santrauką).

# rt.admin.settings.viewReviewPolicy
source: View Review Policy
lt_lt: Peržiūrėti recenzavimo politiką

# rt.admin.settings.authorBio
source: About the author (displays the bio statements entered by the author).
lt_lt: Apie autorių (rodo autoriaus įvestus biografijos sakinius).

# rt.admin.settings.captureCite
source: How to cite item (provides bibliographic detail for item).
lt_lt: Kaip cituoti (pateikia bibliografijos įrašą).

# rt.admin.settings.defineTerms
source: Look up terms (enables readers to double-click on any word in an item and send the word to a dictionary).
lt_lt: Terminų paieška (skaitytojams įgalina dvikartį spustelėjimą ant žodžio ir nusiunčią jį į žodyną).

# rt.admin.settings.disableRelatedItems
source: Disable Related Items
lt_lt: Išjungti bendrinamus elementus

# rt.admin.settings.emailAuthor
source: Email the author (leads to an email template with author's email).
lt_lt: El. laiškas autoriui (parodo el. laiško šabloną su autoriaus el. paštu).

# rt.admin.settings.emailOthers
source: Notify a colleague (leads to an email template with link to item).
lt_lt: Informuoti kolegą (parodo el. laiško šabloną su nuorodą į elementą).

# rt.admin.settings.findingReferences
source: Find References
lt_lt: Ieškoti nuorodų

# rt.admin.settings.printerFriendly
source: Print version (provides a printer-friendly version of an item).
lt_lt: Versija spausdinimui (pateikia elemento versiją parengtą spausdinimui).

# rt.admin.settings.supplementaryFiles
source: Supplementary files (displays list of files author included with submission).
lt_lt: Papildomi failai (parodo failų sąrašą, kuriuos autorius įtraukė kartu su pateikimu).

# rt.admin.settings.viewMetadata
source: Indexing metadata (displays item's indexing metadata provided by author and system).
lt_lt: Indeksavimo metaduomenys (parodo elemento indeksavimo metaduomenis, kuriuos pateikė autorius ir sistema).

# rt.admin.status
source: Status
lt_lt: Būsena

# rt.admin.configureSharing
source: Configure AddThis
lt_lt: Konfigūruoti „AddThis“

# rt.admin.validateUrls.complete
source: Validation complete.
lt_lt: Patikrinimas baigtas.

# rt.admin.validateUrls.ok
source: OK
lt_lt: Gerai

# rt.admin.validateUrls.urlIsInvalid
source: {$url} is not valid.
lt_lt: „{$url}“ nėra tinkamas.

# rt.admin.validateUrls
source: Validate URLs for Reading Tools
lt_lt: Tikrinti internetinius adresus

# rt.admin.validateUrls.validate
source: Validate
lt_lt: Tikrinti

# rt.admin.versions.confirmDelete
source: Are you sure you wish to delete this Version and all associated Contexts and Searches?
lt_lt: Ar tikrai norite pašalinti šią versiją ir visus su ja susijusius kontekstus ir paieškas?

# rt.admin.versions.confirmRestore
source: Are you sure you wish to irreversibly restore all versions to their defaults? If so, you will need to choose an active Version on the Settings page.
lt_lt: Ar tikrai norite negrįžtamai atkurti visas versijas į numatytąsias? Jei taip, tuomet reikės pasirinkti aktyvią versiją nuostatų puslapyje.

# rt.admin.versions.createVersion
source: Create Version
lt_lt: Kurti versiją

# rt.admin.versions.edit.editVersion
source: Edit Version
lt_lt: Redaguoti

# rt.admin.versions.export
source: Export
lt_lt: Eksportuoti

# rt.admin.versions.importVersion
source: Import Version
lt_lt: Importuoti versiją

# rt.admin.versions.metadata
source: Metadata
lt_lt: Metaduomenys

# rt.admin.versions.restoreVersions
source: Restore Versions to Defaults
lt_lt: Atkurti versijas į numatytąsias

# rt.authorBio
source: About the author
lt_lt: Apie autorių

# rt.captureCite.format
source: Citation Format
lt_lt: Citatų formatas

# rt.captureCite
source: How to cite item
lt_lt: Kaip cituoti

# rt.captureCite.online
source: Online
lt_lt: Interaktyvus

# rt.captureCite.web
source: Web
lt_lt: Internetinis

# rt.colleague
source: Notify colleague
lt_lt: Informuoti kolegą

# rt.context.abbrev
source: Abbrev
lt_lt: Santr.

# rt.context.and
source: AND
lt_lt: IR

# rt.context.citesContextDescription
source: If the article is indexed in Google Scholar, it may be accompanied by a "Cited by X" link, which leads to a list of works that cite it. As well, Google Scholar will list all items quoting the title and author. To access online resources that are only available through your research library, you may be able to go to Scholar Preferences in Google Scholar and activate the Library Links for your institution.
lt_lt: Jei straipsnis yra indeksuojamas sistemoje „Google Scholar“, jį gali lydėti nuoroda „Cituoja X“, kuri parodo darbų sąrašą, kuriuose cituojamas šis straipsnis. Taip pat, „Google Scholar“ pateiks visų elementų sąrašą, kuris cituoja pavadinimą ir autorių. Norėdami pasiekti internetinius išteklius, kurie yra prieinami tik per Jūsų mokslinę biblioteką gali reikėti nueiti į „Google Scholar“ parinktis ir įgalinti bibliotekos nuorodas.

# rt.context
source: Context
lt_lt: Kontekstas

# rt.context.defineTermsDescription
source: If the item is a HTML file (rather than a PDF), double clicking on any word in the text will make it appear in the Word-to-Define box. Otherwise, words can be typed or pasted in the box. To learn more about the resource searched, click on ABOUT. These resources have been selected because of their relevance and their open (free) access to all or part of their contents.
lt_lt: Jei elementas yra HTML failas (o ne PDF), dukart spustelėjus tekste ant žodžio atvers žodžių terminų dialogą. Priešingu atveju, dialoge žodžiai gali būti įvedami ir įklijuojami. Norėdami sužinoti apie ieškotus išteklius, spustelėkite „Apie“. Šie ištekliai gali būti pasirinkti dėl jų atitikimo ir jų atviros (nemokamos) prieigos prie visų ar dalies dokumentų.

# rt.context.description
source: Description
lt_lt: Aprašymas

# rt.context.order
source: Order
lt_lt: Rikiuoti

# rt.contexts
source: Contexts
lt_lt: Kontekstai

# rt.context.searchDescription
source: The search terms have been selected by the author(s). They can be altered or deleted by the reader, as two or three short, precise terms or phrases produced the best Boolean (AND) searches. To learn more about the resources searched, click on ABOUT. These resources have been selected for their relevance and open (free) access to all or part of their contents.
lt_lt: Šiuos paieškos terminus pateikė autorius. Jie gali būti skaitytojo pakeisti arba pašalinti, nes du ar trys trumpi tikslūs terminai ar frazės buvo pateiktos su logine (IR) paieška. Norėdami sužinoti apie ieškotus išteklius, spustelėkite „Apie“. Šie ištekliai gali būti pasirinkti dėl jų atitikimo ir jų atviros (nemokamos) prieigos prie visų ar dalies dokumentų.

# rt.context.searchTerms
source: Search Terms
lt_lt: Paieškos terminai

# rt.context.termToDefine
source: Word to define
lt_lt: Apibrėžtinas žodis

# rt.context.title
source: Title
lt_lt: Pavadinimas

# rt.emailAuthor
source: Email the author
lt_lt: El. laiškas autoriui

# rt.email.needLogin
source: * Requires <a target="_parent" href="{$loginUrl}">registration</a>
lt_lt: * Privaloma <a target="_parent" href="{$loginUrl}">registracija</a>

# rt.email.sent
source: Your message has been sent.
lt_lt: Žinutė buvo išsiųsta.

# rt.findingReferences
source: Finding References
lt_lt: Nuorodų paieška

# rt.lookUp
source: Look up terms
lt_lt: Ieškoti terminų

# rt.metadata.dublinCore.contributor
source: Contributor
lt_lt: Bendraautorius

# rt.metadata.dublinCore.coverage
source: Coverage
lt_lt: Aprėptis

# rt.metadata.dublinCore.date
source: Date
lt_lt: Data

# rt.metadata.dublinCore.description
source: Description
lt_lt: Aprašymas

# rt.metadata.dublinCore.format
source: Format
lt_lt: Formatas

# rt.metadata.dublinCore.identifier
source: Identifier
lt_lt: Identifikatorius

# rt.metadata.dublinCore.language
source: Language
lt_lt: Kalba

# rt.metadata.dublinCore.publisher
source: Publisher
lt_lt: Leidėjas

# rt.metadata.dublinCore.relation
source: Relation
lt_lt: Ryšiai

# rt.metadata.dublinCore.rights
source: Rights
lt_lt: Teisės

# rt.metadata.dublinCore.source
source: Source
lt_lt: Šaltinis

# rt.metadata.dublinCore.subject
source: Subject
lt_lt: Tema

# rt.metadata.dublinCore.title
source: Title
lt_lt: Pavadinimas

# rt.metadata.dublinCore.type
source: Type
lt_lt: Tipas

# rt.metadata.forThisDocument
source: Metadata for this Document
lt_lt: Dokumento metaduomenys

# rt.metadata.pkp.abstract
source: Abstract
lt_lt: Santrauka

# rt.metadata.pkp.copyright
source: Copyright and permissions
lt_lt: Autoriaus teisės ir leidimai

# rt.metadata.pkp.coverage
source: Geo-spatial location, chronological period, research sample (gender, age, etc.)
lt_lt: Geografinė sritis, chronologinis periodas, nagrinėtų duomenų imties charakteristikos (lytis, amžius ir pan.)

# rt.metadata.pkp.discipline
source: Discipline(s)
lt_lt: Disciplina

# rt.metadata.pkp.format
source: File format
lt_lt: Failo formatas

# rt.metadata.pkp.genre
source: Status & genre
lt_lt: Būsena & žanras

# rt.metadata.pkpItem
source: PKP Metadata Items
lt_lt: PKP metaduomenys

# rt.metadata.pkp.language
source: English=en
lt_lt: English=en, lietuvių=lt

# rt.metadata.pkp.publisher
source: Organizing agency, location
lt_lt: Organizuojanti agentūra, vieta

# rt.metadata.pkp.source
source: Title; vol., no. (year)
lt_lt: Pavadinimas; tomas, nr. (metai)

# rt.metadata.pkp.sponsors
source: Sponsor(s)
lt_lt: Rėmėjai

# rt.metadata.pkp.subject
source: Keyword(s)
lt_lt: Prasminiai žodžiai

# rt.metadata.pkp.suppFiles
source: Supp. Files
lt_lt: Pap. failai

# rt.metadata.pkp.title
source: Title of document
lt_lt: Dokumento pavadinimas

# rt.metadata.pkp.type
source: Type
lt_lt: Tipas

# rt.metadata.pkp.uri
source: Uniform Resource Identifier
lt_lt: Universalusis ištekliaus identifikatorius (URI)

# rt.printVersion
source: Print version
lt_lt: Versija spausdinimui

# rt.readingTools
source: Reading Tools
lt_lt: Skaitymo įrankiai

# rt.relatedItems
source: Related items
lt_lt: Susiję elementai

# rt.reviewPolicy
source: Review policy
lt_lt: Recenzavimo politika

# rt.search.description
source: Description
lt_lt: Aprašymas

# rt.searches
source: Searches
lt_lt: Paieškos

# rt.search.order
source: Order
lt_lt: Rikiuoti

# rt.search
source: Search
lt_lt: Paieška

# rt.search.searchPost
source: Post data
lt_lt: Siunčiami duomenys

# rt.search.searchUrl
source: Search URL
lt_lt: Paieškos URL

# rt.search.suggest
source: Suggest a source
lt_lt: Siūlyti šaltinį

# rt.search.title
source: Title
lt_lt: Pavadinimas

# rt.suppFiles.download
source: Download
lt_lt: Atsisiųsti

# rt.suppFiles
source: Supplementary files
lt_lt: Papildomi failai

# rt.suppFiles.viewMetadata
source: Indexing metadata
lt_lt: Indeksavimo metaduomenys

# rt.version.description
source: Description
lt_lt: Aprašymas

# rt.version.key
source: Key
lt_lt: Raktas

# rt.version.locale
source: Locale
lt_lt: Lokalė

# rt.versions
source: Related Item Sets
lt_lt: Susiję elementų rinkiniai

# rt.version.title
source: Title
lt_lt: Pavadinimas

# rt.version
source: Version
lt_lt: Versija

# rt.viewMetadata
source: Indexing metadata
lt_lt: Indeksavimo metaduomenys

# installer.additionalLocales
source: Additional locales
lt_lt: Papildomos lokalės

# installer.administratorAccount
source: Administrator Account
lt_lt: Administratoriaus paskyra

# installer.administratorAccountInstructions
source: This user account will become the site administrator and have complete access to the system. Additional user accounts can be created after installation.
lt_lt: Ši paskyra taps svetainės administratoriumi ir turės visas teises prie sistemos. Papildomos vartotojų paskyros gali būti sukurtos po diegimo.

# installer.checkNo
source: <span class="pkp_form_error formError">NO</span>
lt_lt: <span class="pkp_form_error formError">NE</span>

# installer.checkYes
source: Yes
lt_lt: Taip

# installer.clientCharset
source: Client character set
lt_lt: Kliento ženklų rinkinys

# installer.clientCharsetInstructions
source: The encoding to use for data sent to and received from browsers.
lt_lt: Koduotė naudojama duomenų siuntimui ir gavimui iš naršyklių.

# installer.configFileError
source: The configuration file <tt>config.inc.php</tt> does not exist or is not readable.
lt_lt: Konfigūracijos failas <tt>config.inc.php</tt> neegzistuoja arba nėra perskaitomas.

# installer.connectionCharset
source: Connection character set
lt_lt: Ryšio ženklų rinkinys

# installer.contentsOfConfigFile
source: Contents of configuration file
lt_lt: Konfigūracijos failo turinys

# installer.createDatabase
source: Create new database
lt_lt: Kurti naują duomenų bazę
