Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# default.genres.dataSet
source: Data Set
lt_lt: Duomenų rinkinys

# default.genres.sourceTexts
source: Source Texts
lt_lt: Šaltinių tekstai

# default.groups.name.externalReviewer
source: Reviewer
lt_lt: Recenzentas

# default.groups.plural.externalReviewer
source: Reviewers
lt_lt: Recenzentai

# default.groups.abbrev.externalReviewer
source: R
lt_lt: I

# manager.website.archiving
source: Archiving
lt_lt: Archyvavimas

# manager.emails.confirmResetAll
source: Are you sure you want to reset all email templates in this journal? You will lose any customizations you have made.
lt_lt: Ar tikrai norite atkurti visus el. laiškų šablonus? Tai padarę prarasite visus pakeitimus.

# manager.files.note
source: Note: The Files Browser is an advanced feature that allows the files and directories associated with a journal to be viewed and manipulated directly.
lt_lt: Pastaba: Failų tvarkyklė yra papildoma funkcija, kuri leidžia tiesiogiai peržiūrėti failus ir katalogus susietus su žurnalu.

# manager.journalManagement
source: Journal Management
lt_lt: Žurnalo tvarkymas

# manager.language.confirmDefaultSettingsOverwrite
source: This will replace any locale-specific journal settings you had for this locale
lt_lt: Tai pakeis visus su lokale padarytus pakeitimus

# manager.languages.languageInstructions
source: OJS can be made available to users in any of several supported languages. As well, OJS can operate as a multilingual system, providing users with an ability to toggle between languages on each page, and allowing certain data to be entered in several additional languages.<br /><br/>If a language supported by OJS is not listed below, ask your site administrator to install the language from the site administration interface. For instructions on adding support for new languages, please consult the OJS documentation.
lt_lt: OJS gali būti prieinama keliomis kalbomis. Taip pat, OJS gali dirbti keliomis kalbomis, suteikiant galimybę pakeisti kalbą kiekviename puslapyje ir leidžiant įvesti tam tikrus duomenis skirtingomis kalbomis.<br /><br/>Jei kalba nėra žemiau esančiame sąraše, paprašykite svetainės administratoriaus, kad ją įdiegtų. Peržiūrėkite OJS dokumentaciją norėdami peržiūrėti papildomos kalbos pridėjimo instrukcijas.

# manager.languages.noneAvailable
source: Sorry, no additional languages are available. Contact your site administrator if you wish to use additional languages with this journal.
lt_lt: Atsiprašome, papildomos kalbos nėra prieinamos. Susisiekite su svetainės administratoriumi, norėdami naudoti papildomas kalbas.

# manager.languages.primaryLocaleInstructions
source: This will be the default language for the journal site.
lt_lt: Tai bus numatytoji žurnalo svetainės kalba.

# manager.managementPages
source: Management Pages
lt_lt: Tvarkymo puslapiai

# manager.payment.action
source: Action
lt_lt: Veiksmas

# manager.payment.addPayment
source: Add Payment
lt_lt: Įtraukti mokėjimą

# manager.payment.amount
source: Amount
lt_lt: Suma

# manager.payment.authorFees
source: Author Fees
lt_lt: Autoriaus mokesčiai

# manager.payment.authorFeesDescription
source: Selected options, along with their descriptions and fees (which can be edited below), will appear in Step 1 of the submission process and in About the Journal under Submissions, as well as at points where payment is required.
lt_lt: Pasirinktų mokesčių sumos ir aprašymai bus rodomi pateikimo 1-ajame žingsnyje ir puslapyje Apie žurnalą, taip pat ir kitose vietose, kur būtina mokėti mokesčius.

# manager.payment.currency
source: Currency
lt_lt: Valiuta

# manager.payment.currencymessage
source: OJS does not perform any currency conversions. If accepting payments for subscriptions, you must ensure that the subscription currency matches the one specified here.
lt_lt: OJS neatlieka valiutos konvertavimų. Renkant mokesčius už prenumeratą, reikia įsitikinti, kad prenumeratos valiuta sutampa su nustatyta šiame puslapyje.

# manager.payment.description
source: Description
lt_lt: Aprašymas

# manager.payment.details
source: Details
lt_lt: Išsami informacija

# manager.payment.editSubscription
source: Edit Subscription
lt_lt: Redaguoti prenumeratą

# manager.payment.enable
source: Enable
lt_lt: Įgalinti

# manager.payment.feePaymentOptions
source: Fee Payment Options
lt_lt: Mokesčiai

# manager.payment.form.numeric
source: All costs must be positive numeric values (decimal points are allowed)
lt_lt: Visos sumos privalo būti teigiamų reikšmių (leidžiami dešimtainiai skaičiai)

# manager.payment.giftFees
source: Gift Fees
lt_lt: Dovanos mokestis

# manager.payment.giftFeesDescription
source: A gift subscriptions link will appear on the Subscriptions page in About the Journal and as part of the subscriptions sidebar block.
lt_lt: Prenumeratos dovanos nuoroda bus rodoma Prenumeratos puslapyje Apie žurnalą ir šoninės juostos bloke.

# manager.payment.generalFees
source: General Fees
lt_lt: Bendrieji mokesčiai

# manager.payment.generalFeesDescription
source: The Association Membership will appear in About the Journal under Policies, and the donations link will appear above the search function in the right-hand frame.
lt_lt: Informacija apie nario mokestį bus rodoma puslapyje Apie žurnalą, o paramos nuoroda atsiras virš paieškos funkcijos.

# manager.payment.generalOptions
source: General Options
lt_lt: Bendrosios parinktys

# manager.payment.noPayments
source: No Payments
lt_lt: Mokėjimų nėra

# manager.payment.notFound
source: Not Found
lt_lt: Nerastas

# manager.payment.options
source: Options
lt_lt: Parinktys

# manager.payment.options.acceptSubscriptionPayments
source: This will activate payments for Subscriptions, where types, cost, duration and subscriptions are managed by the Journal (Subscription) Manager.
lt_lt: Tai aktyvuos mokesčius prenumeratai, kur tipus, kainą, laikotarpį ir prenumeratas tvarko žurnalo prenumeratos administratorius.

# manager.payment.options.acceptGiftSubscriptionPayments
source: This will activate payments for gift subscriptions, allowing journal readers to buy gift subscriptions for other readers.
lt_lt: Tai aktyvuos mokesčius prenumeratos dovanai, kas leis žurnalo skaitytojams dovanoti prenumeratas kitiems skaitytojams.

# manager.payment.options.donationFee
source: Donations to journal
lt_lt: Parama žurnalui

# manager.payment.options.enablePayments
source: Click here to enable the Payments module. You must configure payment settings by filling in the form below. Note Users will be required to log in to make payments.
lt_lt: Spustelėkite čia, kad įgalintumėte Mokėjimų modulį. Jūs privalote sukonfigūruoti mokėjimo parametrus užpildydami žemiau esančią formą. Pastaba: vartotojams bus būtina prisijungti norint atlikti mokėjimus.

# manager.payment.options.fastTrackFee
source: Fast-Track Review
lt_lt: Skubi recenzija

# manager.payment.options.fee
source: Fee
lt_lt: Mokestis

# manager.payment.options.feeDescription
source: Fee Description
lt_lt: Aprašymas

# manager.payment.options.feeName
source: Fee Name
lt_lt: Pavadinimas

# manager.payment.options.membershipFee
source: Association Membership
lt_lt: Narystės mokestis

# manager.payment.options.onlypdf
source: Only Restrict Access to PDF version of issues and articles
lt_lt: Tik apriboti prieigą prie PDF numerių ir straipsnių

# manager.payment.options.publicationFee
source: Article Publication
lt_lt: Straipsnio išleidimas

# manager.payment.options.purchaseArticleFee
source: Purchase Article
lt_lt: Straipsnio pirkimas

# manager.payment.options.purchaseIssueFee
source: Purchase Issue
lt_lt: Numerio pirkimas

# manager.payment.options.submissionFee
source: Article Submission
lt_lt: Straipsnio pateikimas

# manager.payment.options.text
source: Description of Payment Method
lt_lt: Mokėjimo būdo aprašymas

# manager.payment.options.waiverPolicy
source: Waiver Policy
lt_lt: Atleidimas nuo mokesčių

# manager.payment.paymentId
source: Payment ID
lt_lt: Mokėjimo ID

# manager.payment.paymentMethod
source: Payment Method
lt_lt: Mokėjimo būdas

# manager.payment.paymentMethod.description
source: You may configure any of the following Payment Method Plugins from this screen.
lt_lt: Jūs galite konfigūruoti bet kuriuos mokėjimo būdų įskiepius iš šio ekrano.

# manager.payment.paymentMethods
source: Fee Payment Methods
lt_lt: Mokėjimo būdai

# manager.payment.paymentType
source: Payment Type
lt_lt: Mokėjimo tipas

# manager.payment.readerFees
source: Reader Fees
lt_lt: Skaitytojo mokesčiai

# manager.payment.readerFeesDescription
source: Selected options, along with their descriptions and fees (which can be edited below), will appear in About the Journal under Policies, as well as at points where payment is required.
lt_lt: Pasirinkti mokesčiai ir jų aprašymai bus rodomi puslapyje Apie žurnalą, taip pat ir kitose vietose, kur būtina mokėti mokesčius.

# manager.payment.records
source: Records
lt_lt: Įrašai

# manager.payments
source: Payments
lt_lt: Mokesčiai

# manager.payment.userName
source: Payment ID
lt_lt: Mokėjimo ID

# manager.people.allEnrolledUsers
source: Users Enrolled in this Journal
lt_lt: Šio žurnalo vartotojai

# manager.people.allJournals
source: All Journals
lt_lt: Visi žurnalai

# manager.people.allSiteUsers
source: Enroll a User from this Site in this Journal
lt_lt: Priskirti vartotoją šiam žurnalui

# manager.people.showNoRole
source: Show users with no role
lt_lt: Rodyti vartotojus be vaidmens

# manager.people.allUsers
source: All Enrolled Users
lt_lt: Visi vartotojai

# manager.people.confirmRemove
source: Remove this user from this journal? This action will unenroll the user from all roles within this journal.
lt_lt: Pašalinti šį vartotoją iš žurnalo? Šis veiksmas išbrauks vartotoją iš visų vaidmenų šiame žurnale.

# manager.people.emailUsers.selectTemplate
source: Select a template
lt_lt: Pasirinkti šabloną

# manager.people.enrollExistingUser
source: Enroll an Existing User
lt_lt: Priskirti esamą vartotoją

# manager.people.enrollSyncJournal
source: With journal
lt_lt: Su žurnalu

# manager.people.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
lt_lt: Pasirinkite vartotoją (ar kelis), kuriuos sujungsite su kita vartotojo paskyra (pvz. kai kas nors turi kelias paskyras). Pirmoji pasirinkta paskyra bus pašalinta, o jo pateikimai, užduotys ir t.t. bus perleisti antrajai paskyrai.

# manager.people.mergeUsers.into.description
source: Select a user to whom to attribute the previous users' authorships, editing assignments, etc.
lt_lt: Pasirinkite vartotoją, kuriam perleidžiama buvusio vartotojo autorystė, redagavimo užduotys ir t.t.

# manager.people.roleEnrollment
source: {$role} Enrollment
lt_lt: {$role} paskyrimas

# manager.people.syncUserDescription
source: Enrollment synchronization will enroll all users enrolled in the specified role in the specified journal into the same role in this journal. This function allows a common set of users (e.g., Reviewers) to be synchronized between journals.
lt_lt: Paskyrimo sinchronizacija paskirs visus vartotojus su nurodytu vaidmeniu iš žurnalo į šį žurnalą su tokiu pat vaidmeniu. Ši funkcija leidžia bendram vartotojų rinkiniui (pvz. Recenzentai) būti sinchronizuotam tarp žurnalų.

# manager.sections.abstractsNotRequired
source: Do not require abstracts
lt_lt: Nereikalauti santraukų

# manager.section.noSectionEditors
source: There are no section editors yet. Add this role to at least one user via Management > Settings > Users &amp; Roles first.
lt_lt: Dar nėra skilties redaktorių. Pirmiausia bent vienam vartotojui priskirkite šį vaidmenį Tvarkymas > Nuostatos > Vartotojai &amp; Vaidmenys.

# manager.sections.assigned
source: This Section's Editors
lt_lt: Šios skilties redaktoriai

# manager.sections.confirmDelete
source: Are you sure you want to permanently delete this section?
lt_lt: Ar tikrai norite pašalinti šią skiltį?

# manager.sections.alertDelete
source: Before this section can be deleted, you must move articles published within it into other sections.
lt_lt: Prieš šalindami šią skiltį, privalote perkelti išleistus straipsnius į kitas skiltis.

# manager.sections.create
source: Create Section
lt_lt: Kurti skiltį

# manager.section.sectionEditorInstructions
source: Add a Section Editor to this section to have submissions automatically assigned to the Section Editor. (Otherwise, Section Editors can be assigned manually, after a submission comes in.) If added, a Section Editor can be automatically assigned to oversee the REVIEW (peer review) and/or the EDITING (copyediting, layout and proofreading) of submissions to this section. Section Editors are created by clicking Section Editors under Roles in Journal Management.
lt_lt: Įtraukite skilties redaktorių į šią skiltį, kad pateikimai būtų automatiškai priskiriami jam. (Priešingu atveju skilties redaktoriai gali būti priskiriami rankiniu būdu) Skilties administratorius gali būti automatiškai priskirtas peržiūrėti pateikimo RECENZAVIMO (tarpusavio vertinimas) ir/arba REDAGAVIMO (rankraščio redagavimas, maketavimas ir korektūra) procesus. Skilties redaktoriai gali būti sukurti spustelėjus Skilties redaktoriai po Vaidmuo puslapyje Žurnalo tvarkymas.

# manager.sections.editorRestriction
source: Items can only be submitted by Editors and Section Editors.
lt_lt: Elementus gali pateikti tik redaktoriai ir skilties redaktoriai.

# manager.sections.editors
source: Section editors
lt_lt: Skilties redaktoriai

# manager.sections.form.abbrevRequired
source: An abbreviated title is required for the section
lt_lt: Privaloma nurodyti skilties pavadinimo santrumpą

# manager.sections.form.mustAllowPermission
source: Please ensure that at least one checkbox is checked for each Section Editor assignment.
lt_lt: Įsitikinkite, kad bent vienas žymimasis langelis yra pažymėtas kiekvienai skilties redaktoriaus užduočiai.

# manager.sections.form.reviewFormId
source: Please ensure that you have chosen a valid review form.
lt_lt: Įsitikinkite, kad pasirinkote galiojančią recenzavimo formą.

# manager.sections.form.titleRequired
source: A title is required for the section.
lt_lt: Skilties pavadinimas yra privalomas.

# manager.sections.hideAbout
source: Omit this section from About the Journal.
lt_lt: Nerodyti skilties puslapyje Apie žurnalą.

# manager.sections.hideTocAuthor
source: Omit author names for section items from issues' table of contents.
lt_lt: Nerodyti autorių numerio turinyje.

# manager.sections.hideTocTitle
source: Omit the title of this section from issues' table of contents.
lt_lt: Nerodyti skilties pavadinimo numerio turinyje.

# manager.sections.identifyType
source: Identify items published in this section as a(n)
lt_lt: Identifikuoti išleistus elementus kaip

# manager.sections.identifyTypeExamples
source: (For example, "Peer-reviewed Article", "Non-refereed Book Review", "Invited Commentary", etc.)
lt_lt: (Pavyzdžiui, „Tarpusavyje įvertintas straipsnis“, „Nerecenzuotas straipsnis“, „Užsakytas straipsnis“, ir pan.)

# manager.sections.indexed
source: Indexed
lt_lt: Indeksuotas

# manager.sections.noneCreated
source: No sections have been created.
lt_lt: Skiltys dar nesukurtos.

# manager.sections.open
source: Open Submissions
lt_lt: Atviroji prieiga

# manager.sections.policy
source: Section Policy
lt_lt: Skilties politika

# manager.sections.readingTools
source: Reading Tools
lt_lt: Skaitymo įrankiai

# manager.sections.reviewed
source: Peer Reviewed
lt_lt: Vertinama tarpusavyje

# manager.sections.submissionIndexing
source: Will not be included in the indexing of the journal
lt_lt: Nebus indeksuojami

# manager.sections.submissionReview
source: Will not be peer-reviewed
lt_lt: Nebus vertinami tarpusavyje

# manager.section.submissionsToThisSection
source: Submissions made to this section of the journal
lt_lt: Šio žurnalo skilties pateikimai

# manager.sections.unassigned
source: Available Section Editors
lt_lt: Prieinami skilties redaktoriai

# manager.sections.wordCount
source: Word Count
lt_lt: Žodžių skaičius

# manager.sections.wordCountInstructions
source: Limit abstract word counts for this section (0 for no limit)
lt_lt: Nurodykite didžiausią santraukos žodžių skaičių (0 - neribojama)

# manager.setup
source: Journal Settings
lt_lt: Žurnalo nuostatos

# manager.setup.masthead
source: Masthead
lt_lt: Redakcija

# manager.setup.masthead.description
source: List editors, managing directors, and other individuals associated with the journal.
lt_lt: Išvardykite redaktorius, vyriausiąjį redaktorių ir kitus asmenis susijusius su žurnalu.

# manager.setup.homepageContent
source: Journal Homepage Content
lt_lt: Žurnalo pradžios turinys

# manager.setup.homepageContentDescription
source: The journal homepage consists of navigation links by default. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown.
lt_lt: Pagal nutylėjimą žurnalo pradžios puslapį sudaro naršymo juostos nuorodos. Papildomas turinys gali būti pridėtas naudojant vieną ar kelias parinktis, kurios atsiras rodoma tvarka.

# manager.setup.layout
source: Journal Layout
lt_lt: Žurnalo maketas

# manager.setup.useStyleSheet
source: Journal style sheet
lt_lt: Žurnalo pakopinis stilius

# manager.setup.contextName
source: Journal Name
lt_lt: Žurnalo pavadinimas

# manager.setup.pageHeader
source: Journal Page Header
lt_lt: Žurnalo puslapio antraštė

# manager.setup.aboutItemContent
source: Content
lt_lt: Turinys

# manager.setup.addAboutItem
source: Add About Item
lt_lt: Pridėti elementą

# manager.setup.addChecklistItem
source: Add Checklist Item
lt_lt: Pridėti elementą

# manager.setup.addItem
source: Add Item
lt_lt: Pridėti elementą

# manager.setup.addItemtoAboutJournal
source: Add Item to Appear in "About the Journal"
lt_lt: Pridėti elementą į puslapį „Apie žurnalą“

# manager.setup.addNavItem
source: Add Item
lt_lt: Pridėti elementą

# manager.setup.addReviewerDatabaseLink
source: Add New Database Link
lt_lt: Pridėti duomenų bazės nuorodą

# manager.setup.addSponsor
source: Add Sponsoring Organization
lt_lt: Pridėti remiančią organizaciją

# manager.setup.alternateHeader
source: Alternate Header
lt_lt: Alternatyvi antraštė

# manager.setup.alternateHeaderDescription
source: Alternately, instead of title and logo, an HTML version of the header can be inserted into the text box below. Leave textbox blank if not required.
lt_lt: Alternatyviai, vietoj pavadinimo ir logotipo, galite įterpti HTML versijos antraštę. Palikite teksto laukelį tuščią jei nereikia.

# manager.setup.announcements
source: Announcements
lt_lt: Naujienos

# manager.setup.announcementsDescription
source: Announcements may be published to inform readers of journal news and events. Published announcements will appear on the Announcements page.
lt_lt: Naujienų puslapyje gali būti teikiama informacija skaitytojams apie žurnalo naujienas ir įvykius.

# manager.setup.announcementsIntroduction
source: Additional Information
lt_lt: Papildoma informacija

# manager.setup.announcementsIntroductionDescription
source: Enter any additional information that should be displayed to readers on the Announcements page.
lt_lt: Įveskite papildomą informaciją, kuri bus rodoma skaitytojams naujienų puslapyje.

# manager.setup.appearInAboutJournal
source: (To appear in About the Journal)
lt_lt: (Bus rodoma puslapyje Apie žurnalą)

# manager.setup.competingInterests.requireAuthors
source: Require submitting Authors to file a Competing Interest (CI) statement with their submission.
lt_lt: Reikalauti autorių, kad pateikiant straipsnį, kartu pareikštų ir interesų konfliktus.

# manager.setup.competingInterests.requireReviewers
source: Require Reviewers to file a CI statement with each peer review they submit.
lt_lt: Reikalauti recenzentų, kad pateikiant recenziją, kartu pareikštų ir interesų konfliktus.

# manager.setup.history
source: Journal History
lt_lt: Žurnalo istorija

# manager.setup.historyDescription
source: This text will appear in the "About" section of the journal website and can be used to describe changes in titles, editorial board, and other items of relevance to the journal's publication history.
lt_lt: Šis tekstas bus rodomas puslapyje „Apie žurnalą“ ir gali būti naudojamas aprašyti pavadinimų pakeitimus, redaktorių kolegiją ar bet kokią kitą informaciją susijusių su žurnalo leidimo istorija.

# manager.setup.copyeditInstructions
source: Copyedit Instructions
lt_lt: Nurodymai rankraščio redagavimui

# manager.setup.copyeditInstructionsDescription
source: The Copyedit Instructions will be made available to Copyeditors, Authors, and Section Editors in the Submission Editing stage. Below is a default set of instructions in HTML, which can be modified or replaced by the Journal Manager at any point (in HTML or plain text).
lt_lt: Nurodymai rankraščio redagavimui bus prieinami rankraščių redaktoriams, autoriams ir skyriaus redaktoriams pateikimo redagavimo procese. Žemiau yra pateiktas numatytasis nurodymų rinkinys HTML formate, kurį gali modifikuoti žurnalo administratorius.

# manager.setup.copyrightNotice
source: Copyright notice
lt_lt: Autorinės teisės

# manager.setup.coverage
source: Coverage
lt_lt: Aprėptis

# manager.setup.coverageDescription
source: Refers to geo-spatial location, chronological or historical coverage, and/or characteristics of research sample.
lt_lt: Nurodoma geografinė sritis, chronologinė arba istorinė epocha ir/arba kitos nagrinėtų duomenų imties charakteristikos.

# manager.setup.currentIssue
source: Current issue
lt_lt: Naujausias numeris

# manager.setup.customizingTheLook
source: Step 5. Customizing the Look
lt_lt: 5 žingsnis. Apipavidalinimas

# manager.setup.customTags
source: Custom tags
lt_lt: Tinkintos gairės

# manager.setup.customTagsDescription
source: Custom HTML header tags to be inserted in the header of every page (e.g., META tags).
lt_lt: Tinkintos HTML antraštės gairės yra įterpiamos kiekvieno puslapio antraštėje (pvz., META gairės).

# manager.setup.details
source: Details
lt_lt: Išsami informacija

# manager.setup.details.description
source: Name of journal, ISSN, contacts, sponsors, and search engines.
lt_lt: Žurnalo pavadinimas, ISSN, kontaktai, rėmėjai ir paieškos sistemos.

# manager.setup.disableUserRegistration
source: The Journal Manager will register all user accounts. Editors or Section Editors may register user accounts for reviewers.
lt_lt: Žurnalo administratorius užregistruoja visus vartotojų paskyras. Redaktoriai ar skilties redaktoriai gali užregistruoti paskyras recenzentams.

# manager.setup.discipline
source: Academic Discipline and Sub-Disciplines
lt_lt: Akademinė disciplina ir sub-disciplinos

# manager.setup.disciplineDescription
source: Useful when journal crosses disciplinary boundaries and/or authors submit multidisciplinary items.
lt_lt: Naudojama, kai žurnalo tematika perdengia kelias disciplinas ir/arba kai autoriai pateikia kelioms disciplinoms atitinkančius straipsnius.

# manager.setup.disciplineExamples
source: (E.g., History; Education; Sociology; Psychology; Cultural Studies; Law)
lt_lt: (pvz., Istorija; Ugdymas; Sociologija; Psichologija; Kultūros studijos; Teisė)

# manager.setup.disciplineProvideExamples
source: Provide examples of relevant academic disciplines for this journal
lt_lt: Pateikite akademinių disciplinų, susijusių su žurnalo tematika, pavyzdžius

# manager.setup.displayCurrentIssue
source: Add the table of contents for the current issue (if available).
lt_lt: Rodyti naujausio numerio turinį (jei prieinama).

# manager.setup.editorDecision
source: Editor Decision
lt_lt: Redaktoriaus sprendimas

# manager.setup.emailBounceAddress
source: Bounce Address
lt_lt: Laiško grąžinimo adresas
