Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# installer.createDatabaseInstructions
source: To use this option your database system must support remote database creation and your user account must have the appropriate permissions to create new databases. If installation fails with this option selected, manually create the database on your server and run the installer again with this option disabled.
lt_lt: Norėdami naudoti šią parinktį, Jūsų duomenų bazės sistema privalo palaikyti nuotolinės duomenų bazės kūrimą, o vartotojo paskyra privalo turėti atitinkamas teises, kad sukurtų naujų duomenų bazių. Jei diegimas nepavyko su šia parinktimi, rankiniu būdu sukurkite duomenų bazę ir paleiskite šią diegimo programą iš naujo tik nenaudodami šio pasirinkimo.

# installer.databaseCharset
source: Database character set
lt_lt: Duomenų bazės ženklų rinkinys

# installer.databaseDriver
source: Database driver
lt_lt: Duomenų bazės tvarkyklė

# installer.databaseDriverInstructions
source: <strong>Database drivers listed in brackets do not appear to have the required PHP extension loaded and installation will likely fail if selected.</strong><br />Any unsupported database drivers listed above are listed solely for academic purposes and are unlikely to work.
lt_lt: <strong>Skliaustuose išvardytos duomenų bazės tvarkyklės neturi reikalingo PHP plėtinio ir diegimas greičiausiai nepavyks.</strong><br />Aukščiau išvardytos duomenų bazės tvarkyklės yra tik dėl akademinių tikslų ir greičiausiai neveiks.

# installer.databaseHost
source: Host
lt_lt: Serveris

# installer.databaseHostInstructions
source: Leave the hostname blank to connect using domain sockets instead of over TCP/IP. This is not necessary with MySQL, which will automatically use sockets if "localhost" is entered, but is required with some other database servers such as PostgreSQL.
lt_lt: Palikite serverio lauką tuščią norėdami prisijungti naudodami programines jungtis (angl. sockets) vietoj TCP/IP. Tai nėra privaloma su MySQL, kuri automatiškai naudoja programines jungtis jei įvestas „localhost“, bet yra privalomas kitoms duomenų bazėms kaip PostgreSQL.

# installer.databaseName
source: Database name
lt_lt: Duomenų bazės pavadinimas

# installer.databasePassword
source: Password
lt_lt: Slaptažodis

# installer.databaseSettings
source: Database Settings
lt_lt: Duomenų bazės nuostatos

# installer.databaseUsername
source: Username
lt_lt: Vartotojo vardas

# installer.filesDir
source: Directory for uploads
lt_lt: Katalogas nusiuntimams

# installer.fileSettings
source: File Settings
lt_lt: Failų nuostatos

# installer.form.clientCharsetRequired
source: A client character set must be selected.
lt_lt: Kliento ženklų rinkinys privalo būti pasirinktas.

# installer.form.databaseDriverRequired
source: A database driver must be selected.
lt_lt: Duomenų bazės tvarkyklė privalo būti pasirinkta.

# installer.form.databaseNameRequired
source: The database name is required.
lt_lt: Duomenų bazės pavadinimas yra privalomas.

# installer.form.emailRequired
source: A valid email address for the administrator account is required.
lt_lt: Tinkamas administratoriaus el. pašto adresas yra privalomas.

# installer.form.filesDirRequired
source: The directory to be used for storing uploaded files is required.
lt_lt: Failų nusiuntimų katalogas yra privalomas.

# installer.form.localeRequired
source: A locale must be selected.
lt_lt: Lokalė privalo būti pasirinkta.

# installer.form.passwordRequired
source: A password for the administrator account is required.
lt_lt: Administratoriaus paskyros slaptažodis yra privalomas.

# installer.form.passwordsDoNotMatch
source: The administrator passwords do not match.
lt_lt: Nesutampa administratoriaus slaptažodžiai.

# installer.form.separateMultiple
source: Separate multiple values with commas
lt_lt: Atskirti kelias reikšmes kableliais

# installer.form.usernameAlphaNumeric
source: The administrator username can contain only alphanumeric characters, underscores, and hyphens, and must begin and end with an alphanumeric character.
lt_lt: Administratoriaus vartotojo vardas gali turėti tik tekstinius simbolius, pabraukimo brūkšnį, brūkšnelį, ir privalo prasidėti ir baigtis tekstiniu simboliu.

# installer.form.usernameRequired
source: A username for the administrator account is required.
lt_lt: Administratoriaus paskyros vartotojo vardas yra privalomas.

# installer.installationWrongPhp
source: <br/><strong>WARNING: Your current version of PHP does not meet the minimum requirements for installation. It is recommended to upgrade to a more recent release of PHP.</strong>
lt_lt: <br/><strong>ĮSPĖJIMAS: Dabartinė PHP versija neatitinka minimalių diegimo reikalavimų. Rekomenduojama atnaujinti PHP versiją į naujesnę.</strong>

# installer.installErrorsOccurred
source: Errors occurred during installation
lt_lt: Diegimo metu įvyko klaidų

# installer.installerSQLStatements
source: SQL statements for installation
lt_lt: Diegimo SQL sakiniai

# installer.installFileError
source: The installation file <tt>dbscripts/xml/install.xml</tt> does not exist or is not readable.
lt_lt: Diegimo failas <tt>dbscripts/xml/install.xml</tt> neegzistuoja arba nėra perskaitomas.

# installer.installFilesDirError
source: The directory specified for uploaded files does not exist or is not writable.
lt_lt: Nurodytas nusiuntimų katalogas neegzistuoja arba nėra įrašomas.

# installer.installParseDBFileError
source: Error parsing the database installation file <tt>{$file}</tt>.
lt_lt: Įvyko klaida analizuojant duomenų bazės diegimo failą <tt>{$file}</tt>.

# installer.installParseEmailTemplatesFileError
source: Error parsing the email template file <tt>{$file}</tt>.
lt_lt: Įvyko klaida analizuojant el. laiškų šablonų failą <tt>{$file}</tt>.

# installer.installParseFilterConfigFileError
source: Error parsing the filter configuration file <tt>{$file}</tt>.
lt_lt: Įvyko klaida analizuojant filtrų konfigūracijos failą <tt>{$file}</tt>.

# installer.unsupportedUpgradeError
source: Upgrade unsupported. See docs/UPGRADE-UNSUPPORTED for details.
lt_lt: Atnaujinimas nepalaikomas. Žiūrėti „docs/UPGRADE-UNSUPPORTED“ dėl išsamesnės informacijos.

# installer.locale
source: Locale
lt_lt: Lokalė

# installer.locale.maybeIncomplete
source: Marked locales may be incomplete.
lt_lt: Pažymėtos lokalės gali būti neužbaigtos.

# installer.localeSettings
source: Locale Settings
lt_lt: Lokalės nuostatos

# installer.oaiSettings
source: OAI Settings
lt_lt: OAI nuostatos

# installer.oaiRepositoryIdInstructions
source: A unique identifier used to identify metadata records indexed from this site using the <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting.
lt_lt: Unikalus identifikatorius naudojamas atpažinti metaduomenų įrašus indeksuojamus su <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokolu metaduomenų surinkimui.

# installer.oaiRepositoryId
source: Repository Identifier
lt_lt: Saugyklos identifikatorius

# installer.publicFilesDirError
source: The public files directory does not exist or is not writable.
lt_lt: Viešųjų failų katalogas neegzistuoja arba nėra įrašomas.

# installer.releaseNotes
source: Release Notes
lt_lt: Laidos informacija

# installer.preInstallationInstructionsTitle
source: Pre-Installation Steps
lt_lt: Išankstiniai diegimo žingsniai

# installer.preInstallationInstructions
source: <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
lt_lt: <p>1. Šie failai ir katalogai (ir jų turinys) privalo būti įrašytini:</p> <ul> <li><tt>config.inc.php</tt> yra įrašytinas (nebūtinas): {$writable_config}</li> <li><tt>public/</tt> yra įrašytinas: {$writable_public}</li> <li><tt>cache/</tt> yra įrašytinas: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yra įrašytinas: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yra įrašytinas: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yra įrašytinas: {$writable_db_cache}</li> </ul> <p>2. Nusiųstų failų katalogas privalo būti sukurtas ir būti įrašytinas (žr. „Failų nuostatos“).</p>

# installer.configureXSLMessage
source: <p>Your PHP installation does not have the XSL module enabled. Either enable it, or configure the xslt_command parameter in your config.inc.php file.</p>
lt_lt: <p>PHP diegimas neturi įgalinto XSL modulio. Įgalinkite jį arba sukonfigūruokite „xslt_command“ parametrą <tt>config.inc.php</tt> faile.</p>

# installer.beacon.enable
source: Provide a unique site ID and OAI base URL to PKP for statistics and security alert purposes only.
lt_lt: Nurodykite unikalų svetainės ID ir OAI bazinį adresą į PKP statistikos ir saugumo įspėjimo tikslais.

# author.submit.userGroupRequired
source: Your account does not currently have a role permitting new submissions, such as Author. Please double-check your account; you may be able to add a suitable role yourself by editing your profile.
lt_lt: Jūsų paskyra šiuo metu neturi vaidmens leidžiančios kurti pateikimus kaip autorius. Dukart patikrinkite savo paskyrą; galbūt galite įtraukti tinkamą vaidmenį redaguodami profilį.

# author.submit.submissionCitations
source: Provide a formatted list of references for works cited in this submission. Please separate individual references with a blank line.
lt_lt: Pateikite suformatuotą nuorodų sąrašą į cituotus darbus. Kiekvieną nuorodą atskirkite tuščia eilute.

# author.submission.roundStatus.reviewsReady
source: New reviews have been submitted and are being considered by the editor.
lt_lt: Naujos recenzijos buvo pateiktos ir svarstomos redaktoriaus.

# submission.confirm.message
source: Your submission has been uploaded and is ready to be sent. You may go back to review and adjust any of the information you have entered before continuing. When you are ready, click "Finish Submission".
lt_lt: Pateikimas buvo nusiųstas ir yra paruoštas pateikimui. Prieš tęsdami galite grįžti atgal, jei norite peržiūrėti ir koreguoti informaciją kurią įvedėte. Baigus, spustelėkite „Baigti pateikimą“.

# submission.submit.submissionChecklist
source: Submission Requirements
lt_lt: Reikalavimai pateikimui

# submission.submit.submissionChecklistDescription
source: You must read and acknowledge that you've completed the requirements below before proceeding.
lt_lt: Prieš tęsdami perskaitykite ir įsitikinkite, kad atlikote visus reikalavimus išvardytus žemiau.

# submission.submit.submissionComplete
source: Submission complete
lt_lt: Pateikimas baigtas

# submission.submit.submissionCompleteThanks
source: Thank you for your interest in publishing with {$contextName}.
lt_lt: Dėkojame už Jūsų susidomėjimą publikuoti žurnale „{$contextName}“.

# submission.submit.copyrightNoticeAgreementLabel
source: Acknowledge the copyright statement
lt_lt: Autorinių teisių pripažinimas

# submission.submit.copyrightNoticeAgree
source: I agree to abide by the terms of the copyright statement.
lt_lt: Sutinku su autorinių teisių sąlygomis.

# submission.submit.whatNext
source: What Happens Next?
lt_lt: Kas toliau?

# submission.submit.whatNext.forNow
source: For now, you can:
lt_lt: O kol kas, galite:

# submission.submit.whatNext.review
source: Review this submission
lt_lt: Peržiūrėti pateikimą

# submission.submit.whatNext.create
source: Create a new submission
lt_lt: Kurti naują pateikimą

# submission.submit.whatNext.return
source: Return to your dashboard
lt_lt: Grįžti į skydelį

# submission.submit.extendedMetadata
source: Extended Metadata
lt_lt: Išplėstiniai metaduomenys

# metadata.filters.crossref.settings.email.displayName
source: CrossRef Registration Email
lt_lt: „CrossRef“ registracijos el. paštas

# metadata.filters.crossref.settings.email.validationMessage
source: Please enter a valid CrossRef registration email. You can register your email for free on the CrossRef web site.
lt_lt: Įveskite galiojantį „CrossRef“ registracijos el. paštą. Nemokamai savo el. pašto adresą galite užregistruoti „CrossRef“ internetinėje svetainėje.

# metadata.filters.isbndb.settings.apiKey.displayName
source: ISBNdb API Key
lt_lt: „ISBNdb“ API raktas

# metadata.filters.isbndb.settings.apiKey.validationMessage
source: Please enter your ISBNdb API key. If you don't have a key yet you can request one for free from the ISBNdb project.
lt_lt: Įveskite savo „ISBNdb“ API raktą. Jei dar neturite rakto galite nemokamai paprašyti iš „ISBNdb“ projekto.

# metadata.filters.pubmed.settings.email.displayName
source: PubMed Registration Email
lt_lt: „PubMed“ registracijos el. paštas

# metadata.filters.pubmed.settings.email.validationMessage
source: Please enter a valid PubMed registration email if you have one.
lt_lt: Jei turite, įveskite galiojantį „PubMed“ registracijos el. paštą.

# metadata.filters.worldcat.settings.apiKey.displayName
source: WorldCat API Key
lt_lt: „WorldCat“ API raktas

# metadata.filters.worldcat.settings.apiKey.validationMessage
source: Please enter a valid WorldCat API key if you have one.
lt_lt: Jei turite, įveskite galiojantį „WorldCat“ API raktą.

# metadata.filters.paracite.settings.citationModule.displayName
source: Citation Module
lt_lt: Citavimo modulis

# metadata.filters.paracite.settings.citationModule.validationMessage
source: Please select one of the given citation modules.
lt_lt: Pasirinkite vieną iš pateiktų citavimo modulių.

# metadata.filters.settings.isOptional.displayName
source: Don't use by default (will still be available to the editor)
lt_lt: Nenaudoti numatytojo (vis dar bus prieinamas redaktoriui)

# metadata.filters.settings.isOptional.validationMessage
source: Internal error. A non-valid value has been posted for the 'optional filter' setting. Please report this as a bug.
lt_lt: Vidinė klaida. Netinkama reikšmė buvo išsiųsta parinkčiai „papildomas filtras“. Prašome pranešti apie šią klaidą.

# metadata.property.displayName.author
source: Authors
lt_lt: Autoriai

# metadata.property.validationMessage.author
source: For best results, authors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
lt_lt: Geriausiems rezultatams, autoriai turėtų būti įvesti šiuo formatu: Coleman Jr, D. (Ralf) Dr.

# metadata.property.displayName.editor
source: Editors
lt_lt: Redaktoriai

# metadata.property.validationMessage.editor
source: For best results, editors should be entered in the following format: Coleman Jr, D. (Ralf) Dr.
lt_lt: Geriausiems rezultatams, redaktoriai turėtų būti įvesti šiuo formatu: Coleman Jr, D. (Ralf) Dr.

# metadata.property.displayName.article-title
source: Article/Paper Title
lt_lt: Straipsnio/Dokumento pavadinimas

# metadata.property.validationMessage.article-title
source: Please enter a valid article/paper title.
lt_lt: Įveskite teisingą straipsnio/dokumento pavadinimą.

# metadata.property.displayName.source
source: Publication Title
lt_lt: Leidinio pavadinimas

# metadata.property.validationMessage.source
source: Please enter a valid publication title.
lt_lt: Įveskite teisingą leidinio pavadinimą.

# metadata.property.displayName.date
source: Publication Date
lt_lt: Išleidimo data

# metadata.property.validationMessage.date
source: Please enter a valid publication date (format: YYYY-MM-DD).
lt_lt: Įveskite teisingą išleidimo datą (formatas: YYYY-MM-DD).

# metadata.property.displayName.access-date
source: Access Date
lt_lt: Prieigos data

# metadata.property.validationMessage.access-date
source: Please enter a valid access date (format: YYYY-MM-DD).
lt_lt: Įveskite teisingą prieigos datą (formatas: YYYY-MM-DD).

# metadata.property.displayName.issue
source: Issue
lt_lt: Numeris

# metadata.property.validationMessage.issue
source: Please enter a valid issue.
lt_lt: Įveskite teisingą numerį.

# metadata.property.displayName.volume
source: Volume
lt_lt: Tomas

# metadata.property.validationMessage.volume
source: Please enter a valid volume.
lt_lt: Įveskite teisingą tomą.

# metadata.property.displayName.season
source: Season
lt_lt: Sezonas

# metadata.property.validationMessage.season
source: Please enter a valid season identifier.
lt_lt: Įveskite teisingą sezono identifikatorių.

# metadata.property.displayName.chapter-title
source: Chapter Title
lt_lt: Skyriaus pavadinimas

# metadata.property.validationMessage.chapter-title
source: Please enter a valid chapter title.
lt_lt: Įveskite teisingą skyriaus pavadinimą.

# metadata.property.displayName.edition
source: Edition
lt_lt: Tiražas

# metadata.property.validationMessage.edition
source: Please enter a valid edition.
lt_lt: Įveskite teisingą tiražą.

# metadata.property.displayName.series
source: Series
lt_lt: Serija

# metadata.property.validationMessage.series
source: Please enter a valid series.
lt_lt: Įveskite teisingą seriją.

# metadata.property.displayName.supplement
source: Supplement
lt_lt: Priedas

# metadata.property.validationMessage.supplement
source: Please enter a valid supplement.
lt_lt: Įveskite teisingą priedą.

# metadata.property.displayName.conf-date
source: Conference Date
lt_lt: Konferencijos data

# metadata.property.validationMessage.conf-date
source: Please enter a valid conference date (format: YYYY-MM-DD).
lt_lt: Įveskite konferencijos datą (formatas: YYYY-MM-DD).

# metadata.property.displayName.conf-loc
source: Conference Location
lt_lt: Konferencijos vieta

# metadata.property.validationMessage.conf-loc
source: Please enter a valid conference location.
lt_lt: Įveskite konferencijos vietą.

# metadata.property.displayName.conf-name
source: Conference Name
lt_lt: Konferencijos vardas

# metadata.property.validationMessage.conf-name
source: Please enter a valid conference name.
lt_lt: Įveskite konferencijos vardą.

# metadata.property.displayName.conf-sponsor
source: Conference Sponsor
lt_lt: Konferencijos rėmėjas

# metadata.property.validationMessage.conf-sponsor
source: Please enter a valid conference sponsor.
lt_lt: Įveskite konferencijos rėmėją.

# metadata.property.displayName.institution
source: Institution
lt_lt: Įstaiga

# metadata.property.validationMessage.institution
source: Please enter a valid institution.
lt_lt: Įveskite įstaigą.

# metadata.property.displayName.fpage
source: First Page
lt_lt: Pirmas puslapis

# metadata.property.validationMessage.fpage
source: Please enter a valid first page (must be a numeric value).
lt_lt: Įveskite pirmą puslapį (privalo būti skaitinė reikšmė).

# metadata.property.displayName.lpage
source: Last Page
lt_lt: Paskutinis puslapis

# metadata.property.validationMessage.lpage
source: Please enter a valid last page (must be a numeric value).
lt_lt: Įveskite paskutinį puslapį (privalo būti skaitinė reikšmė).

# metadata.property.displayName.size
source: Number of Pages
lt_lt: Puslapių skaičius

# metadata.property.validationMessage.size
source: Please enter a valid total number of pages (must be a numeric value).
lt_lt: Įveskite puslapių skaičių (privalo būti skaitinė reikšmė)

# metadata.property.displayName.publisher-loc
source: Publisher Location
lt_lt: Leidėjo vieta

# metadata.property.validationMessage.publisher-loc
source: Please enter a valid publisher location.
lt_lt: Įveskite leidėjo vietą.

# metadata.property.displayName.publisher-name
source: Publisher Name
lt_lt: Leidėjo vardas

# metadata.property.validationMessage.publisher-name
source: Please enter a valid publisher name.
lt_lt: Įveskite leidėjo vardą.

# metadata.property.validationMessage.isbn
source: Please enter a valid ISBN (9 or 13 numbers).
lt_lt: Įveskite galiojantį ISBN (9 arba 13 skaičių).

# metadata.property.displayName.issn
source: Print ISSN
lt_lt: Spaudinio ISSN

# metadata.property.validationMessage.issn
source: Please enter a valid Print ISSN.
lt_lt: Įveskite spaudinio ISSN.

# metadata.property.validationMessage.eissn
source: Please enter a valid eISSN.
lt_lt: Įveskite galiojantį eISSN.

# metadata.property.validationMessage.doi
source: Please enter a valid DOI.
lt_lt: Įveskite galiojantį DOI.

# metadata.property.displayName.publisher-id
source: Custom Publication ID
lt_lt: Tinkintas leidinio ID

# metadata.property.validationMessage.publisher-id
source: Please enter a valid custom publication ID.
lt_lt: Įveskite galiojantį tinkintą leidinio ID.

# metadata.property.validationMessage.coden
source: Please enter a valid CODEN.
lt_lt: Įveskite galiojantį CODEN.

# metadata.property.validationMessage.sici
source: Please enter a valid SICI.
lt_lt: Įveskite galiojantį SICI.

# metadata.property.validationMessage.pmid
source: Please enter a valid PMID.
lt_lt: Įveskite galiojantį PMID.

# metadata.property.displayName.uri
source: Link to the Publication
lt_lt: Nuoroda į leidinį

# metadata.property.validationMessage.uri
source: Please enter a valid alternative link to the publication.
lt_lt: Įveskite galiojančią alternatyvią nuorodą į leidinį.

# metadata.property.displayName.comment
source: Comment
lt_lt: Komentaras

# metadata.property.validationMessage.comment
source: Please enter a valid comment.
lt_lt: Įveskite galiojantį komentarą.

# metadata.property.displayName.annotation
source: Annotation
lt_lt: Anotacija

# metadata.property.validationMessage.annotation
source: Please enter a valid annotation.
lt_lt: Įveskite tinkamą anotaciją.

# metadata.property.displayName.publication-type
source: Publication Type
lt_lt: Leidinio tipas

# metadata.property.validationMessage.publication-type
source: Please make sure that you always set a publication type. Currently supported values are book (for books or book chapters) and journal (for journal articles). Otherwise the citation output formatting will not work correctly.
lt_lt: Įsitikinkite, kad visada nustatote leidinio tipą. Šiuo metu palaikomos reikšmės yra knyga (knygoms ar knygų skyriams) ir žurnalas (žurnalo straipsniams). Priešingu atveju citatų išvedimo formatavimas veiks netinkamai.

# metadata.property.displayName.title-type
source: Title Type
lt_lt: Pavadinimo tipas

# metadata.property.validationMessage.title-type
source: Please make sure that you set a valid title type. Supported values are 'abbreviated', 'translated', 'alternative' and 'uniform'.
lt_lt: Įsitikinkite, kad nustatėte tinkamą pavadinimo tipą. Palaikomos reikšmės yra 'sutrumpintas', 'išverstas', 'alternatyvus' ir 'nekintamas'.

# metadata.property.displayName.nonSort
source: Part of title ignored while sorting
lt_lt: Dalis pavadinimo buvo ignoruota kol vyko rikiavimas

# metadata.property.validationMessage.nonSort
source: Please only enter the initial characters of the title that should be ignored when sorting the title.
lt_lt: Įveskite tik pradinius pavadinimo simbolius, kurie turėtų būti ignoruojami kol bus vykdomas rikiavimas.

# metadata.property.displayName.title
source: Title
lt_lt: Pavadinimas

# metadata.property.validationMessage.title
source: Please enter a valid title.
lt_lt: Įveskite galiojantį pavadinimą.

# metadata.property.displayName.subTitle
source: Subtitle
lt_lt: Paantraštė

# metadata.property.validationMessage.subTitle
source: Please enter a valid subtitle.
lt_lt: Įveskite galiojančią paantraštę.

# metadata.property.displayName.partNumber
source: Part Number
lt_lt: Dalies skaičius

# metadata.property.validationMessage.partNumber
source: Please enter a valid part number.
lt_lt: Įveskite galiojantį dalies skaičių.

# metadata.property.displayName.partName
source: Part Name
lt_lt: Dalies vardas

# metadata.property.validationMessage.partName
source: Please enter a valid part name.
lt_lt: Įveskite galiojantį dalies vardą.
