Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# search.syntaxInstructions
source: Search tips: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
lt_lt: Patarimai paieškai: <ul> <li>Neskiriamos didžiosios ir mažosios paieškos terminų raidės</li> <li>Ignoruojami bendriniai žodžiai</li> <li>Pagal nutylėjimą paieškos rezultate grąžinami tik straipsniai, kurių tekste yra <em>visi</em> terminai (pvz, numanomas <em>AND</em>)</li> <li>Sujungę keletą žodžių su <em>OR</em>, rasite straipsnius su bent vienu terminu; pvz., <em>ugdymas OR tyrimas</em></li> <li>Naudokite skliaustelius, kad sukurtumėte sudėtingesnes užklausas; pvz., <em>archyvas ((žurnalas OR konferencija) NOT rašinys)</em></li> <li>Ieškokite tikslios frazės su kabutėmis; pvz., <em>"atvirosios prieigos leidyba"</em></li> <li>Išskirkite žodį pažymėdami jį <strong>-</strong> ar <em>NOT</em>; pvz. <em>internetas -politika</em> arba <em>internetas NOT politika</em></li> <li>Naudokite <strong>*</strong> žodyje kaip pakaitos simbolį, kuris atitinka simbolių seką; pvz., <em>soci* dorovė</em> atitiks dokumentus turinčius „sociologinė“ ar „socialinė“</li> </ul>

# article.pageTitle
source: View of {$title}
lt_lt: „{$title}“ peržiūra

# article.download
source: Download this PDF file
lt_lt: Atsisiųsti PDF failą

# article.pluginMissing
source: <p>The PDF file you selected should load here if your Web browser has a PDF reader plugin installed (for example, a recent version of <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
lt_lt: <p>Pasirinktas PDF failas turėtų būti įkeltas čia, jei jūsų naršyklė turi įdiegtą PDF skaityklės įskiepį (pavyzdžiui, naujausia <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a> versija).</p>

# article.nonpdf.title
source: Article Download
lt_lt: Straipsnio atsisiuntimas

# article.nonpdf.note
source: The file you selected should begin downloading automatically. If it does not, click the link below. Note that this file may require a special viewer or plugin to view.<br /><br />If the file does not download automatically, <a href="{$url}">click here</a>.
lt_lt: Pasirinkto failo atsisiuntimas netrukus prasidės automatiškai. Jei jis neprasideda, spustelėkite nuorodą žemiau. Atkreipkite dėmesį į tai, kad šis failas gali reikalauti specialios žiūryklės ar įskiepio.<br /><br />Jei failas nepradėjo siųstis automatiškai, <a href="{$url}">spustelėkite čia</a>.

# site.journalsHosted
source: Journals hosted on this site
lt_lt: Žurnalai šioje svetainėje

# site.journalView
source: View Journal
lt_lt: Peržiūrėti žurnalą

# site.journalRegister
source: Register
lt_lt: Registruotis

# site.journalCurrent
source: Current Issue
lt_lt: Naujausias numeris

# site.noJournals
source: There are no journals available.
lt_lt: Nėra prieinamų žurnalų.

# current.current
source: Current
lt_lt: Naujausias numeris

# current.noCurrentIssue
source: No Current Issue
lt_lt: Nėra naujausio numerio

# current.noCurrentIssueDesc
source: This journal has not published any issues.
lt_lt: Šis žurnalas neišleido nei vieno numerio.

# archive.archives
source: Archives
lt_lt: Archyvas

# archive.archivesPageNumber
source: Archives - Page {$pageNumber}
lt_lt: Archyvas - {$pageNumber} puslapis

# archive.browse
source: Browse through the older issues
lt_lt: Peržiūrėti ankstesnius numerius

# archive.issueUnavailable
source: Issue Unavailable
lt_lt: Numeris neprieinamas

# about.statistics
source: Statistics
lt_lt: Statistika

# about.aboutContext
source: About the Journal
lt_lt: Apie žurnalą

# about.history
source: Journal History
lt_lt: Žurnalo istorija

# about.editorialTeam
source: Editorial Team
lt_lt: Redaktorių kolegija

# about.editorialTeam.biography
source: Biography
lt_lt: Biografija

# about.editorialPolicies
source: Editorial Policies
lt_lt: Redakcijos taisyklės

# about.focusAndScope
source: Focus and Scope
lt_lt: Tematika

# about.sectionPolicies
source: Section Policies
lt_lt: Skilties politika

# about.submissions
source: Submissions
lt_lt: Pateikimai

# about.onlineSubmissions.login
source: Login
lt_lt: Prisijungti

# about.onlineSubmissions.register
source: Register
lt_lt: Registruotis

# about.onlineSubmissions.registrationRequired
source: {$login} or {$register} to make a submission.
lt_lt: {$login} ar {$register}, kad pateiktumėte straipsnį.

# about.onlineSubmissions.submissionActions
source: {$newSubmission} or {$viewSubmissions}.
lt_lt: {$newSubmission} arba {$viewSubmissions}.

# about.onlineSubmissions.newSubmission
source: Make a new submission
lt_lt: Pateikti naują straipsnį

# about.onlineSubmissions.viewSubmissions
source: view your pending submissions
lt_lt: peržiūrėti laukiančius pateikimus

# about.authorGuidelines
source: Author Guidelines
lt_lt: Nurodymai autoriui

# about.submissionPreparationChecklist
source: Submission Preparation Checklist
lt_lt: Pateikimo kontrolinis sąrašas

# about.submissionPreparationChecklist.description
source: As part of the submission process, authors are required to check off their submission's compliance with all of the following items, and submissions may be returned to authors that do not adhere to these guidelines.
lt_lt: Pateikdami naujus straipsnius autoriai privalo patikrinti pateikimų suderinamumą su šiais elementais. Priešingu atveju pateikimai, kurie neatitinka šių nurodymų, bus grąžinti autoriams.

# about.copyrightNotice
source: Copyright Notice
lt_lt: Autorinių teisių apsaugos ženklas

# about.privacyStatement
source: Privacy Statement
lt_lt: Privatumo politika

# about.authorFees
source: Author Fees
lt_lt: Mokesčiai autoriams

# about.authorFeesMessage
source: This journal charges the following author fees.
lt_lt: Šiame žurnale autoriai moka už žemiau išvardytus mokesčius.

# about.peerReviewProcess
source: Peer Review Process
lt_lt: Recenzavimas

# about.publicationFrequency
source: Publication Frequency
lt_lt: Leidinių dažnumas

# about.openAccessPolicy
source: Open Access Policy
lt_lt: Atviroji prieiga

# about.delayedOpenAccess
source: Delayed Open Access
lt_lt: Uždelstoji prieiga

# about.delayedOpenAccessDescription1
source: The contents of this journal will be available in an open access format
lt_lt: Šio žurnalo turinys bus prieinamas atvirai, praėjus

# about.delayedOpenAccessDescription2
source: month(s) after an issue is published.
lt_lt: mėn. po numerio išleidimo.

# about.authorSelfArchive
source: Author Self-Archiving
lt_lt: Autoriaus savarankiškas archyvavimas

# about.archiving
source: Archiving
lt_lt: Archyvavimas

# about.subscriptions
source: Subscriptions
lt_lt: Prenumeratos

# about.subscriptions.individual
source: Individual Subscriptions
lt_lt: Individualios prenumeratos

# about.subscriptions.institutional
source: Institutional Subscriptions
lt_lt: Įstaigos prenumeratos

# about.subscriptionsContact
source: Subscriptions Contact
lt_lt: Prenumeratos kontaktai

# about.subscriptionTypes.name
source: Name
lt_lt: Vardas

# about.subscriptionTypes.format
source: Format
lt_lt: Formatas

# about.subscriptionTypes.duration
source: Duration
lt_lt: Trukmė

# about.subscriptionTypes.cost
source: Cost
lt_lt: Kaina

# about.availableSubscriptionTypes
source: Subscription Types
lt_lt: Prenumeratos tipai

# about.memberships
source: Memberships
lt_lt: Narystį

# about.aboutThisPublishingSystem
source: About this Publishing System
lt_lt: Apie šią leidybos sistemą

# about.aboutOJSJournal
source: This journal uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
lt_lt: Šis žurnalas naudoja Open Journal Systems {$ojsVersion}, kuri yra atviroji žurnalų tvarkymo ir leidybos programinė įranga, kurią kuria, palaiko ir laisvai platina <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> pagal GNU General Public License.

# about.aboutOJSSite
source: This site uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
lt_lt: Ši svetainė naudoja Open Journal Systems {$ojsVersion}, kuri yra atviroji žurnalų tvarkymo ir leidybos programinė įranga, kurią kuria, palaiko ir laisvai platina <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> pagal GNU General Public License.

# help.ojsHelp
source: Open Journal Systems Help
lt_lt: Open Journal Systems žinynas

# help.ojsHelpAbbrev
source: OJS Help
lt_lt: OJS žinynas

# help.searchReturnResults
source: Return to Search Results
lt_lt: Grįžti į paieškos rezultatus

# help.goToEditPage
source: Edit {$sectionTitle}
lt_lt: Redaguoti {$sectionTitle}

# donations.thankYou
source: Thank You
lt_lt: Ačiū

# donations.thankYouMessage
source: Thank you for making a contribution. Your contribution is much appreciated.
lt_lt: Ačiū jums už paramą, suteiktą mūsų žurnalui.

# gifts.buyer
source: From
lt_lt: Nuo

# gifts.buyerDescription
source: Who is this gift from?
lt_lt: Nuo ko ši dovana?

# gifts.recipient
source: To
lt_lt: Kam

# gifts.recipientDescription
source: Who is this gift to?
lt_lt: Kam ši dovana?

# gifts.thankYou
source: Thank You
lt_lt: Ačiū Jums

# gifts.thankYouMessage
source: Your gift purchase has been completed. You will receive a copy of the gift email sent to the recipient once your payment has been processed.
lt_lt: Jūsų dovanos pirkimas baigtas. Jūs gausite šios dovanos kopiją el. paštu, kuri buvo išsiųsta gavėjui, kai tik mokėjimas bus apdorotas.

# gifts.purchaseGiftIndividualSubscription
source: Gift Subscription
lt_lt: Dovanoti prenumeratą

# gifts.subscriptionFormIntroduction
source: Please fill out the form below. The provided contact information, along with your gift note, will be used to email the recipient and inform them of their new gift subscription (you will also receive a copy of this email).
lt_lt: Prašome užpildyti žemiau esančią formą. Pateikta kontaktinė informacija su jūsų dovanos rašteliu bus panaudota siunčiant el. laišką gavėjui ir informuos juos apie prenumeratos dovaną (jūs taip pat gausite šio el. laiško kopiją).

# gifts.details
source: Gift Details
lt_lt: Dovanos informacija

# gifts.detailsDescription
source: Please select the gift below and include a personalized message that will be emailed to the recipient (you will receive a copy of this email).
lt_lt: Prašome žemiau pasirinkti dovaną ir įtraukti asmeninę žinutę, kuri bus nusiųsta gavėjui (jūs taip pat gausite šio el. laiško kopiją).

# gifts.gift
source: Gift
lt_lt: Dovana

# gifts.noteTitle
source: Title
lt_lt: Pavadinimas

# gifts.note
source: Gift Note
lt_lt: Dovanos žinutė

# gifts.noteTitleRequired
source: Please provide a title for your personalized message.
lt_lt: Prašome įvesti asmeninės žinutės pavadinimą.

# gifts.noteRequired
source: Please provide a personalized message.
lt_lt: Prašome įvesti asmeninę žinutę.

# gifts.localeRequired
source: Please select a language for your personalized message.
lt_lt: Prašome pasirinkti asmeninės žinutės kalbą.

# gifts.myGifts
source: My Gifts
lt_lt: Mano dovanos

# gifts.manageMyGifts
source: Manage My Gifts
lt_lt: Tvarkyti mano dovanas

# gifts.redeemGift
source: Redeem Gift
lt_lt: Atsiimti dovaną

# gifts.status.notRedeemed
source: Available
lt_lt: Galima

# gifts.status.redeemed
source: Redeemed
lt_lt: Atsiimta

# gifts.status.redeemGift
source: Redeem Gift
lt_lt: Atsiimti dovaną

# gifts.subscriptions
source: Subscriptions
lt_lt: Prenumeratos

# gifts.subscriptionsDescription
source: A gift subscription redeemed here will replace your existing subscription (if you have one). Subscriptions will begin on the redemption date and will be valid for the duration of the subscription type.
lt_lt: Čia atsiimtos prenumeratos dovanos pakeis jūsų dabartinę prenumeratą (jei turite vieną). Prenumeratos prasidės nuo atsiėmimo datos ir galios visą prenumeratos tipo trukmę.

# gifts.purchaseGiftSubscription
source: Give a gift subscription
lt_lt: Dovanoti prenumeratą

# gifts.giftSubscriptionsAvailable
source: Gift subscriptions are also available. Gift subscriptions can be redeemed at any time by the recipient and are a great way to support this journal.
lt_lt: Taip pat galimos ir prenumeratos dovanos. Jos gali būti gavėjo atsiimtos bet kuriuo laiku ir gali būti nuostabi parama šiam žurnalui.

# gifts.noSubscriptions
source: No gift subscriptions
lt_lt: Nėra prenumeratos dovanų

# gifts.giftRedeemed
source: The gift was successfully redeemed.
lt_lt: Dovana buvo sėkmingai atsiimta.

# gifts.noGiftToRedeem
source: This gift is not available to be redeemed.
lt_lt: Ši dovana nėra prieinama atsiėmimui.

# gifts.giftAlreadyRedeemed
source: This gift has already been redeemed.
lt_lt: Ši dovana buvo jau atsiimta.

# gifts.giftNotValid
source: This gift is not valid and could not be redeemed.
lt_lt: Ši dovana yra negaliojanti arba negali būti atsiimta.

# gifts.subscriptionTypeNotValid
source: The subscription type for this gift is not valid. Please contact the subscription manager.
lt_lt: Šiai dovanai šis prenumeratos tipas nėra galiojantis. Prašome susisiekti su prenumeratos administratoriumi.

# gifts.subscriptionNonExpiring
source: The gift was not redeemed since you already have a non-expiring subscription with this journal.
lt_lt: Ši dovana nebuvo atsiimta, nes šiame žurnale jūs jau turite nesibaigiančią prenumeratą.

# payment.loginRequired
source: You must be logged in to make a payment.
lt_lt: Jūs turite būti prisijungę, kad galėtumėte atlikti mokėjimą.

# payment.loginRequired.forArticle
source: Subscription or article purchase required to access item. To verify subscription, access previous purchase, or purchase article, log in to journal.
lt_lt: Šiam elementui reikalinga prenumerata arba straipsnio pirkimas. Norint patvirtinti prenumeratą, nueikite į ankstesnį pirkimą arba įsigykite straipsnį, prisijunkite į žurnalą.

# payment.loginRequired.forIssue
source: Subscription or issue purchase required to access item. To verify subscription, access previous purchase, or purchase issue, log in to journal.
lt_lt: Šiam elementui reikalinga prenumerata arba numerio pirkimas. Norint patvirtinti prenumeratą, nueikite į ankstesnį pirkimą arba įsigykite numerį, prisijunkite į žurnalą.

# payment.loginRequired.forDonation
source: You must be logged in to make a donation.
lt_lt: Norėdami paremti jūs privalote prisijungti.

# payment.paid
source: Paid
lt_lt: Sumokėta

# payment.payNow
source: Pay Now
lt_lt: Mokėti dabar

# payment.waive
source: Waive
lt_lt: Atsisakyti

# payment.alreadyPaid
source: Already Paid
lt_lt: Jau sumokėta

# payment.alreadyPaidMessage
source: Select this box if you've already sent your payment to the journal in order to finish the submission process. The submission will not be reviewed until the payment arrives. Click PAY NOW above to see the payment instructions.
lt_lt: Pažymėkite varnelę, jei jūs jau nusiuntėte savo mokėjimą į žurnalą, norėdami užbaigti pateikimo procesą. Pateikimas nebus recenzuojamas kol nebus gautas mokėjimas. Aukščiau spustelėkite MOKĖTI DABAR, kad pamatytumėte mokėjimo nurodymus.

# payment.paymentReceived
source: Payment Received
lt_lt: Gautas mokėjimas

# payment.paymentSent
source: Payment has already been sent
lt_lt: Mokėjimas jau buvo išsiųstas

# payment.authorFees
source: Author Fees
lt_lt: Autoriaus mokesčiai

# payment.type.submission
source: Submission Fee
lt_lt: Pateikimo mokestis

# payment.type.publication
source: Publication Fee
lt_lt: Išleidimo mokestis

# payment.type.fastTrack
source: Fast Track Review Fee
lt_lt: Skubios recenzijos mokestis

# payment.type.membership
source: Individual Membership Fee
lt_lt: Individualios narystės mokestis

# payment.type.purchaseArticle
source: Purchase Article Fee
lt_lt: Straipsnio pirkimo mokestis

# payment.type.purchaseIssue
source: Purchase Issue Fee
lt_lt: Numerio pirkimo mokestis

# payment.type.subscription
source: Subscription Fee
lt_lt: Prenumeratos mokestis

# payment.type.donation
source: Donations
lt_lt: Parama

# payment.type.gift
source: Gift
lt_lt: Dovana

# payment.type.gift.subscription
source: Subscription
lt_lt: Prenumerata

# payment.donation.makeDonation
source: Make a donation
lt_lt: Paremti

# payment.submission.paySubmission
source: Pay Submission Fee
lt_lt: Mokėti pateikimo mokestį

# payment.fastTrack.payFastTrack
source: Pay to FastTrack
lt_lt: Mokėti už skubų recenzavimą

# payment.fastTrack.inFastTrack
source: in FastTrack
lt_lt: skubiame recenzavime

# payment.publication.payPublication
source: Pay to Publish
lt_lt: Mokėti už išleidimą

# payment.publication.publicationPaid
source: Publication Fee Paid
lt_lt: Išleidimo mokestis sumokėtas

# payment.membership.buyMembership
source: Buy Individual Membership
lt_lt: Pirkti individualią narystę

# payment.membership.renewMembership
source: Renew Individual Membership
lt_lt: Atnaujinti individualią narystę

# payment.membership.ends
source: Ends
lt_lt: Baigiasi

# payment.subscription.purchase
source: Purchase Subscription
lt_lt: Pirkti prenumeratą

# payment.subscription.renew
source: Renew Subscription
lt_lt: Atnaujinti prenumeratą

# payment.subscription.expires
source: Expires
lt_lt: Galioja iki

# installer.appInstallation
source: OJS Installation
lt_lt: OJS diegimas

# installer.ojsUpgrade
source: OJS Upgrade
lt_lt: OJS naujovinimas

# installer.installationInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>If you are upgrading an existing installation of OJS, <a href="{$upgradeUrl}">click here</a> to proceed.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
lt_lt: <h4>OJS versija {$version}</h4> <p>Ačiū, kad atsisiuntėte „Public Knowledge Project“ programinę įrangą <strong>Open Journal Systems</strong>. Prieš tęsdami perskaitykite <a href="{$baseUrl}/docs/README">README</a> failą. Išsamesnės informacijos apie „Public Knowledge Project“ ir jos projektus ieškokite <a href="http://pkp.sfu.ca/" target="_blank">PKP svetainėje</a>. Jei turite pranešimų apie klaidas ar reikia techninės pagalbos su „Open Journal Systems“, apsilankykite <a href="http://forum.pkp.sfu.ca" target="_blank">pagalbos forume</a> arba nueikite į PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">klaidų pranešimo sistemą</a>. Nors pagalbos forumui teikiama pirmenybė, galite susisiekti su mūsų komanda el. paštu <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Naujovinimas</h4> <p>Jei atnaujinate egzistuojantį OJS diegimą, <a href="{$upgradeUrl}">spustelėkite čia</a>.</p> <h4>Rekomenduojami sistemos reikalavimai</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; šiuo metu naudojate PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 arba <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x arba >= 2.0.4x arba Microsoft IIS 6</li> <li>Operacinė sistema: be kuri OS, kuri palaiko aukščiau išvardytą programinę įrangą, įtraukiant ir <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Kadangi PKP neturi išteklių, kad galėtų išbandyti visas įmanomas programinės įrangos derinius, nėra garantuojamas teisingas veikimas ir numanoma pagalba.</p> <p>Pakeitimus šioms nuostatoms galėsite atlikti po diegimo redaguodami failą <tt>config.inc.php</tt> pagrindiniame OJS kataloge, arba naudojant svetainės administratoriaus WEB sąsają.</p> <h4>Palaikomos duomenų bazės</h4> <p>Šiuo metu OJS yra išbandyta su MySQL ir PostgreSQL, nors ir kitos duomenų bazių tvarkymo sistemos, kurias palaiko <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> gali veikti (pilnai arba iš dalies). Taip pat galite OJS komandai nusiųsti suderinamumo ataskaitas ir/arba kodo pataisymus alternatyvioms DBMS.</p>
