Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# submission.event.copyedit.copyeditInitiated
source: Copyedit assignment initiated
lt_lt: Pradėtas rankraščio redagavimas

# submission.event.copyedit.copyeditRevision
source: Copyeditor revisions file updated
lt_lt: Atnaujintas rankraščio redaktoriaus pataisymų failas

# submission.event.copyedit.copyeditInitialCompleted
source: Initial copyedit completed
lt_lt: Baigtas pradinis rankraščio redagavimas

# submission.event.copyedit.copyeditFinalCompleted
source: Final copyedit completed
lt_lt: Baigtas galutinis rankraščio redagavimas

# submission.event.copyedit.copyeditSetFile
source: Copyedit file updated
lt_lt: Atnaujintas rankraščio failas

# submission.event.proofread.proofreaderAssigned
source: Proofreader assigned to submission
lt_lt: Korektorius paskirtas prie pateikimo

# submission.event.proofread.proofreaderUnassigned
source: Proofreader unassigned from submission
lt_lt: Korektorius išbrauktas iš pateikimo

# submission.event.proofread.proofreadInitiated
source: Proofread assignment initiated
lt_lt: Pradėtas koregavimas

# submission.event.proofread.proofreadRevision
source: Proofreader revisions file updated
lt_lt: Atnaujintas korektoriaus pataisymų failas

# submission.event.proofread.proofreadCompleted
source: Proofread assignment completed
lt_lt: Baigtas koregavimas

# submission.event.layout.layoutEditorAssigned
source: Layout editor assigned to submission
lt_lt: Maketuotojas paskirtas prie pateikimo

# submission.event.layout.layoutEditorUnassigned
source: Layout editor unassigned from submission
lt_lt: Maketuotojas išbrauktas iš pateikimo

# submission.event.layout.layoutInitiated
source: Layout assignment initiated
lt_lt: Pradėtas maketavimas

# submission.event.layout.layoutGalleyCreated
source: Layout galley updated
lt_lt: Atnaujintas maketas

# submission.event.layout.layoutComplete
source: Layout assignment completed
lt_lt: Baigtas maketavimas

# reader.subscribersOnly
source: Subscribers Only
lt_lt: Tik prenumeratoriams

# reader.subscriptionRequiredLoginText
source: Subscription required to access item. To verify subscription, log in to journal.
lt_lt: Reikalinga prenumerata, kad pasiektumėte šį elementą. Norėdami patvirtinti prenumeratą, prisijunkite prie žurnalo.

# reader.openAccess
source: Open Access
lt_lt: Atviroji prieiga

# reader.subscriptionAccess
source: Requires Subscription
lt_lt: Reikia prenumeratos

# reader.subscriptionOrFeeAccess
source: Requires Subscription or Fee
lt_lt: Reikia prenumeratos ar mokesčio

# comments.commentsOnArticle
source: Comments on this article
lt_lt: Straipsnio komentarai

# search.results.orderBy
source: Order results by
lt_lt: Rikiuoti rezultatus pagal

# search.results.orderBy.article
source: Article Title
lt_lt: Straipsnio pavadinimą

# search.results.orderBy.author
source: Author
lt_lt: Autorių

# search.results.orderBy.date
source: Publication Date
lt_lt: Išleidimo datą

# search.results.orderBy.issue
source: Issue
lt_lt: Numerį

# search.results.orderBy.journal
source: Journal Title
lt_lt: Žurnalo pavadinimą

# search.results.orderBy.popularityAll
source: Popularity (All Time)
lt_lt: Populiarumą (visų laikų)

# search.results.orderBy.popularityMonth
source: Popularity (Last Month)
lt_lt: Populiarumų (pask. mėnesio)

# search.results.orderBy.relevance
source: Relevance
lt_lt: Tinkamumą

# search.results.orderDir.asc
source: Ascending
lt_lt: Didėjančiai

# search.results.orderDir.desc
source: Descending
lt_lt: Mažėjančiai

# search.results.similarDocuments
source: similar documents
lt_lt: panašūs dokumentai

# admin.settings.oaiRegistrationDescription
source: To have the contents of all journals hosted on this site indexed within a globally distributed system of research databases, <a href="http://pkp.sfu.ca/harvester/add.php" target="_blank">register</a> your site's URL with the Public Knowledge Project metadata <a href="http://pkp.sfu.ca/harvester/" target="_blank">harvester</a>. This tool collects the metadata from each indexed item in this journal, enabling accurate and collective searching among the research sites that adhere to the <a href="http://www.openarchives.org/OAI/openarchivesprotocol.htm#Introduction" target="_blank">Open Archives Initiative Protocol for Metadata Harvesting</a>. <br /><br /> <a href="http://pkp.sfu.ca/harvester/add.php" target="_blank">Click here</a> and enter <span class="highlight">{$siteUrl}</span> under <strong>Site URL</strong>, and <span class="highlight">{$oaiUrl}</span> under <strong>Base URL for OAI Archive</strong>. <br /><br /> Note that the OAI interface can be disabled for this site by editing the OJS system configuration. Future versions of OJS will allow the OAI interface to be enabled or disabled for individual journals within the site.
lt_lt: Tam, kad šios svetainės žurnalų turinys būtų indeksuojamas ir patektų į išorines mokslinių tyrimų duomenų bazes, <a href="http://pkp.sfu.ca/harvester/add.php" target="_blank">užregistruokite</a> šios svetainės adresą PKP metaduomenų <a href="http://pkp.sfu.ca/harvester/" target="_blank">surinkimo sistemoje</a>. Ji kaupia metaduomenis iš kiekvieno straipsnio, įgalina tikslią ir kolektyvinę paiešką mokslinių tyrimų leidinių svetainėse, kurios palaiko <a href="http://www.openarchives.org/OAI/openarchivesprotocol.htm#Introduction" target="_blank">Open Archives Initiative Protocol for Metadata Harvesting</a>. <br /><br /> <a href="http://pkp.sfu.ca/harvester/add.php" target="_blank">Spustelėkite čia</a>, įveskite adresą <span class="highlight">{$siteUrl}</span> laukelyje <strong>Site URL</strong> ir <span class="highlight">{$oaiUrl}</span> laukelyje <strong>Base URL for OAI Archive</strong>. <br /><br /> Pastaba: OAI sąsaja gali būti išjungta redaguojant OJS sistemos konfigūraciją. Naujesnės OJS versijos leis įgalinti ir išjungti OAI sąsajas kiekviename žurnale atskirai.

# admin.auth.defaultSourceDescription
source: <p>Specifying a default authentication source other than OJS has the following effects:</p> <ul> <li>If a user attempts to register a new account with this site with a username that exists on the authentication source (but not in the OJS database), the registration attempt is only allowed if the supplied password is valid for that user account.</li> </ul>
lt_lt: <p>Pasirinkus kitą, o ne OJS tapatybės nustatymo šaltinį kaip numatytąjį, gali susidaryti šios problemos:</p> <ul> <li>Jei vartotojas bando užregistruoti naują paskyrą šioje svetainėje ir tapatybės nustatymo šaltinyje nurodytas vardas jau egzistuoja (bet ne OJS vartotojų duomenų bazėje), registracija bus patvirtinta tik tuo atveju jei nurodytas slaptažodis sutaps su išoriniame šaltinyje įrašytu slaptažodžiu.</li> </ul>

# admin.overwriteConfigFileInstructions
source: <h4>NOTE!</div> <p>The system could not automatically overwrite the configuration file. To apply your configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
lt_lt: <h4>PASTABA!</h4> <p>Sistemai nepavyko automatiškai perrašyti konfigūracijos failo. Norėdami įrašyti pakeitimus, su teksto redaktoriumi turite atverti <tt>config.inc.php</tt> failą ir pakeisti jo turinį su žemiau pateiktu laukelio turiniu.</p>

# subscriptionManager.subscriptionManagement
source: Subscription Management
lt_lt: Prenumeratos tvarkymas

# subscriptionManager.individualSubscriptions
source: Individual Subscriptions
lt_lt: Individualios prenumeratos

# subscriptionManager.institutionalSubscriptions
source: Institutional Subscriptions
lt_lt: Institucijos prenumeratos

# subscriptionManager.subscriptionTypes
source: Subscription Types
lt_lt: Prenumeratos tipai

# plugins.categories.viewableFiles
source: Article Galley Plugins
lt_lt: Straipsnio maketo įskiepiai

# plugins.categories.viewableFiles.description
source: Article Galley Plugins add support for displaying different document types as article galleys.
lt_lt: Straipsnio maketo įskiepiai įtraukia skirtingų dokumentų tipų palaikymą.

# plugins.categories.auth.description
source: Authorization Plugins allow Open Journal Systems to delegate user authentication tasks to other systems, such as LDAP servers.
lt_lt: Tapatybės nustatymo įskiepiai leidžia OJS perduoti vartotojų tapatybės nustatymo užduotį kitoms sistemoms kaip LDAP serveriai.

# plugins.categories.citationFormats.description
source: Citation format plugins provide users with various formats in which to access article citations.
lt_lt: Citatų formatavimo įskiepiai vartotojams suteikia įvairius formatus, per kuriuos galima pasiekti straipsnio citatas.

# plugins.categories.generic.description
source: Generic plugins are used to extend Open Journal Systems in a variety of ways that are not supported by the other plugin categories.
lt_lt: Bendrieji įskiepiai yra naudojami norint išplėsti OJS įvairiais būdais, kurie nėra palaikomi kitose įskiepių grupėse.

# manager.setup.lockssDescription
source: Open Journal Systems supports the <a href="http://www.lockss.org/" target="_blank">LOCKSS</a> (Lots of Copies Keep Stuff Safe) system to ensure a secure and permanent archive for the journal. LOCKSS is open source software developed at Stanford University Library that enables libraries to preserve selected web journals by regularly polling registered journal websites for newly published content and archiving it. Each archive is continually validated against other library caches, and if content is found to be corrupted or lost, the other caches or the journal is used to restore it. <br /><br /> Setting up LOCKSS support for Open Journal Systems does not need to take place until after publishing is fully underway, at which point follow these two steps:
lt_lt: „Open Journal Systems“ palaiko <a href="http://www.lockss.org/" target="_blank">LOCKSS</a> (Lots of Copies Keep Stuff Safe) sistemą, kad užtikrintų saugų ir nuolatinį žurnalo archyvavimą. LOCKSS yra atvirojo kodo programinė įranga, kuria sukūrė Stanfordo universiteto biblioteka, kuri leidžia bibliotekoms išlaikyti pasirinktus internetinius žurnalus reguliariai peržiūrint žurnalo svetainę ir archyvuojant jų turinį. Kiekvienas archyvas yra nuolatos tikrinamas su kitais bibliotekų podėliais ir jei rasta turinys yra sugadintas ar prarastas, tuomet naudojami kiti podėliai ir žurnalas, kad atkurtų jį. <br /><br /> LOCKSS palaikymo „Open Journal Systems“ konfigūravimo nereikėtų pradėti kol neprasidėjo aktyvi leidyba, tuo metu reikėtų atlikti šiuo du veiksmus:

# manager.setup.clockssDescription
source: Open Journal Systems also supports the <a href="http://clockss.org/" target="_blank">CLOCKSS</a> (Controlled Lots of Copies Keep Stuff Safe) system to ensure a secure and permanent archive for the journal. CLOCKSS is based upon the open source LOCKSS software developed at Stanford University Library that enables libraries to preserve selected web journals by regularly polling registered journal websites for newly published content and archiving it. Each archive is continually validated against other library caches, and if content is found to be corrupted or lost, the other caches or the journal is used to restore it. <br /><br /> Setting up CLOCKSS support for Open Journal Systems does not need to take place until after publishing is fully underway.
lt_lt: „Open Journal Systems“ taip pat palaiko <a href="http://clockss.org/" target="_blank">CLOCKSS</a> (Controlled Lots of Copies Keep Stuff Safe) sistemą, kad užtikrintų saugų ir nuolatinį žurnalo archyvavimą. CLOCKSS yra paremta LOCKSS atvirojo kodo programine įranga sukurtą Stanfordo universiteto bibliotekos, kuri leidžia bibliotekoms išlaikyti pasirinktus internetinius žurnalus reguliariai peržiūrint žurnalo svetainę ir archyvuojant jų turinį. Kiekvienas archyvas yra nuolatos tikrinamas su kitais bibliotekų podėliais ir jei rasta turinys yra sugadintas ar prarastas, tuomet naudojami kiti podėliai ir žurnalas, kad atkurtų jį. <br /><br /> CLOCKSS palaikymo „Open Journal Systems“ nereikėtų pradėti kol neprasidėjo aktyvi leidyba.

# manager.setup.authorCopyrightNotice.sample
source: <h3>Proposed Creative Commons Copyright Notices</h3> <h4>1. Proposed Policy for Journals That Offer Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Proposed Policy for Journals That Offer Delayed Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
lt_lt: <h3>„Creative Commons“ autorinių teisių pranešimai</h3> <h4>1. Siūloma politika žurnalams su atvirąja prieiga</h4> Autoriai, kurie nori leisti straipsnius šiame žurnale, sutinka su šiomis sąlygomis: <ol type="a"> <li>Autoriai pasilieka autorines teises ir žurnalui perleidžia teisę į pirmojo straipsnio paskelbimą, o tuo pačiu darbas yra licencijuojamas pagal <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a>, kuri trečiosioms šalims leidžia dalintis darbu, nurodant straipsnio autorystę ir nuorodą į šį žurnalą kaip pradinio paskelbimo vietą.</li> <li>Autoriai gali sudaryti bet kokias, tačiau ne išimtines, sutartis, liečiančias žurnale patalpinto straipsnio platinimą ar kitokį panaudojimą (pvz. perduoti straipsnį į institucinę talpyklą ar publikuoti knygoje), pateikiant nuorodą į šį žurnalą kaip pradinio paskelbimo vietą.</li> <li>Autoriams leidžiama pateikti savo darbą internete (pvz. institucinėse talpyklose ar jų svetainėse), tiek prieš straipsnio pateikimą, tiek straipsnio pateikimo metu. Tokie veiksmai yra naudingi tuo, kad gali pagreitinti informacijos mainus, paankstinti ir padidinti publikuojamo darbo cituojamumą (žr. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Žurnalams su uždelsta atvirąja prieiga</h4> Autoriai, kurie nori leisti straipsnius šiame žurnale, sutinka su šiomis sąlygomis: <ol type="a"> <li>Autoriai pasilieka autorines teises ir žurnalui perleidžia teisę į pirmojo straipsnio paskelbimą. Praėjus [NURODYTI LAIKOTARPĮ] po straipsnio publikavimo, darbas tuo pačiu yra licencijuojamas pagal <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a>, kuri trečiosioms šalims leidžia dalintis darbu, nurodant straipsnio autorystę ir nuorodą į šį žurnalą kaip pradinio paskelbimo vietą.</li> <li>Autoriai gali sudaryti bet kokias, tačiau ne išimtines, sutartis, liečiančias žurnale patalpinto straipsnio platinimą ar kitokį panaudojimą (pvz. perduoti straipsnį į institucinę talpyklą ar publikuoti knygoje), pateikiant nuorodą į šį žurnalą kaip pradinio paskelbimo vietą.</li> <li>Autoriams leidžiama pateikti savo darbą internete (pvz. institucinėse talpyklose ar jų svetainėse), tiek prieš straipsnio pateikimą, tiek straipsnio pateikimo metu. Tokie veiksmai yra naudingi tuo, kad gali pagreitinti informacijos mainus, paankstinti ir padidinti publikuojamo darbo cituojamumą (žr. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>

# manager.setup.citations.enable
source: Enable the Citation Markup Assistant
lt_lt: Įgalinti citatų ženklinimo pagelbiklį

# manager.setup.basicEditorialStepsDescription
source: Steps: Submission Queue &gt; Submission Review &gt; Submission Editing &gt; Table of Contents.<br /><br /> Select a model for handling these aspects of the editorial process. (To designate a Managing Editor and Section Editors, go to Editors in Journal Management.)
lt_lt: Žingsniai: Pateikimo eilė &gt; Pateikimo recenzavimas &gt; Pateikimo redagavimas &gt; Turinys.<br /><br /> Pasirinkite šių žingsnių modelį. (Norėdami paskirti redaktorių ir skilties redaktorius, eikite į žurnalo tvarkymo puslapį ir pasirinkite redaktoriai.)

# manager.setup.referenceLinkingDescription
source: <p>To enable readers to locate online versions of the work cited by an author, the following options are available.</p> <ol> <li><strong>Add a Reading Tool</strong><p>The Journal Manager can add "Find References" to the Reading Tools that accompany published items, which enables readers to paste a reference's title and then search pre-selected scholarly databases for the cited work.</p></li> <li><strong>Embed Links in the References</strong><p>The Layout Editor can add a link to references that can be found online by using the following instructions (which can be edited).</p></li> </ol>
lt_lt: <p>Tam, kad skaitytojai greičiau rastų cituojamus šaltinius internete. Galimos tokios parinktys:</p> <ol> <li><strong>Skaitymo įrankiai</strong><p>Žurnalo tvarkyklėje galima įtraukti „Rasti citatas“ į skaitymo įrankius, kas skaitytojams įgalina citatų pavadinimų kopijavimą ir paiešką iš anksto pažymėtose paieškos sistemose.</p></li> <li><strong>Tiesioginės nuorodos</strong><p>Maketuotojas gali įtraukti nuorodas į citatas, kurios gali būti rastos internete, laikantis žemiau pateiktomis instrukcijomis (jos gali būti redaguojamos).</p></li> </ol>

# manager.people.confirmDisable
source: Disable this user? This will prevent the user from logging into the system. You may optionally provide the user with a reason for disabling their account.
lt_lt: Apriboti šio vartotojo veiksnumą? Tai neleis vartotojui prisijungti prie šios sistemos. Papildomai jūs galite vartotojui pateikti jų paskyros apribojimo priežastį.

# manager.people.noAdministrativeRights
source: Sorry, you do not have administrative rights over this user. This may be because: <ul> <li>The user is a site administrator</li> <li>The user is active in journals you do not manage</li> </ul> This task must be performed by a site administrator.
lt_lt: Atsiprašome, tačiau neturite administratoriaus teisių šiam vartotojui. Tai gali būti, nes: <ul> <li>Vartotojas yra svetainės administratorius</li> <li>Vartotojas yra priskirtas žurnalams, kurių jūs netvarkote</li> </ul> Šį veiksmą gali atlikti tik svetainės administratorius.

# editor.submissionReview.notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightReviewerNotNotified">A Reviewer has been assigned but not notified by email</li> <li class="highlightNoDecision">All Reviewers have returned with their comments, but no decision is recorded</li> <li class="highlightRevisedCopyUploaded">Author has uploaded a revised manuscript</li> <li class="highlightReviewerConfirmationOverdue">Reviewer is overdue to confirm peer review invitation</li> <li class="highlightReviewerCompletionOverdue">Reviewer is overdue to complete review</li> </ul> </li> <li>"Due" is filled in when reviewer accepts request to review; it displays number of weeks to review's due date or (-) weeks that it is overdue.</li> </ol>
lt_lt: <ol> <li>Paryškinti elementai reiškia reikalingo redaktoriaus veiksmo: <ul> <li class="highlightReviewerNotNotified">Recenzentas buvo priskirtas, bet neinformuotas el. laišku</li> <li class="highlightNoDecision">Visi recenzentai grįžo su savo komentarais, bet neužfiksuotas sprendimas</li> <li class="highlightRevisedCopyUploaded">Autorius nusiuntė pataisytą rankraštį</li> <li class="highlightReviewerConfirmationOverdue">Recenzentas yra pavėlavęs patvirtinti tarpusavio vertinimo kvietimą</li> <li class="highlightReviewerCompletionOverdue">Recenzentas yra pavėlavęs užbaigti recenziją</li> </ul> </li> <li>„Terminas“ yra užpildomas, kai recenzentas sutinka recenzuoti; tai rodo savaičių skaičių iki recenzavimo termino arba (-) savaičių kaip vėluojama.</li> </ol>

# editor.submissionEditing.notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightCopyediting">An action is required in the copyediting stage</li> <li class="highlightLayoutEditing">An action is required in the layout editing stage</li> <li class="higlightProofreading">An action is required in the proofreading stage</li> </ul> </li> </ol>
lt_lt: <ol> <li>Paryškinti elementai reiškia reikalingo redaktoriaus veiksmo: <ul> <li class="highlightCopyediting">Reikalingas veiksmas rankraščio redagavimo etape</li> <li class="highlightLayoutEditing">Reikalingas veiksmas maketavimo etape</li> <li class="higlightProofreading">Reikalingas veiksmas korektūros etape</li> </ul> </li> </ol>

# editor.article.selectReviewerNotes
source: Name links to reviewer's profile.<br/> Ratings is out of 5 (Excellent).<br/> Weeks refers to average period of time to complete a review.<br/> Latest is date of most recently accepted review.<br/> Active is how many reviews are currently being considered or underway.
lt_lt: Įvardinkite nuorodas į recenzentų profilius.<br/> Įvertinimai yra iš 5 (Puikus).<br/> Savaitės nurodo vidutinį laiką per kurį reikia užbaigti recenziją.<br/> Naujausia yra data iš neseniai priimtos recenzijos.<br/> Aktyvios yra recenzijų skaičius, kurios šiuo metu yra svarstomos arba yra vykdomos.

# sectionEditor.activeEditorialAssignments
source: Active Editorial Assignments
lt_lt: Aktyvios užduotys

# sectionEditor.completedEditorialAssignments
source: Completed Editorial Assignments
lt_lt: Atliktos užduotys

# sectionEditor.noneAssigned
source: No submissions assigned.
lt_lt: Nėra paskirtų pateikimų.

# sectionEditor.copyedit.confirmRenotify
source: Notifying this copy editor again will restart their assignment. Are you sure you wish to do this?
lt_lt: Vėl išsiuntus šį pranešimą rankraščio redaktoriui bus iš naujo pradėta jų užduotis. Ar tikrai norite tai daryti?

# sectionEditor.author.confirmRenotify
source: Notifying this author again will restart their assignment. Are you sure you wish to do this?
lt_lt: Vėl išsiuntus šį pranešimą autoriui bus iš naujo pradėta jo užduotis. Ar tikrai norite tai daryti?
