Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# submission.citations.metadata.changeWarning
source: Are you sure you want to update your references list? If you click OK, any changes made by the Editors will be overwritten. If you are not sure whether you should make changes to the references list, please contact the Editor in charge of your submission.
lt_lt: Ar tikrai norite atnaujinti nuorodų sąrašą? Jei spustelėsite Gerai, visi atlikti redaktorių pakeitimai bus pakeisti. Jei nesate tikras ar turėtumėte atlikti pakeitimus nuorodų sąrašui, susisiekite su redaktoriumi, kuris yra atsakingas už pateikimą.

# submission.comments.addComment
source: Add Comment
lt_lt: Rašyti komentarą

# submission.comments.comments
source: Comments
lt_lt: Komentarai

# submission.comments.confirmDelete
source: Are you sure you would like to delete this comment?
lt_lt: Ar tikrai norite pašalinti šį komentarą?

# submission.comments.corrections
source: Corrections
lt_lt: Pataisymai

# submission.comments.editComment
source: Edit Comment
lt_lt: Redaguoti komentarą

# submission.comments.importPeerReviews
source: Import Peer Reviews
lt_lt: Importuoti tarpusavio vertinimus

# submission.comments.addReviews
source: Add Reviews to Email
lt_lt: Įtraukti recenzijas į el. laišką

# submission.comments.importPeerReviews.reviewerLetter
source: Reviewer {$reviewerLetter}:
lt_lt: Recenzentas {$reviewerLetter}:

# submission.comments.noComments
source: No Comments
lt_lt: Nėra komentarų

# submission.comments.noReviews
source: No Reviews
lt_lt: Nėra recenzijų

# submission.comments.review
source: Review
lt_lt: Recenzija

# submission.comments.sendDecisionToReviewers
source: Send Reviewers editorial decision
lt_lt: Siųsti recenzentams redaktorių sprendimą

# submission.comments.subject
source: Subject
lt_lt: Tema

# submission.complete
source: Complete
lt_lt: Baigta

# submission.contributors
source: List of Contributors
lt_lt: Bendraautorių sąrašas

# submission.copyedited
source: Copyedited
lt_lt: Pataisytas

# submission.copyediting
source: Copyediting
lt_lt: Rankraščio redagavimas

# submission.queryNoteFiles
source: Discussion Files
lt_lt: Diskusijos failai

# submission.coverage
source: Coverage Information
lt_lt: Aprėpties informacija

# submission.done
source: Done
lt_lt: Baigta

# submission.dueDate
source: Due Date
lt_lt: Pabaigos data

# submission.due
source: Due
lt_lt: Terminas

# submission.editing
source: Editing
lt_lt: Redagavimas

# submission.editMetadata
source: Edit Metadata
lt_lt: Redaguoti metaduomenis

# submission.editorial
source: Copyediting
lt_lt: Rankraščio redagavimas

# submission.email.backToEmailLog
source: Back to Email Log
lt_lt: Grįžti į el. pašo žurnalą

# submission.email.confirmClearLog
source: Are you sure you want to clear the email log for this submission?
lt_lt: Ar tikrai norite išvalyti šio pateikimo el. pašto žurnalą?

# submission.email.confirmDeleteLogEntry
source: Are you sure you want to delete this email log entry?
lt_lt: Ar tikrai norite pašalinti šį el. pašto žurnalo įrašą?

# submission.email.deleteLogEntry
source: Delete Log Entry
lt_lt: Pašalinti žurnalo įrašą

# submission.emailLog
source: Email Log
lt_lt: El. pašto žurnalas

# submission.event.backToEventLog
source: Back to Event Log
lt_lt: Grįžti į įvykių žurnalą

# submission.event.confirmClearLog
source: Are you sure you want to clear the event log for this submission?
lt_lt: Ar tikrai norite išvalyti šį pateikimo įvykių žurnalą?

# submission.event.confirmDeleteLogEntry
source: Are you sure you want to delete this event log entry?
lt_lt: Ar tikrai norite pašalinti šį įvykių žurnalo įrašą?

# submission.event.deleteLogEntry
source: Delete Log Entry
lt_lt: Pašalinti žurnalo įrašą

# submission.event.submissionSubmitted
source: Initial submission completed.
lt_lt: Pradinis pateikimas baigtas.

# submission.event.fileUploaded
source: A file "{$originalFileName}" was uploaded for submission {$submissionId} by {$username}.
lt_lt: „{$username}“ nusiuntė failą „{$originalFileName}“ į pateikimą {$submissionId}.

# submission.event.fileRevised
source: Revision "{$name}" (file ID {$fileId}-{$revision}) was uploaded.
lt_lt: Nusiųstas pataisymas „{$name}“ (failo ID {$fileId}-{$revision}).

# submission.event.general.metadataUpdated
source: Submission metadata updated
lt_lt: Atnaujinti pateikimo metaduomenys

# submission.event.general.suppFileUpdated
source: Submission file updated
lt_lt: Atnaujintas ateikimo failas

# submission.event.participantAdded
source: {$name} was assigned to this submission as a {$userGroupName}.
lt_lt: „{$name}“ buvo paskirtas prie pateikimo kaip „{$userGroupName}“.

# submission.event.reviewer.reviewAcceptedByProxy
source: Review assignment accepted by proxy
lt_lt: Priimtas recenzavimo paskyrimas per įgaliotąją programą

# submission.event.reviewer.reviewAccepted
source: Review assignment accepted
lt_lt: Priimtas recenzavimo paskyrimas

# submission.event.reviewer.reviewCancelled
source: Review assignment cancelled
lt_lt: Atšauktas recenzavimo paskyrimas

# submission.event.reviewer.reviewDeclined
source: Review assignment declined
lt_lt: Atšaukta recenzavimo užduotis

# submission.event.reviewer.reviewDueDate
source: Review due date modified
lt_lt: Modifikuota recenzavimo pabaigos data

# submission.event.reviewer.reviewerAssigned
source: Reviewer assigned to submission
lt_lt: Paskirtas recenzentas prie pateikimo

# submission.event.reviewer.reviewerRated
source: Reviewer rating submitted
lt_lt: Pateiktas recenzento įvertinimas

# submission.event.reviewer.reviewerUnassigned
source: Reviewer unassigned from submission
lt_lt: Išbrauktas recenzentas iš pateikimo

# submission.event.reviewer.reviewFile
source: Review file updated
lt_lt: Atnaujintas recenzavimo failas

# submission.event.reviewer.reviewInitiated
source: Review assignment initiated
lt_lt: Pradėta recenzavimo užduotis

# submission.event.reviewer.reviewRecommendation
source: Review recommendation file
lt_lt: Recenzijos rekomendacijos failas

# submission.event.reviewer.reviewReinitiated
source: Review assignment reinitiated
lt_lt: Iš naujo pradėta recenzavimo užduotis

# submission.event.reviewer.reviewResubmitted
source: Review resubmitted
lt_lt: Iš naujo pateikta recenzija

# submission.event.reviewer.reviewRevision
source: Reviewer revisions file updated
lt_lt: Atnaujintas recenzento pataisymų failas

# submission.event.subjectPrefix
source: An email has been sent:
lt_lt: Išsiųstas el. laiškas:

# submission.event.viewEmail
source: View Email
lt_lt: Peržiūrėti el. paštą

# submission.files
source: Files
lt_lt: Failai

# submission.files.downloadAll
source: Download All Files
lt_lt: Atsisiųsti visus failus

# submission.galley
source: Galley
lt_lt: Maketas

# submission.history.clearLog
source: Clear Log
lt_lt: Išvalyti žurnalą

# submission.history
source: History
lt_lt: Istorija

# submission.history.noLogEntries
source: No log entries.
lt_lt: Nėra žurnalo įrašų.

# submission.history.recentLogEntries
source: Recent Entries
lt_lt: Naujausi įrašai

# submission.history.submissionEmailLog
source: Email Log
lt_lt: El. pašto žurnalas

# submission.history.submissionEventLog
source: Event Log
lt_lt: Įvykių žurnalas

# submission.history.submissionNotes
source: Submission Notes
lt_lt: Pateikimo pastabos

# submission.history.viewLog
source: View Log
lt_lt: Peržiūrėti žurnalą

# submission.howToCite
source: How to Cite
lt_lt: Kaip cituoti

# submission.howToCite.citationFormats
source: Citation Formats
lt_lt: Citatų formatai

# submission.indexing
source: Indexing
lt_lt: Indeksavimas

# submission.initiated
source: Initiated
lt_lt: Pradėta

# submission.identifiers
source: Identifiers
lt_lt: Identifikatoriai

# submission.publisherId
source: Public URL identifier
lt_lt: Viešasis adreso identifikatorius

# submission.informationCenter.submissionInfo
source: Submission Info
lt_lt: Pateikimo informacija

# submission.informationCenter.metadata
source: Metadata
lt_lt: Metaduomenys

# submission.informationCenter.notes
source: Notes
lt_lt: Pastabos

# submission.informationCenter.history
source: History
lt_lt: Istorija

# submission.informationCenter.history.allEvents
source: Show events from prior versions
lt_lt: Rodyti įvykius iš ankstesnių versijų

# submission.stageParticipants.notify
source: Notify
lt_lt: Informuoti

# submission.lastModified
source: Last modified
lt_lt: Paskutinis pakeitimas

# submission.layout.addGalley
source: Add a Layout Galley
lt_lt: Pridėti maketo failą

# submission.layout.confirmDeleteGalley
source: Are you sure you want to permanently delete this galley?
lt_lt: Ar tikrai norite pašalinti šį maketo failą?

# submission.layout.confirmDeleteGalleyImage
source: Are you sure you want to remove this image from the galley?
lt_lt: Ar tikrai norite pašalinti šį paveikslėlį?

# submission.layout.confirmDeleteSupplementaryFile
source: Are you sure you want to permanently delete this supplementary file?
lt_lt: Ar tikrai norite pašalinti šį papildomą failą?

# submission.layout.deleteGalleyStylesheet
source: Delete this style sheet.
lt_lt: Pašalinti šį pakopinį stilių.

# submission.layout.editGalley
source: Edit a Layout Galley
lt_lt: Redaguoti maketą

# submission.layout.galleyFormat
source: Galley Format
lt_lt: Maketo formatas

# submission.layout.galleyHTMLData
source: HTML Galley Files
lt_lt: HTML maketo failai

# submission.layout.galleyImages
source: Images
lt_lt: Paveikslėliai

# submission.layout.galleyLabel
source: Galley Label
lt_lt: Etiketė

# submission.layout.galleyLabelInstructions
source: Typically used to identify the file format (e.g. PDF, HTML, etc.).
lt_lt: Paprastai identifikuoja failo formatą (pvz.: PDF, HTML, ir pan.)

# submission.layout.galleyLabelRequired
source: A galley label is required.
lt_lt: Etiketė yra privaloma.

# submission.layout.galleyLanguageRequired
source: A galley language is required.
lt_lt: Kalba yra privaloma.

# submission.layout.galleyLocaleRequired
source: A galley locale is required.
lt_lt: Lokalė yra privaloma.

# submission.layout.galleyRemoteURL
source: Remote URL
lt_lt: Nuotolinis adresas

# submission.layout.galleyRemoteURLValid
source: Please provide a valid remote URL (include http://).
lt_lt: Pateikite galiojantį nuotolinį adresą (įtraukite http://).

# submission.layout.galleyNoImages
source: No images
lt_lt: Nėra paveikslėlių

# submission.layout.galleys
source: Galleys
lt_lt: Maketai

# submission.layout.galleyStylesheet
source: Stylesheet File
lt_lt: Pakopinių stilių failas

# submission.layout.galleyStyle
source: Style
lt_lt: Stilius

# submission.layout.initialGalleyCreation
source: Initial Galley Creation
lt_lt: Pradinis maketo kūrimas

# submission.layout.layoutFile
source: Layout File
lt_lt: Maketo failas

# submission.layout
source: Layout
lt_lt: Maketas

# submission.layout.layoutVersion
source: Layout Version
lt_lt: Maketo versija

# submission.layout.newGalley
source: Create New Galley
lt_lt: Kurti naują maketą

# submission.layout.newSupplementaryFile
source: Upload New Supplementary File
lt_lt: Nusiųsti naują papildomą failą

# submission.layout.noStyleFile
source: No style sheet file has been added to this galley.
lt_lt: Šiam maketui nebuvo pridėtas pakopinių stilių failas.

# submission.layout.supplementaryFiles
source: Supplementary File Review
lt_lt: Papildomo failo peržiūra

# submission.layout.viewingGalley
source: Viewing Submission Galley
lt_lt: Maketo peržiūra

# submission.layout.viewProof
source: View Proof
lt_lt: Žiūrėti korekciją

source: Submission Metadata
lt_lt: Pateikimo metaduomenys

# submission.noReviewAssignments
source: No Review Assignments
lt_lt: Nėra recenzavimo užduočių

# submission.notes.addNewNote
source: Add New Note
lt_lt: Rašyti pastabą

# submission.notes.attachedFile
source: File Attachment
lt_lt: Failo priedas

# submission.notes.backToSubmissionNotes
source: Back To Submission Notes
lt_lt: Grįžti į pateikimo pastabas

# submission.notes.breadcrumb
source: Notes
lt_lt: Pastabos

# submission.notes.clearAllNotes
source: Clear All Notes
lt_lt: Išvalyti visas pastabas

# submission.notes.collapseNotes
source: Collapse Notes
lt_lt: Suskleisti pastabas

# submission.notes.confirmDeleteAll
source: Remove All Submission Notes?
lt_lt: Pašalinti visas pateikimo pastabas?

# submission.notes.confirmDelete
source: Remove This Submission Note?
lt_lt: Pašalinti šią pateikimo pastabą?

# submission.notes.createNewNote
source: Create New Note
lt_lt: Rašyti pastabą

# submission.notes.deleteNote
source: Delete Note
lt_lt: Šalinti pastabą

# submission.notes.editNote
source: Edit Note
lt_lt: Redaguoti pastabą

# submission.notes.expandNotes
source: Expand Notes
lt_lt: Išskleisti pastabas

# submission.notes.noSubmissionNotes
source: No Submission Notes
lt_lt: Nėra pateikimo pastabų

# submission.notes.removeUploadedFile
source: Remove Uploaded File
lt_lt: Šalinti nusiųstą failą

source: Submission Notes
lt_lt: Pateikimo pastabos

# submission.notes.updateNote
source: Update Note
lt_lt: Atnaujinti pastabas

# submission.notes.viewNotes
source: View Notes
lt_lt: Žiūrėti pastabas

# submission.originalFile
source: Original file
lt_lt: Originalus failas

# submission.page.editing
source: #{$id} Editing
lt_lt: #{$id} Redagavimas

# submission.page.history
source: #{$id} History
lt_lt: #{$id} Istorija

# submission.page.review
source: #{$id} Review
lt_lt: #{$id} Recenzavimas

# submission.page.summary
source: #{$id} Summary
lt_lt: #{$id} Santrauka

# submission.page.citations
source: #{$id} Citations
lt_lt: #{$id} Citatos

# submission.peerReview
source: Peer&nbsp;Review
lt_lt: Tarpusavio&nbsp;vertinimas

# submission.production
source: Production
lt_lt: Gamyba

# submission.recommendation
source: Recommendation: {$recommendation}
lt_lt: Rekomendacija: {$recommendation}

# submission.rejected
source: Rejected
lt_lt: Atmestas

# submission.request
source: Request
lt_lt: Prašyti

# submission.response
source: Response
lt_lt: Atsakyti

# submission.restrictions
source: Restrictions
lt_lt: Apribojimai

# submission.reviewMetadata
source: Review Metadata
lt_lt: Peržiūrėti metaduomenis

# submission.review
source: Review
lt_lt: Recenzavimas

# submission.reviewed
source: Reviewed
lt_lt: Recenzuotas

# submission.reviewVersion
source: Review Version
lt_lt: Recenzijos versija

# submission.rights
source: Rights
lt_lt: Teisės

# submission.rights.tip
source: If you wish, you may enter a brief statement about the access rights held in or over this submission.
lt_lt: Jei norite, galite trumpai aprašyti šio pateikimo saugomas ar turimas prieigos teises.

# submissions.active
source: Active
lt_lt: Aktyvus

# submissions.archived
source: Archived
lt_lt: Archyvuotas

# submission.saveMetadata
source: Save Metadata
lt_lt: Įrašyti metaduomenis

# submissions.completed
source: Completed
lt_lt: Baigtas

# submissions.declined
source: Declined
lt_lt: Atmestas

# submissions.incomplete
source: Incomplete
lt_lt: Nebaigtas

# submissions.noSubmissions
source: No Submissions
lt_lt: Nėra pateikimų

# submissions.queuedEditing
source: In Editing
lt_lt: Laukia redagavimo

# submissions.queued
source: Queued
lt_lt: Įtrauktas į eilę

# submissions.queuedUnassigned
source: Awaiting assignment
lt_lt: Laukia paskyrymo

# submissions.ruling
source: Ruling
lt_lt: Nutarimas

# submission.source
source: Source
lt_lt: Šaltinis

# submission.source.tip
source: Is this submission derived from another resource? If so, you may enter a URL or description of that resource.
lt_lt: Ar šis pateikimas gautas iš kitų išteklių? Jei taip, galite įvesti išteklių adresą ar aprašymą.

# submissions.submit
source: Submit
lt_lt: Pateikti

# submissions.submitted
source: Submitted
lt_lt: Pateikta

# submission.submission
source: Submission
lt_lt: Pateikimas

# submission.submissionTitle
source: Submission Title:
lt_lt: Pateikimo pavadinimas:

# submission.start
source: Start
lt_lt: Pradėti

# submission.submissionHistory
source: Submission History
lt_lt: Pateikimo istorija

# submission.submissionManuscript
source: Submission Manuscript
lt_lt: Pateikimo rankraštis

# submission.submissionReview
source: Submission Review
lt_lt: Pateikimo recenzavimas

# submission.submitter
source: Submitter
lt_lt: Pateikė

# submission.submit.finishSubmission
source: Finish Submission
lt_lt: Baigti pateikimą

# submission.submit.selectFile
source: Select File
lt_lt: Pasirinkite failą

# submission.submit.fileInformation
source: File Information
lt_lt: Failo informacija

# submission.submit.fileAdded
source: File Added
lt_lt: Failas įtrauktas

# submission.submit.includeInBrowse
source: Include this contributor in browse lists?
lt_lt: Įtraukti bendraautorių į naršymo sąrašus

# submission.submit.newFile
source: Add Another File
lt_lt: Įtraukti kitą failą

# submission.submit.metadataForm
source: Additional Refinements
lt_lt: Papildomi patobulinimai

# submission.submit.metadataForm.tip
source: Add additional information for your submission. Press 'enter' after each term.
lt_lt: Įtraukite papildomą pateikimo informaciją. Spustelėkite 'enter' po kiekvieno termino.

# submission.submit.submissionLocale
source: Submission Language
lt_lt: Pateikimo kalba

# submission.submit.submissionLocaleDescription
source: This press accepts submissions in several languages. Choose the primary language of the submission from the pulldown below.
lt_lt: Žurnalas priima pateikimus keliomis kalbomis. Pasirinkite pagrindinę pateikimo kalbą iš išskleidžiamojo sąrašo.

# submission.submit.submissionFiles
source: Submission Files
lt_lt: Pateikimo failai

# submission.submit.dependentFiles
source: Dependent Files
lt_lt: Priklausomi failai

# submission.manageDependentFiles
source: Manage Dependent Files
lt_lt: Tvarkyti priklausomus failus

# submission.upload.dependent
source: Upload a Dependent File
lt_lt: Nusiųsti priklausomą failą

# submission.upload.query
source: Upload a Discussion File
lt_lt: Nusiųsti diskusijos failą

# submission.summary
source: Summary
lt_lt: Santrauka

# submission.supplementaryFiles
source: Supplementary Files
lt_lt: Papildomi failai

# submission.supportingAgencies
source: Supporting Agencies
lt_lt: Remiančios organizacijos

# submission.currentAgencies
source: Current Agencies
lt_lt: Dabartinės organizacijos

# submission.indexingInformation
source: Indexing Information
lt_lt: Indeksuojama informacija

# submission.titleAndAbstract
source: Title and Abstract
lt_lt: Pavadinimas ir santrauka

# submission.type.tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
lt_lt: Pateikimo tipas paprastai būna vienas iš 'image', 'text', arba kiti įvairialypės terpės tipai kartu su 'software' ar 'interactive'. Pasirinkite vieną iš labiausiai tinkančių Jūsų pateikimui. Pavyzdžius galite rasti <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission.underway
source: Underway
lt_lt: Vykdoma

# submission.uploadFileTo
source: Upload file to
lt_lt: Nusiųsti failą į

# submission.createRemote
source: Create remote
lt_lt: Kurti nuotolinį

# submission.viewMetadata
source: View Metadata
lt_lt: Peržiūrėti metaduomenis

# submission.views
source: Views
lt_lt: Peržiūros

# submission.uploadSuccessful
source: Your file has been uploaded.
lt_lt: Failas buvo nusiųstas.

# submission.loadMessage
source: Please wait while your file is uploaded to the server.
lt_lt: Palaukite kol failas yra siunčiamas į serverį.

# submission.artworkFileDetails
source: Artwork File Details
lt_lt: Iliustracijų failo informacija

# submission.fileDetails
source: File Details
lt_lt: Failo informacija

# submission.nameRequired
source: A name is required for this item.
lt_lt: Šiam elementui vardas yra privalomas.

# submission.submit.selectPrincipalContact
source: Principal contact for editorial correspondence.
lt_lt: Pagrindinis kontaktas redakcijos korespondencijai.

# submission.submit.contributorRole
source: Contributor's role
lt_lt: Bendraautoriaus vaidmuo

# submission.submit.addAuthor
source: Add Contributor
lt_lt: Įtraukti bendraautorių

# submission.form.name
source: Name the file (e.g., Manuscript; Table 1)
lt_lt: Įveskite failo vardą (pvz.: rankraštis; 1 lentelė)

# submission.form.replaceExisting
source: Replacing an Existing File?
lt_lt: Pakeisti egzistuojantį failą?

# workflow.review.internalReview
source: Internal Review
lt_lt: Vidinis recenzavimas

# workflow.stage.any
source: Any Stage
lt_lt: Bet kuris etapas

# workflow.stage
source: Stage
lt_lt: Etapas

# submission.status.editorial
source: In Copyediting
lt_lt: Redaguojamas

# submission.status.production
source: In Proofreading
lt_lt: Koreguojamas

# submission.status.review
source: In Review
lt_lt: Recenzuojamas

# submission.status.submission
source: Awaiting Editor Decision
lt_lt: Laukia redaktoriaus sprendimo

# submission.status.unassigned
source: Unassigned
lt_lt: Nepaskirtas

# submission.status.declined
source: Declined
lt_lt: Atmestas

# submission.status.published
source: Published
lt_lt: Išleistas

# submission.submit.uploadStep
source: 1. Upload File
lt_lt: 1. Nusiųsti failą

# submission.submit.uploadSubmissionFile
source: Upload Submission File
lt_lt: Nusiųsti pateikimo failą

# submission.submit.metadataStep
source: 2. Review Details
lt_lt: 2. Peržiūrėti informaciją

# submission.submit.finishingUpStep
source: 3. Confirm
lt_lt: 3. Patvirtinti

# submission.submit.fileNameRequired
source: You must enter a file name for this file
lt_lt: Privalote įvesti šio failo pavadinimą

# submission.upload.noGenre
source: Missing or invalid component!
lt_lt: Trūksta arba negaliojantis komponentas!

# submission.upload.invalidUserGroup
source: Missing or invalid user group!
lt_lt: Trūksta arba negaliojanti vartotojų grupė

# submission.upload.possibleRevision
source: Possible Duplication or Revision Detected
lt_lt: Galimas dubliavimas ar aptiktas pataisymas

# submission.upload.possibleRevisionDescription
source: The name of the uploaded file resembles the name of a previously uploaded file, "{$revisedFileName}." Is this file intended to replace "{$revisedFileName}"? If so, select the file below. Otherwise, select "This is not a revision of an existing file" before proceeding.
lt_lt: Nusiųsto failo pavadinimas yra panašus į anksčiau nusiųsto failo „{$revisedFileName}“. Ar šis failas yra skirtas pakeisti „{$revisedFileName}“? Jei taip, žemiau pasirinkite failą. Priešingai, prieš tęsdami pasirinkite „Failas nėra egzistuojančio failo taisymas“.

# submission.upload.selectMandatoryFileToRevise
source: Please select the file you would like to revise.
lt_lt: Pasirinkite failą, kurį norėtumėte taisyti.

# submission.upload.selectOptionalFileToRevise
source: If you are uploading a revision of an existing file, please indicate which file.
lt_lt: Jei siunčiate egzistuojančio failo taisymą, prašome pažymėti kurio failo.

# submission.upload.uploadNewFile
source: This is not a revision of an existing file
lt_lt: Failas nėra egzistuojančio failo taisymas

# submission.upload.userGroup
source: Upload this file in my role as...
lt_lt: Nusiųsti failą kaip...

# submission.upload.userGroupDescription
source: If you are submitting an Edited Volume, you should upload all volume chapters individually, under your role as volume editor.
lt_lt: Jei pateikiate redaguotą tomą turėtumėte nusiųsti visus tomo skyrius atskirai kaip tomo redaktorius.

# submission.upload.uploadLibraryFile
source: Upload a Library File
lt_lt: Nusiųsti bibliotekos failą

# submission.upload.libraryCategory
source: Submission Document Category
lt_lt: Pateikimo dokumento grupė
