Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# editor.issues.saveChanges
source: Save changes to table of contents?
lt_lt: Įrašyti turinio pakeitimus?

# editor.issues.default
source: Default
lt_lt: Numatytasis

# editor.issues.order
source: Order
lt_lt: Tvarka

# editor.issues.publicId
source: Public Id
lt_lt: Viešas Id

# editor.issues.publishIssue
source: Publish Issue
lt_lt: Išleisti numerį

# editor.issues.unpublishIssue
source: Unpublish Issue
lt_lt: Neišleisti numerio

# editor.issues.previewIssue
source: Preview Issue
lt_lt: Peržiūrėti numerį

# editor.issues.preview
source: Preview
lt_lt: Peržiūra

# editor.issues.confirmPublish
source: Are you sure you want to publish the new issue?
lt_lt: Ar tikrai norite išleisti naują numerį?

# editor.issues.confirmUnpublish
source: Are you sure you want to unpublish this published issue?
lt_lt: Ar tikrai nebenorite leisti šio numerio?

# editor.issues.publicArticleIdExists
source: Unable to save public id for article:
lt_lt: Nepavyko įrašyti viešojo id straipsniui:

# editor.issues.noLiveIssues
source: No Live Issues
lt_lt: Nėra numerių

# editor.issues.open
source: Open
lt_lt: Atverti

# editor.issues.pages
source: Pages
lt_lt: Puslapiai

# editor.issues.galleys
source: Issue Galleys
lt_lt: Numerio maketai

# editor.issues.galley
source: Issue Galley
lt_lt: Numerio maketas

# editor.issues.viewingGalley
source: Viewing Issue Galley
lt_lt: Peržiūrimas numerio maketas

# editor.issues.issueGalleysDescription
source: Publish galleys with entire issue contents.
lt_lt: Išleisti maketus su visu numerio turiniu.

# editor.issues.noneIssueGalleys
source: No issue galleys have been published.
lt_lt: Nėra išleistų maketų.

# editor.issues.galleyLabelRequired
source: An issue galley label is required.
lt_lt: Numerio maketo etiketė yra privaloma.

# editor.issues.galleyLocaleRequired
source: An issue galley locale is required.
lt_lt: Numerio maketo lokalė yra privaloma.

# editor.issues.galleyPublicIdentificationExists
source: Public issue galley identification already exists.
lt_lt: Viešasis numerio maketo identifikatorius jau egzistuoja.

# editor.issues.backToIssueGalleys
source: Back to issue galleys
lt_lt: Grįžti į numerio maketus

# editor.issues.confirmDeleteGalley
source: Are you sure you want to delete this issue galley?
lt_lt: Ar tikrai norite pašalinti šį numerio maketą?

# editor.issues.identifiers
source: Identifiers
lt_lt: Identifikatoriai

# editor.navigation.futureIssues
source: Future Issues
lt_lt: Būsimi numeriai

# grid.action.addGalley
source: Add galley
lt_lt: Įtraukti maketą

# grid.action.publish
source: Publish Issue
lt_lt: Išleisti numerį

# grid.action.addIssue
source: Create Issue
lt_lt: Kurti numerį

# grid.action.viewIssue
source: View
lt_lt: Peržiūrėti

# grid.action.previewIssue
source: Preview
lt_lt: Peržiūra

# grid.action.addIssueGalley
source: Create Issue Galley
lt_lt: Kurti numerio maketą

# editor.navigation.issueArchive
source: Back Issues
lt_lt: Išleisti numeriai

# editor.article.designateReviewVersion
source: Designate the original file as the Review Version
lt_lt: Paskirti originalų failą kaip recenzavimo versiją

# editor.article.uploadReviewVersion
source: Upload a revised Review Version
lt_lt: Nusiųsti pataisytą recenzijos versiją

# editor.article.showSuppFile
source: Present file to reviewers
lt_lt: Pateikti failą recenzentams

# editor.article.layoutAndProof
source: Layout & Proof
lt_lt: Maketavimas & Korektūra

# editor.article.clear
source: Clear
lt_lt: Išvalyti

# editor.article.clearReviewer
source: Clear reviewer
lt_lt: Išbraukti recenzentą

# editor.article.changeSection
source: Change Section
lt_lt: Pakeisti skiltį

# editor.article.setDueDate
source: Set Due Date
lt_lt: Nustatyti terminą

# editor.article.addReviewer
source: Add Reviewer
lt_lt: Įtraukti recenzentą

# editor.article.toReviewer
source: To Reviewer
lt_lt: Recenzentui

# editor.article.notifyReviewer
source: Notify Reviewer
lt_lt: Informuoti recenzentą

# editor.article.initiateReview
source: Initiate Review
lt_lt: Pradėti recenzavimą

# editor.article.cancelReview
source: Cancel Request
lt_lt: Atšaukti užklausą

# editor.article.clearReview
source: Clear Reviewer
lt_lt: Išbraukti recenzentą

# editor.article.enterRecommendation
source: Enter Recommendation
lt_lt: Įveskite rekomendaciją

# editor.article.enterReviewerRecommendation
source: Enter Reviewer Recommendation
lt_lt: Įveskite recenzento rekomendaciją

# editor.article.recommendation
source: Recommendation
lt_lt: Rekomendacija

# editor.article.selectReviewer
source: Select Reviewer
lt_lt: Pasirinkite recenzentą

# editor.article.replaceReviewer
source: Replace Reviewer
lt_lt: Pakeisti recenzentą

# editor.article.editorToEnter
source: Editor to enter recommendation/comments for reviewer
lt_lt: Redaktorius, kuris įves rekomendaciją/komentarus recenzentui

# editor.article.uploadReviewForReviewer
source: Upload review
lt_lt: Nusiųsti recenziją

# editor.article.peerReviewOptions
source: Peer Review Options
lt_lt: Tarpusavio vertinimo parinktys

# editor.article.decision
source: Decision
lt_lt: Sprendimas

# editor.article.noEditorSelected
source: No editor selected.
lt_lt: Nepasirinktas redaktorius.

# editor.article.recordDecision
source: Record Decision
lt_lt: Įrašyti sprendimą

# editor.article.cannotRecord
source: Section editor not yet recorded or no review file present.
lt_lt: Skilties redaktorius dar neįrašė arba dar nėra recenzijos failo.

# editor.article.reviewersSeeAuthorsVersion
source: Reviewers to see author version
lt_lt: Recenzentai, kurie mato autoriaus versiją

# editor.article.designateDueDate
source: Designate a Due Date
lt_lt: Nustatyti terminą

# editor.article.designateDueDateDescription
source: Enter the date or number of weeks for the new due date.
lt_lt: Įveskite datą arba savaičių skaičių naujam numeriui.

# editor.article.todaysDate
source: Today's Date
lt_lt: Šiandienos data

# editor.article.requestedByDate
source: Requested By Date
lt_lt: Prašyta iki

# editor.article.dueDateFormat
source: Format: YYYY-MM-DD
lt_lt: Formatas: YYYY-MM-DD

# editor.article.numberOfWeeks
source: Number of Weeks
lt_lt: Savaičių skaičius

# editor.article.selectCopyeditor
source: Assign Copyeditor
lt_lt: Paskirti rankraščio redaktorių

# editor.article.replaceCopyeditor
source: Replace Copyeditor
lt_lt: Pakeisti rankraščio redaktorių

# editor.article.editorsCopyedit
source: Editor's Copyedit
lt_lt: Redaktoriaus rankraščio versija

# editor.article.showAuthor
source: Let author view file
lt_lt: Rodyti versiją autoriui

# editor.article.showCopyeditor
source: Show version to copyeditor
lt_lt: Rodyti versiją rankraščio redaktoriui

# editor.article.rateReviewer
source: Reviewer rating
lt_lt: Recenzento įvertinimas

# editor.article.reviewerRating.veryGood
source: 5 High
lt_lt: 5 Aukštas

# editor.article.reviewerRating.veryPoor
source: 1 Low
lt_lt: 1 Žemas

# editor.article.comments
source: Comments
lt_lt: Komentarai

# editor.article.commentsRequired
source: The comments field is required.
lt_lt: Privaloma įvesti komentarus.

# editor.article.saveRating
source: Save Rating
lt_lt: Įrašyti įvertinimą

# editor.article.noneSelected
source: None Selected
lt_lt: Nieko nepasirinkta

# editor.article.authorProofing
source: Author Proofing
lt_lt: Autoriaus korektūra

# editor.article.archiveSubmission
source: Reject and Archive Submission
lt_lt: Atmesti ir archyvuoti pateikimą

# editor.article.restoreToQueue
source: Restore to Active List
lt_lt: Atkurti į aktyvių sąrašą

# editor.article.assignSectionEditor
source: Add Section Editor
lt_lt: Įtraukti skilties redaktorių

# editor.article.assignEditor
source: Add Editor
lt_lt: Įtraukti redaktorių

# editor.article.selectEditor
source: Select {$roleName}
lt_lt: Pasirinkti {$roleName}

# editor.article.selectDecision
source: Select decision
lt_lt: Pasirinkti sprendimą

# editor.article.decision.accept
source: Accept Submission
lt_lt: Priimti pateikimą

# editor.article.decision.pendingRevisions
source: Revisions Required
lt_lt: Reikalingi pataisymai

# editor.article.decision.resubmit
source: Resubmit for Review
lt_lt: Pateikti recenzavimui iš naujo

# editor.article.decision.decline
source: Decline Submission
lt_lt: Atmesti pateikimą

# editor.article.selectLayoutEditor
source: Select Layout Editor
lt_lt: Pasirinkti maketuotoją

# editor.article.replaceLayoutEditor
source: Replace Layout Editor
lt_lt: Pakeisti maketuotoją

# editor.article.reviewSubmission
source: Review Submission
lt_lt: Recenzuoti pateikimą

# editor.article.resubmitForReview
source: Resubmit file for Review
lt_lt: Pateikti failą recenzavimui iš naujo

# editor.article.resubmitFileForPeerReview
source: Resubmit selected file for peer review
lt_lt: Pateikti pasirinktą failą iš naujo tarpusavio recenzavimui

# editor.article.sendToCopyedit
source: Send file to Copyediting
lt_lt: Siųsti failą į rankraščio redagavimą

# editor.article.selectProofreader
source: Assign Proofreader
lt_lt: Priskirti korektorių

# editor.article.replaceProofreader
source: Replace Proofreader
lt_lt: Pakeisti korektorių

# editor.article.authorComments
source: Author Comments
lt_lt: Autoriai komentarai

# editor.article.proofreaderComments
source: Proofreader Comments
lt_lt: Korektoriaus komentarai

# editor.article.layoutEditorFinal
source: Layout Editor Final
lt_lt: Galutinė maketuotojo versija

# editor.article.noDate
source: (date)
lt_lt: (data)

# editor.submissions.showBy
source: Show By
lt_lt: Rodyti pagal

# editor.submissions.submitMMDD
source: Submit MM-DD
lt_lt: Pateikti MM-DD

# editor.submissions.activeAssignments
source: Active Assignments
lt_lt: Aktyvios užduotys

# editor.submissions.invite
source: Invite
lt_lt: Pakviesti

# editor.submissions.accept
source: Accept
lt_lt: Priimti

# editor.submissions.noSubmissions
source: No Submissions
lt_lt: Pateikimų nėra

# editor.submissions.lastAssigned
source: Latest
lt_lt: Paskutinis priskirtas

# editor.submissions.averageTime
source: Weeks
lt_lt: Savaitės

# editor.submissions.lastCompleted
source: Last Complete
lt_lt: Paskutinis baigtas

# editor.submissions.assignedTo
source: Assigned To
lt_lt: Priskirtas

# editor.submissions.inSection
source: In Section
lt_lt: Skiltyje

# editor.article.schedulePublication
source: Schedule For Publication
lt_lt: Planuoti publikavimui

# editor.article.scheduleForPublication
source: Schedule for publication in
lt_lt: Planuoti publikavimui

# editor.article.scheduleForPublication.toBeAssigned
source: To Be Assigned
lt_lt: Dar nepaskirta

# editor.article.payment.publicationFeeNotPaid
source: Publication Fee not paid. To schedule item for publication notify author to pay fee or waive fee.
lt_lt: Išleidimo mokestis nesumokėtas. Norėdami suplanuoti elementą išleidimui, informuokite autorių, kad sumokėtų mokestį arba atleiskite nuo jo.

# editor.article.display
source: Display
lt_lt: Rodyti

# editor.article.hideTocAuthorDescription
source: Omit author names from issue table of contents
lt_lt: Nerodyti autorių numerio turinyje

# editor.article.hideTocAuthorDefault
source: Default
lt_lt: Numatytasis

# editor.article.hideTocAuthorHide
source: Omit
lt_lt: Nerodyti

# editor.article.hideTocAuthorShow
source: Show
lt_lt: Rodyti

# editor.article.cover
source: Cover
lt_lt: Viršelis

# editor.article.coverImage
source: Cover image
lt_lt: Viršelio paveiksliukas

# editor.article.removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
lt_lt: Nepavyko pašalinti viršelio paveiksliuko, nes jis nerastas. Gali būti, kad jis jau yra pašalintas. Pamėginkite įkelti puslapį iš naujo.

# editor.article.uploaded
source: Uploaded
lt_lt: Nusiųstas

# editor.article.removeCoverPage
source: Remove cover image?
lt_lt: Šalinti viršelio paveiksliuką?

# grid.action.removeArticle
source: Remove Article From Issue
lt_lt: Šalinti straipsnį iš numerio

# editor.article.remove
source: Remove
lt_lt: Šalinti

# editor.article.remove.confirm
source: Are you sure you wish to remove this article from the issue? The article will be available for scheduling in another issue.
lt_lt: Ar tikrai norite pašalinti straipsnį iš numerio? Straipsnis bus prieinamas išleidimui kitam numeriui.

# editor.issues.invalidAccessDate
source: Access date is not valid.
lt_lt: Preigos data yra negaliojanti.

# editor.issues.editIssueGalley
source: Edit Issue Galley
lt_lt: Redaguoti numerio maketą

# editor.submission.production.productionReadyFilesDescription
source: The layout editor prepares these files for each galley and then uploads to the appropriate <span class="pkp_help_title">Proofs</span> for proofreading.
lt_lt: Maketuotojas paruošia šiuos failus kiekvienam maketui ir nusiunčia į atitinkamas <span class="pkp_help_title">korekcijas</span>.

# editor.submission.selectGalleyFiles
source: Select Galley Files
lt_lt: Pasirinkite maketo failus

# editor.submission.editorial.finalDraftDescription
source: Final draft files in this list are transformed by a Copyeditor into copyedited versions, uploaded below under <span class="pkp_help_title">Copyediting</span>.
lt_lt: Rankraščio redaktorius paverčia galutinius juodraščių failus šiame sąraše į versijas redagavimui, nusiųstas žemiau po <span class="pkp_help_title">rankraščio redagavimu</span>.

# editor.submission.proof.manageProofFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Proofreading listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion.
lt_lt: Visi failai, kurie jau buvo nusiųsti į bet kurį pateikimo etapą, gali būti įtraukti į korektūros sąrašą žemiau pažymėjus žymimąjį langelį ir spustelėjus „Ieškoti“: bus parodyti visi prieinami failai ir galimi pasirinkti įtraukimui.

# section.default.title
source: Articles
lt_lt: Straipsniai

# section.default.abbrev
source: ART
lt_lt: STR

# default.genres.article
source: Article Text
lt_lt: Straipsnio tekstas

# default.journalSettings.checklist.notPreviouslyPublished
source: The submission has not been previously published, nor is it before another journal for consideration (or an explanation has been provided in Comments to the Editor).
lt_lt: Pateikimas ankščiau nebuvo išleistas ir nėra svarstomas kitame žurnale (arba pateikite paaiškinimą Komentaruose redaktoriui).

# default.journalSettings.checklist.fileFormat
source: The submission file is in OpenOffice, Microsoft Word, or RTF document file format.
lt_lt: Pateikimo failas yra „OpenOffice“, „Mircrosof Word“ ar „RTF“ dokumentų formatu.

# default.journalSettings.checklist.addressesLinked
source: Where available, URLs for the references have been provided.
lt_lt: Kur galima, literatūros šaltinių adresai pateikti nuorodoms.

# default.journalSettings.checklist.submissionAppearance
source: The text is single-spaced; uses a 12-point font; employs italics, rather than underlining (except with URL addresses); and all illustrations, figures, and tables are placed within the text at the appropriate points, rather than at the end.
lt_lt: Tekstas yra viengubu intervalu; naudoja 12 punktų šriftą; naudoja kursyvą, vietoj pabraukimo (išskyrus URL adresus); ir visos iliustracijos, figūros ir lentelės yra padėtos tekste per atitinkamus taškus, o ne pabaigoje.

# default.journalSettings.checklist.bibliographicRequirements
source: The text adheres to the stylistic and bibliographic requirements outlined in the Author Guidelines.
lt_lt: Tekstas atitinka stiliaus ir bibliografinius reikalavimus nurodytus puslapyje „Nurodymai autoriui“.

# default.journalSettings.privacyStatement
source: The names and email addresses entered in this journal site will be used exclusively for the stated purposes of this journal and will not be made available for any other purpose or to any other party.
lt_lt: Šiame žurnale pateikiami asmens duomenys ir el. pašto adresai bus naudojami tik žurnalo tikslams ir nebus prieinami kitiems ar perduoti trečiosioms šalims.

# default.journalSettings.openAccessPolicy
source: This journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.
lt_lt: Šiame žurnale išleistas turinys yra pateikiamas viešajai prieigai be jokių apribojimų.

# default.journalSettings.authorSelfArchivePolicy
source: This journal permits and encourages authors to post items submitted to the journal on personal websites or institutional repositories both prior to and after publication, while providing bibliographic details that credit, if applicable, its publication in this journal.
lt_lt: Šis žurnalas leidžia ir skatina autorius talpinti išleistus straipsnius asmeninėse svetainėse ar institucijos saugyklose prieš ir po išleidimo, kartu pateikiant bibliografinę informaciją apie straipsnio išleidimą šiame žurnale.
