Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# metadata.property.displayName.name-type
source: Name Type
lt_lt: Vardo tipas

# metadata.property.validationMessage.name-type
source: Please make sure that you set a valid name type. Supported values are 'personal', 'corporate' and 'conference'.
lt_lt: Įsitikinkite, kad teisingai nustatėte vardo tipą. Palaikomos reikšmės yra 'asmeninis', 'bendras' ir 'konferencija'.

# common.queue.long.submissionsUnassigned
source: Unassigned
lt_lt: Nepaskirti

# common.queue.long.myAssigned
source: My Assigned
lt_lt: Paskirti man

# common.queue.long.submissionsArchived
source: Archived Submissions
lt_lt: Pateikimai archyve

# submission.authors
source: Authors
lt_lt: Autoriai

# submission.authorBiographies
source: Author Biographies
lt_lt: Autorių biografijos

# submission.shortAuthor
source: {$author} et al.
lt_lt: {$author}

# submission.mySubmissions
source: My Authored
lt_lt: Mano pateikimai

# submission.addFile
source: Upload File
lt_lt: Nusiųsti failą

# submission.agencies
source: Agencies
lt_lt: Agentūros

# submission.abstractViews
source: Abstract Views
lt_lt: Santraukos peržiūros

# submission.accepted
source: Accepted
lt_lt: Priimtas

# submission.acknowledge
source: Acknowledge
lt_lt: Pripažinti

# submission.addSuppFile
source: Add a Supplementary File
lt_lt: Įtraukti papildomą failą

# submission.ask
source: Ask
lt_lt: Klausti

# submission.attachedFile
source: Attached file
lt_lt: Prisegti failai

# submission.backToSubmissionEditing
source: Back to Submission Editing
lt_lt: Grįžti į straipsnio pateikimo redagavimą

# submission.changeComments
source: Change to
lt_lt: Keisti į

# submission.changeFile
source: Change File
lt_lt: Keisti failą

# submission.citations
source: References
lt_lt: Paminėjimai

# submission.citations.editor.citationlist.approved
source: Approved
lt_lt: Patvirtintas

# submission.citations.editor.citationlist.deleteCitationConfirmation
source: Are you sure you want to delete this citation?
lt_lt: Ar tikrai norite pašalinti šią citatą?

# submission.citations.editor.citationlist.errorDeletingCitation
source: An error occurred while trying to delete the citation. Please report this as a bug.
lt_lt: Įvyko klaida kol mėginote pašalinti citatą. Prašome pranešti apie šią klaidą.

# submission.citations.editor.citationlist.newCitation
source: New Citation
lt_lt: Nauja citata

# submission.citations.editor.citationlist.notApproved
source: Not Approved
lt_lt: Nepatvirtinta

# submission.citations.editor.citationlist.title
source: Edit Citations
lt_lt: Keisti citatas

# submission.citations.editor.clickToEdit
source: Click to edit.
lt_lt: Spustelėkite norėdami keisti.

# submission.citations.editor.details.authorQuery
source: Ask Author
lt_lt: Klausti autoriaus

# submission.citations.editor.details.authorQueryBody
source: Your message to the author:
lt_lt: Žinutė autoriui:

# submission.citations.editor.details.authorQueryExplanation
source: You can ask the author for further information about the current citation. Clicking the "Send" button below will send your message as an email to the author.
lt_lt: Galite paklausti autoriaus dėl išsamesnės informacijos apie dabartinę citatą. Žemiau spustelėjus mygtuką „Siųsti“, žinutė bus nusiųsta kaip el. laiškas.

# submission.citations.editor.details.authorQuerySubject
source: Subject:
lt_lt: Tema:

# submission.citations.editor.details.cannotSelectDefaultForLabel
source: You cannot unset a field label. Please delete the field if you don't need it
lt_lt: Negalite pašalinti laukelio etiketės. Prašome pašalinti lauką jei jo nereikia.

# submission.citations.editor.details.checkInGoogleScholar
source: Check in Google Scholar
lt_lt: Patikrinti su „Google Scholar“

# submission.citations.editor.details.changeFieldInfo
source: Type first few letters to select...
lt_lt: Įveskite kelias raides pasirinkimui...

# submission.citations.editor.details.citationExportPreview
source: Citation Export Preview
lt_lt: Citatų eksporto peržiūra

# submission.citations.editor.details.citationImprovementResultsActive
source: Expert internal citation service results (click to close)
lt_lt: Ekspertų vidaus citavimo tarnybos rezultatai (spustelėkite, norėdami užverti)

# submission.citations.editor.details.citationImprovementResultsInactive
source: Expert internal citation service results (click to open)
lt_lt: Ekspertų vidaus citavimo tarnybos rezultatai (spustelėkite, norėdami atverti)

# submission.citations.editor.details.citationServices
source: Citation Services
lt_lt: Citavimo tarnybos

# submission.citations.editor.details.clickToDismissMessage
source: You can click the text of a message to dismiss it.
lt_lt: Galite spustelėti ant žinutės teksto, kad jos atsisakytumėte.

# submission.citations.editor.details.dataSaved
source: Your changes have been saved.
lt_lt: Pakeitimai buvo įrašyti.

# submission.citations.editor.details.editRawCitationDatabaseServices
source: Select Citation Database Services:
lt_lt: Pasirinkite citavimo duomenų bazės tarnybas:

# submission.citations.editor.details.editRawCitationExpertSettingsActive
source: Expert citation editing settings (Click to close)
lt_lt: Ekspertų citavimo redagavimo nustatymai (spustelėkite, norėdami užverti)

# submission.citations.editor.details.editRawCitationExpertSettingsInactive
source: Expert citation editing settings (Click to open)
lt_lt: Ekspertų citavimo redagavimo nustatymai (spustelėkite, norėdami atverti)

# submission.citations.editor.details.editRawCitationExtractionServices
source: Select Citation Extraction Services:
lt_lt: Pasirinkite citavimo išrinkimo tarnybas:

# submission.citations.editor.details.editRawCitationFilterValidationError
source: Internal error: Invalid filter selection. Please submit a bug report.
lt_lt: Vidinė klaida: neteisingas filtro pasirinkimas. Prašome pranešti apie klaidą.

# submission.citations.editor.details.explainImprovementOptions
source: If you did not get satisfactory results by default then you have various options to improve the citation. It often helps to manually edit important fields (e.g. title and author) and then try the citation services again. If that doesn't help you can still query Google Scholar or ask the author for details.
lt_lt: Jei negavote tenkinamų rezultatų pagal nutylėjimą, tuomet turite įvairias parinktis patobulinti citavimą. Labai dažnai pagelbėja rankinis svarbių laukelių redagavimas (pvz. pavadinimas ir autorius) ir citavimo tarnybos panaudojimas dar kartą. Jei tai negelbėja, galite pamėginti užklausti „Google Scholar“ arba paklausti autoriaus išsamesnės informacijos.

# submission.citations.editor.details.googleScholarExplanation
source: If a matched citation wasn't found in any of the connected citation services you can still search for a match in Google Scholar. Unfortunately, Google Scholar does not provide a field-based interface for its data which we could use, which means there is no way to automatically return data into this Assistant. You will have to copy and paste information manually from the Google result page to your fields.
lt_lt: Jei atitinkanti citata nebuvo rasta nei vienoje prijungtoje citavimo tarnyboje dar galite pasinaudoti „Google Scholar“ paieška. Deja, „Google Scholar“ nepateikia laukeliui skirtos sąsajos jos duomenims, kuriuos mes galėtumėme naudoti. Tai reiškia, kad nėra jokio būdo automatiškai grąžinti duomenų į šį pagelbiklį. Jums reikės perkopijuoti informaciją rankiniu būdu iš „Google“ rezultatų puslapio į laukelius.

# submission.citations.editor.details.manualEditing
source: Manual Editing
lt_lt: Rankinis redagavimas

# submission.citations.editor.details.messages
source: Please note (click on messages to dismiss them)
lt_lt: Pažymėkite (spustelėkite ant žinučių, kad jas atmestumėte)

# submission.citations.editor.details.newFieldInfo
source: ...click here to add a new field...
lt_lt: ...spustelėkite čia, kad pridėtumėte naują lauką...

# submission.citations.editor.details.queryCitation
source: Re-Query Citation Services
lt_lt: Pakartotinės užklausos citavimo tarnybos

# submission.citations.editor.details.queryGoogleScholar
source: Search in Google Scholar
lt_lt: Ieškoti su „Google Scholar“

# submission.citations.editor.details.processRawCitation
source: Process
lt_lt: Procesas

# submission.citations.editor.details.processRawCitationGoAhead
source: Go Ahead
lt_lt: Pirmyn

# submission.citations.editor.details.processRawCitationTitle
source: Changing Original Citation
lt_lt: Originalios citatos keitimas

# submission.citations.editor.details.processRawCitationWarning
source: You are about to change the original citation text. If you do that then all fields will be replaced with newly generated values. This deletes manual changes you might already have made.
lt_lt: Ketinate keisti originalios citatos tekstą. Jei tai padarysite, tuomet visi laukeliai bus pakeisti su naujai sugeneruotomis reikšmėmis. Tai pašalins visus anksčiau rankiniu būdu atliktus pakeitimus.

# submission.citations.editor.details.saveAndApprove
source: Save And Approve
lt_lt: Įrašyti ir patvirtinti

# submission.citations.editor.details.saveAndRevokeApproval
source: Revoke Approval
lt_lt: Panaikinti patvirtinimą

# submission.citations.editor.details.sendAuthorQuery
source: Send Message
lt_lt: Siųsti žinutę

# submission.citations.editor.details.sendAuthorQuerySuccess
source: Message sent!
lt_lt: Žinutė išsiųsta!

# submission.citations.editor.details.sourceResultsUse
source: Use
lt_lt: Naudoti

# submission.citations.editor.details.sourceResultsUseAll
source: Use All
lt_lt: Naudoti visus

# submission.citations.editor.details.sourceResultsUseAllExplanation
source: Click to transport all result fields from this source directly to your field list
lt_lt: Spustelėkite, kad perkeltumėte rezultatų laukelius iš šio šaltinio į laukelių sąrašą

# submission.citations.editor.details.sourceResultsUseExplanation
source: Click to transport this result field directly to your field list
lt_lt: Spustelėkite, kad perkeltumėte šį rezultatą tiesiogiai į laukelių sąrašą

# submission.citations.editor.details.rawCitation
source: Original Citation Text
lt_lt: Originalus citatos tekstas

# submission.citations.editor.details.rawCitationRequired
source: A citation text is required.
lt_lt: Citatos tekstas yra privalomas.

# submission.citations.editor.details.unsavedChanges
source: The citation contains unsaved data. Please click the "Save" button to keep the changes or the "Cancel" button to undo the changes.
lt_lt: Citata turi neįrašytų duomenų. Spustelėkite „Įrašyti“ mygtuką, kad įrašytumėte pakeitimus arba mygtuką „Atšaukti“, kad atšauktumėte pakeitimus.

# submission.citations.editor.details.dontShowMessageAgain
source: Don't show this message again.
lt_lt: Daugiau nerodyti šios žinutės.

# submission.citations.editor.edit
source: Edit Citations
lt_lt: Redaguoti citatas

# submission.citations.editor.export
source: Export Citations
lt_lt: Eksportuoti citatas

# submission.citations.editor.export.exportDescription
source: <a id="markForExport" href="">Click here</a> to select all of the generated output. You can then copy and paste it into your document.
lt_lt: <a id="markForExport" href="">Spustelėkite čia</a>, kad pasirinktumėte visą sugeneruotą informaciją. Tuomet galėsite perkopijuoti tai į savo dokumentą.

# submission.citations.editor.export.filterSelectionDescription
source: Please select one of the following export options.
lt_lt: Pasirinkite vieną iš pateiktų citatų eksportavimo parinkčių.

# submission.citations.editor.export.filterSelectionError
source: You did not select one of the output options.
lt_lt: Nepasirinkote nei vienos išvedimo parinkties.

# submission.citations.editor.export.foundUnapprovedCitationsMessage
source: <p>You have not yet approved all citations. Please go to the <strong>Edit Citations</strong> tab and make sure you have approved all citations before you try to export them. Approved citations are marked with a dark blue stripe to the left.</p>
lt_lt: <p>Dar nepatvirtinote visų citatų. Nueikite į kortelę <strong>Redaguoti citatas</strong> ir įsitikinkite, kad patvirtinote visas citatas prieš mėgindami jas eksportuoti. Patvirtintos citatos yra pažymėtos kairėje tamsiai mėlyna juosta.</p>

# submission.citations.editor.export.noExportOutput
source: The '{$filterName}' output filter has produced an error. Please file a bug report.
lt_lt: „{$filterName}“ išvedimo filtras pateikė klaidą. Prašome pranešti apie šią klaidą.

# submission.citations.editor.export.pleaseSelectXmlFilter
source: XML output options:
lt_lt: XML išvedimo parinktys:

# submission.citations.editor.export.pleaseSelectPlaintextFilter
source: Citation style output (experimental only!):
lt_lt: Citatų stiliaus išvedimas (tik bandoma!):

# submission.citations.editor.introduction
source: Introduction
lt_lt: Įvadas

# submission.citations.editor.introduction.introductionMessage
source: <h4>Welcome to the Citation Markup Assistant!</h4> <p>With this assistant you can mark up author-provided citations for export to NLM 2.3 or 3.0 XML galleys, or alternatively as text-based output. This tool first attempts to automatically extract and recognize citations as they have been provided, but you can step in and edit the results at any time.</p> <ul> <li><p><strong>Configuring the Assistant</strong></p> <p>The Citation Markup Assistant is configured by the journal manager in <a href="{$citationSetupUrl}">Journal Setup Step 3.7: Citation Markup Assistant</a>. Different citation extraction and checking tools can be added, configured, and deleted. For more information, contact the journal manager.</p></li> <li><p><strong>Navigating the Assistant Interface</strong></p> <p>To switch between <strong>Introduction</strong>, <strong>Edit Citations</strong> and <strong>Export Citations</strong> tabs, click the tab titles. To expand the citation interface, click the <strong>Fullscreen</strong> button. To return to a normal interface from the expanded citation interface, click the <strong>Fullscreen Off</strong> button. To remove this introductory tab entirely, click the button below.</p></li> <li><p><strong>Requesting Citations</strong></p> <p>If the Citation Markup Assistant has been enabled by the journal manager, authors will be prompted for a list of references during article submission. These references will be requested separately from the submission document itself. After submission, authors can also modify their list of references at any time by editing the submission's metadata; note that this will overwrite any modifications that you have made to the citations using this tool.</p></li> <li><p><strong>Editing Citations</strong></p> <p>The Citation Markup Assistant will attempt to identify and extract individual citations from the author's list of references. You can systematically check each citation extraction attempt for accuracy against a number of external databases; edit incorrect citation information and add new information; approve or delete citations; and add new citations.</p> <p>All final citations for a submission must be approved before they can be exported.</p></li> <li><p><strong>Exporting Citations</strong></p> <p>Citations can be exported as XML or text. XML export options currently include <a href="http://dtd.nlm.nih.gov/publishing/">NLM Journal Publishing</a> 2.3 and 3.0 <a href="http://www.ncbi.nlm.nih.gov/pmc/pmcdoc/tagging-guidelines/article/tags.html#el-reflist">ref-list XML</a>. Selecting one of these options outputs an XML-encoded ref-list snippet that can be copied and pasted into an NLM XML galley.</p> <p>Experimental text export options include ABNT, APA, MLA and Vancouver citation output styles. These options provide a text output that can be copied and pasted into a text-based article galley (for example into Microsoft Word or OpenOffice; Adobe InDesign; etc.). Each citation includes an embedded link to automatically search for that citation in Google Scholar.</p></li> </ul>
lt_lt: <h4>Sveiki atvykę į citatų ženklinimo pagelbiklį!</h4> <p>Su pagelbikliu galėsite ženklinti autoriaus pateiktas citatas eksportavimui į „NLM 2.3“, „3.0 XML“ maketus arba į tekstinį formatą. Šis įrankis pirmiausia pabandys automatiškai išrinkti ir atpažinti citatas, kurios buvo pateiktos, tačiau galite rezultatus redaguoti bet kuriuo metu.</p> <ul> <li><p><strong>Pagelbiklio konfigūravimas</strong></p> <p>Citatų ženklinimo pagelbiklį konfigūruoja žurnalo administratorius puslapyje <a href="{$citationSetupUrl}">Žurnalo konfigūracijos 3.7: Citatų ženklinimo pagelbiklis</a>. Skirtingi citatų išrinkimo ir tikrinimo įrankiai gali būti pridedami, konfigūruojami ir pašalinami. Dėls išsamesnės informacijos susisiekite su žurnalo administratoriumi.</p></li> <li><p><strong>Naršymas pagelbiklio sąsajoje</strong></p> <p>Norėdami perjungti tarp kortelių <strong>Įvadas</strong>, <strong>Redaguoti citatas</strong> ir <strong>Eksportuoti citatas</strong>, spustelėkite ant kortelės pavadinimo. Norėdami išplėsti citavimo sąsają, spustelėkite mygtuką <strong>Visas ekranas</strong>, o norėdami grįžti į normalų režimą, spustelėkite mygtuką <strong>Išjungti viso ekrano režimą</strong>. Norėdami visai pašalinti įvado kortelę, spustelėkite mygtuką žemiau.</p></li> <li><p><strong>Citatų prašymas</strong></p> <p>Jei žurnalo administratorius įgalino citatų ženklinimo pagelbiklį, autoriai bus paraginti įvesti nuorodų sąrašą per straipsnio pateikimo procesą. Šios nuorodos bus užklaustos atskirai nuo dokumento pateikimo. Po pateikimo, autoriai galės modifikuoti nuorodų sąrašą bet kuriuo metu, redaguodami pateikimo metaduomenis; atkreipkite dėmesį į tai, kad tai pakeis bet kokias modifikacijas, kurias atlikote citatoms naudodamiesi šiuo įrankiu.</p></li> <li><p><strong>Citatų redagavimas</strong></p> <p>Citatų ženklinimo pagelbiklis pabandys atpažinti ir išrinkti atskiras citatas iš autoriaus nuorodų sąrašo. Galite metodiškai patikrinti kiekvieną citatos išrinkimo bandymą dėl tikslumo su išorinėmis duomenų bazėmis; redaguoti netinkamą citatos informaciją ir pridėti naują; patvirtinti iš šalinti citatas; ir pridėti naujas citatas.</p> <p>Visos galutinės citatos pateikimui privalo būti patvirtintos prieš mėginant jas eksportuoti.</p></li> <li><p><strong>Citatų eksportavimas</strong></p> <p>Citatos gali būti eksportuotos kaip XML arba tekstas. XML eksportavimo parinktis šiuo metu sudaro <a href="http://dtd.nlm.nih.gov/publishing/">NLM Journal Publishing</a> 2.3 ir 3.0 <a href="http://www.ncbi.nlm.nih.gov/pmc/pmcdoc/tagging-guidelines/article/tags.html#el-reflist">ref-list XML</a>. Pasirinkus vieną iš šių parinkčių bus išvedamas XML šifruotas nuorodų sąrašo fragmentas, kuri gali būti perkopijuotas į „NLM XML“ maketą.</p> <p>Bandomąsias teksto eksportavimo parinktis sudaro ABNT, APA, MLA ir „Vancouver“ stiliai. Šios parinktys suteikia tekstinę išvestį, kuri gali būti perkopijuota į tekstinį straipsnio maketą (pavyzdžiui į „Microsoft Word“ ar „OpenOffice“; „Adobe InDesign“; ir pan.). Kiekviena citata turi įterptą nuorodą į automatinę paiešką tai citatai „Google Scholar“ įrankiu.</p></li> </ul>

# submission.citations.editor.loadMessage
source: Please wait for the citation markup assistant to load.
lt_lt: Prašome palaukti ko bus įkeltas citatų ženklinimo pagelbiklis.

# submission.citations.editor.pleaseImportCitationsFirst
source: <p>There are no citations for this article.</p><p>Please go to the article's <a href="{$articleMetadataUrl}">metadata page</a> and enter a reference list or add references manually using the add item button of the editor.</p>
lt_lt: <p>Nėra citatų šiam straipsniui.</p><p>Nueikite į straipsnio <a href="{$articleMetadataUrl}">metaduomenų puslapį</a> ir įveskite nuorodų sąrašą arba įtraukite nuorodas rankiniu būdu su redaktoriaus mygtukų „Įtraukti naują elementą“.</p>

# submission.citations.editor.pleaseSelect
source: Please select...
lt_lt: Pasirinkite...

# submission.citations.editor.unprocessedCitations
source: The citations of this article are still being processed on the server. The current citation list only contains already processed citations. Please click the refresh button to see citations that have been processed in the meantime.
lt_lt: Straipsnio citatos vis dar yra apdorojamos serveryje. Dabartinį sąrašą sudaro tik jau apdorotos citatos. Spustelėkite atnaujinimo mygtuką, kad pamatytumėte citatas, kuriuos jau buvo apdorotos.

# submission.citations.editor.unprocessedCitationsButton
source: Refresh Citation List
lt_lt: Atnaujinti citatų sąrašą

# submission.citations.editor.unprocessedCitationsButtonTitle
source: Click to refresh the citation list.
lt_lt: Spustelėkite, kad atnaujintumėte citatų sąrašą.

# submission.citations.filter.invalidMetadata
source: An error occurred in {$filterName}: One of the data elements returned from the data source (e.g. a web service) did not conform to the internal meta-data format. Therefore the data source's results were rejected. Please file this as a bug.
lt_lt: Įvyko klaida su „{$filterName}“: Vienas iš duomenų elementų grįžęs iš duomenų šaltinio (pvz. žiniatinklio paslaugos) neatitiko vidinių metaduomenų formato. Todėl duomenų šaltinio rezultatai buvo atmesti. Prašome pranešti apie šią klaidą.

# submission.citations.filter.noResultFromFilterError
source: Several citation services did not return any results. You can try to manually edit citation fields and then query citation services again to improve results. If this doesn't help then the citation does not exist in any of the connected databases.
lt_lt: Kelios citavimo tarnybos negrąžino jokių rezultatų. Galite rankiniu būdų redaguoti citatų laukelius ir tuomet vėl užklausti citavimo tarnybų patobulinti rezultatus. Jei tai negelbėja, tuomet citata neegzistuoja nei vienoje prijungtoje duomenų bazėje.

# submission.citations.filter.unsupportedPublicationType
source: Unsupported or missing publication type. Please manually edit the citation and enter a publication type (allowed types are 'book', 'journal', 'thesis' and 'conf-proc').
lt_lt: Nepalaikomas arba dingęs leidinio tipas. Rankiniu būdu redaguokite citatą ir įveskite leidinio tipą (galimi tipai yra 'knyga', 'žurnalas', 'tezė' ir 'conf-proc').

# submission.citations.filter.webserviceError
source: The {$filterName}'s web service call has returned an error when called with the following URL: {$webserviceUrl}. It may be that the web service is temporarily unavailable. You'll still be able to work with the remaining services and save your results. You can also try again later. If the error persists then please ask the manager to deactivate this service and open a bug report.
lt_lt: Žiniatinklio tarnybos „{$filterName}“ užklausa grąžino klaidą, kai buvo iškviesta šiuo adresu: {$webserviceUrl}. Tai galėjo nutikti dėl to, kad tarnyba tuo metu buvo laikinai nepasiekiama. Tačiau vis tiek galite dar dirbti su likusiomis tarnybomis ir įrašyti savo rezultatus. Be to, galite pamėginti ir vėliau. Jei klaida kartojasi, praneškite žurnalo administratoriui, kad išjungtų šią tarnybą ir praneštų apie klaidą.

# submission.citations.filter.webserviceResultTransformationError
source: An error occurred in {$filterName}: The transformation of XML results (e.g. from a web service) into field-based meta-data failed. The reason probably is that the web service returned invalid or incomplete data. Please file this as a bug.
lt_lt: Įvyko klaida su „{$filterName}“: nepavyko XML rezultatų pertvarka (pvz. iš žiniatinklio paslaugos) į laukeliais paremtus metaduomenis. To priežastis tikriausiai gali būti ta, kad žiniatinklio tarnyba grąžino netinkamus arba nepilnus duomenis. Prašome pranešti apie šią klaidą.
