Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.categories.citationLookup
source: Citation Database Connector Plugins
lt_lt: Citatų duomenų bazių jungčių įskiepiai

# plugins.categories.citationLookup.description
source: Citation Database Connector Plugins connect to citation databases to look up citations, e.g. during citation editing.
lt_lt: Citatų duomenų bazių jungčių įskiepiai jungiasi prie citatų duomenų bazių, kur ieško citatų, pvz. per citatų redagavimą.

# plugins.categories.citationOutput
source: Citation Output Plugins
lt_lt: Citatų išvesties įskiepiai

# plugins.categories.citationOutput.description
source: Citation Output Plugins implement citation standards. This supersedes Citation Format Plugins.
lt_lt: Citatų išvesties įskiepiai realizuoja citavimo standartus. Tai pakeičia citatų formatavimo įskiepius.

# plugins.categories.citationParser
source: Citation Extraction Plugins
lt_lt: Citatų išrinkimo įskiepiai

# plugins.categories.citationParser.description
source: Citation Extraction Plugins extract field-level data from raw citations (e.g. author, title, etc.).
lt_lt: Citatų išrinkimo įskiepiai išrenka laukeliams skirtus duomenis iš neapdorotų citatų (pvz. autorius, pavadinimas ir pan.).

# plugins.categories.gateways.description
source: Gateway Plugins provide live data to external systems.
lt_lt: Tinklų sietuvo įskiepiai pateikia tiesioginius duomenis į išorines sistemas.

# plugins.categories.gateways
source: Gateway Plugins
lt_lt: Tinklų sietuvo įskiepiai

# plugins.categories.generic
source: Generic Plugins
lt_lt: Bendrieji įskiepiai

# plugins.categories.importexport.description
source: Import/Export Plugins can be used to transfer content to and from other systems.
lt_lt: Importavimo/eksportavimo įskiepiai gali būti naudojami turinio perdavimui į arba iš kitų sistemų.

# plugins.categories.importexport
source: Import/Export Plugins
lt_lt: Importavimo/eksportavimo įskiepiai

# plugins.categories.paymethod.description
source: Payment Method plugins implement support for various ways of processing payments online.
lt_lt: Mokėjimų įskiepiai realizuoja įvairių būdų mokėjimų internete palaikymą.

# plugins.categories.paymethod
source: Payment Plugins
lt_lt: Mokėjimų įskiepiai

# plugins.categories.reports.description
source: Report Plugins are used to implement various types of reports and data extracts.
lt_lt: Ataskaitų įskiepiai yra naudojami realizuojant įvairius ataskaitų tipus ir duomenų išrinkimus.

# plugins.categories.reports
source: Report Plugins
lt_lt: Ataskaitų įskiepiai

# plugins.categories.themes.description
source: Theme Plugins can be used to change the system's appearance.
lt_lt: Apipavidalinimo įskiepiai gali būti naudojami pakeisti sistemos išvaizdą.

# plugins.categories.themes
source: Theme Plugins
lt_lt: Apipavidalinimo įskiepiai

# plugins.categories.oaiMetadataFormats
source: OAI Metadata Format Plugins
lt_lt: OAI metaduomenų formato įskiepiai

# plugins.categories.oaiMetadataFormats.description
source: These format plugins express metadata in OAI communications.
lt_lt: Šie formatų įskiepiai išreiškia metaduomenis OAI ryšiuose.

# plugins.categories.pubIds
source: Public Identifier Plugins
lt_lt: Viešojo identifikatoriaus įskiepiai

# plugins.categories.pubIds.description
source: These plugins implement support for a public identifier.
lt_lt: Šie įskiepiai realizuoja viešųjų identifikatorių palaikymą.

# manager.plugins.copyError
source: Plugin was not successfully copied. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
lt_lt: Įskiepis nepavyko nukopijuoti. Tai galėjo įvykti dėl teisių problemų. Įsitikinkite, kad serveris leidžia įrašyti įskiepius į įskiepį katalogą (ir į pakatalogius) bet nepamirškite vėliau atstatyti teisių atgal.

# manager.plugins.delete
source: Delete Plugin
lt_lt: Šalinti įskiepį

# manager.plugins.installConfirm
source: Are you sure you wish to install this plugin?
lt_lt: Ar tikrai norite pašalinti šį įskiepį?

# manager.plugins.upgradeConfirm
source: Are you sure you wish to upgrade this plugin?
lt_lt: Ar tikrai norite atnaujinti šį įskiepį?

# grid.action.installPlugin
source: Install or upgrade this plugin
lt_lt: Įdiegti ar atnaujinti įskiepį

# manager.plugins.deleteConfirm
source: Are you sure you wish to delete this plugin from the system?
lt_lt: Ar tikrai norite pašalinti šį įskiepį iš sistemos?

# manager.plugins.deleteDescription
source: By clicking delete, you will delete the plugin from the server's file system.
lt_lt: Spustelėję šalinti, pašalinsite įskiepį iš serverio failų sistemos.

# manager.plugins.deleteError
source: Plugin "{$pluginName}" could not be deleted from the file system. This may be a permissions problem. Please make sure that the web server is able to write to the plugins directory (including subdirectories) but don't forget to secure it again later.
lt_lt: Įskiepio „{$pluginName}“ nepavyko pašalinti iš failų sistemos. Tai galėjo įvykti dėl teisių problemų. Įsitikinkite, kad serveris leidžia įrašyti įskiepius į įskiepį katalogą (ir į pakatalogius) bet nepamirškite vėliau atstatyti teisių atgal.

# manager.plugins.deleteSuccess
source: Plugin "{$pluginName}" successfuly deleted
lt_lt: Įskiepis „{$pluginName}“ pašalintas sėkmingai.

# manager.plugins.description
source: This page allows the Manager to review and potentially configure the plugins that are currently installed. Plugins are divided into categories, according to their function. The categories are listed below, and within each category, its current set of plugins.
lt_lt: Šis puslapis leidžia administratoriui peržiūrėti ir galimai sukonfigūruoti įskiepis, kurie yra šiuo metu įdiegti. Įskiepiai yra suskirstyti į grupes pagal jų atliekamas funkcijas. Šios grupės yra išvardytos žemiau, o po kiekviena grupe yra įskiepių rinkinys.

# manager.plugins.doesNotExist
source: Plugin "{$pluginName}" does not exist
lt_lt: Įskiepis „{$pluginName}“ neegzistuoja

# manager.plugins.fileSelectError
source: Please select a file first
lt_lt: Pirmiausia pasirinkite failą

# manager.plugins.upload
source: Upload A New Plugin
lt_lt: Nusiųsti naują įskiepį

# manager.plugins.uploadDescription
source: This form allows you to upload and install a new plugin. Please ensure the plugin is compressed as a .tar.gz file.
lt_lt: Ši forma leidžia nusiųsti ir įdiegti naują įskiepį. Įsitikinkite, kad įskiepis yra suglaudintas kaip .tar.gz failas.

# manager.plugins.uploadFailed
source: Please ensure a file was selected for upload.
lt_lt: Įsitikinkite, kad pasirinkote failą nusiuntimui.

# manager.plugins.installed
source: Installed Plugins
lt_lt: Įdiegti įskiepiai

# manager.plugins.pluginGallery
source: Plugin Gallery
lt_lt: Įskiepių galerija

# manager.plugins.pluginGallery.overview
source: Overview
lt_lt: Apžvalga

# manager.plugins.pluginGallery.installation
source: Installation
lt_lt: Įdiegimas

# manager.plugins.pluginGallery.latestCompatible
source: Latest Compatible Release
lt_lt: Paskutinė deranti laida

# manager.plugins.pluginGallery.certifications.official
source: Official
lt_lt: Oficialus

# manager.plugins.pluginGallery.certifications.reviewed
source: Reviewed
lt_lt: Peržiūrėtas

# manager.plugins.pluginGallery.certifications.partner
source: Partner
lt_lt: Partneris

# manager.plugins.pluginGallery.maintainer
source: Maintainer
lt_lt: Kūrėjas

# manager.plugins.pluginGallery.version
source: Version: {$version}
lt_lt: Versija: {$version}

# manager.plugins.pluginGallery.date
source: Release Date: {$date}
lt_lt: Laidos data: {$date}

# manager.plugins.pluginGallery.homepage
source: Homepage
lt_lt: Pagrindinis puslapis

# manager.plugins.pluginGallery.summary
source: Summary
lt_lt: Santrauka

# manager.plugins.pluginGallery.status
source: Status
lt_lt: Būsena

# manager.plugins.noInstalledVersion
source: The plugin has not yet been installed.
lt_lt: Įskiepis dar nebuvo įdiegtas.

# manager.plugins.noCompatibleVersion
source: There is currently no compatible version of this plugin available.
lt_lt: Nėra prieinama suderinta įskiepio versija.

# manager.plugins.installedVersionNewer
source: Plugin already installed, and is newer than the version available in the gallery.
lt_lt: Įskiepis jau yra įdiegtas ir yra naujesnis nei versija prieinama galerijoje.

# manager.plugins.installedVersionOlder
source: Plugin already installed, but can be updated to a newer version.
lt_lt: Įskiepis jau yra įdiegtas, bet gali būti atnaujintas į naujesnę versiją.

# manager.plugins.installedVersionNewest
source: Plugin already installed and up-to-date.
lt_lt: Įskiepis jau yra įdiegtas ir naujausias.

# manager.plugins.installedVersionNewer.short
source: Newer than available version
lt_lt: Naujesnė nei prieinama versija

# manager.plugins.installedVersionOlder.short
source: Can be upgraded
lt_lt: Gali būti atnaujintas

# manager.plugins.installedVersionNewest.short
source: Up to date
lt_lt: Naujausias

# manager.plugins.noCompatibleVersion.short
source: Not Available
lt_lt: Neprieinamas

# manager.plugins.installFailed
source: Installation failed. {$errorString}
lt_lt: Įdiegimas nepavyko. {$errorString}

# manager.plugins.installSuccessful
source: Successfully installed version {$versionNumber}
lt_lt: Sėkmingai įdiegta versija {$versionNumber}

# manager.plugins.invalidPluginArchive
source: The uploaded plugin archive does not contain a folder that corresponds to the plugin name.
lt_lt: Nusiųsto įskiepio archyvas neturi katalogo, kuris atitiktų įskiepio pavadinimą.

# manager.plugins.wrongCategory
source: The uploaded plugin does not fit the category of the upgraded plugin.
lt_lt: Nusiųstas įskiepis neatitinka atnaujinto įskiepio grupės.

# manager.plugins.wrongName
source: The version.xml in the uploaded plugin contains a plugin name that does not fit the name of the upgraded plugin.
lt_lt: Failas version.xml nusiųstame įskiepyje turi įskiepio pavadinimą, kuris neatitinka atnaujino įskiepio pavadinimo.

# manager.plugins.pleaseInstall
source: Plugin does not exist. Please Install instead
lt_lt: Įskiepis neegzistuoja. Įdiekite vietoj

# manager.plugins.pleaseUpgrade
source: Plugin already exists, but is newer than installed version. Please upgrade instead
lt_lt: Įskiepis jau egzistuoja, tačiau yra naujesnės nei įdiegta versijos. Prašome atnaujinti

# manager.plugins.settings
source: Settings
lt_lt: Nuostatos

# manager.plugins.tarCommandNotFound
source: The tar command is not available. Please correctly configure it in your "config.inc.php".
lt_lt: Komanda „tar“ nėra prieinama. Prašome teisingai sukonfigūruoti ją „config.inc.php“ faile.

# manager.plugins.upgrade
source: Upgrade Plugin
lt_lt: Atnaujinti įskiepį

# manager.plugins.upgradeDescription
source: This form allows you to upgrade a plugin. Please ensure the plugin is compressed as a .tar.gz file.
lt_lt: Ši forma leidžia atnaujinti įskiepį. Įsitikinkite, kad įskiepis yra suglaudintas kaip .tar.gz failas.

# manager.plugins.upgradeFailed
source: Upgrade failed. {$errorString}
lt_lt: Atnaujinimas nepavyko. {$errorString}

# manager.plugins.upgradeSuccessful
source: Successfully upgraded to version {$versionString}
lt_lt: Versija sėkmingai atnaujinta į {$versionString}

# manager.plugins.uploadError
source: Error uploading file
lt_lt: Įvyko klaida nusiunčiant failą

# manager.plugins.uploadPluginDir
source: Select plugin file
lt_lt: Pasirinkite įskiepio failą

# manager.plugins.versionFileInvalid
source: version.xml in plugin directory contains invalid data.
lt_lt: version.xml įskiepio kataloge turi negaliojančius duomenis.

# manager.plugins.versionFileNotFound
source: version.xml not found in plugin directory
lt_lt: version.xml failas nerastas

# notification.localeEnabled
source: Locale enabled.
lt_lt: Lokalė įgalinta.

# notification.localeDisabled
source: Locale disabled.
lt_lt: Lokalė išjungta.

# notification.primaryLocaleDefined
source: {$locale} defined as primary locale.
lt_lt: {$locale} apibrėžta kaip pagrindinė lokalė

# notification.localeInstalled
source: All selected locale(s) installed and activated.
lt_lt: Visos pažymėtos lokalės įdiegtos ir aktyvuotos.

# notification.localeUninstalled
source: {$locale} locale uninstalled.
lt_lt: {$locale} lokal4 neįdiegta.

# notification.localeReloaded
source: {$locale} locale reloaded.
lt_lt: {$locale} lokalė įkelta iš naujo.

# notification.localeSettingsSaved
source: Locale settings saved.
lt_lt: Lokalės nuostatos įrašytos.

# notification.editedUser
source: User edited.
lt_lt: Vartotojas redaguotas.

# manager.distribution.indexing
source: Indexing
lt_lt: Indeksavimas

# manager.paymentMethod
source: Payments
lt_lt: Mokėjimai

# manager.paymentMethod.title
source: Payment Methods
lt_lt: Mokėjimo metodai

# manager.paymentMethod.none
source: No payment method selected
lt_lt: Nepasirinktas mokėjimo metodas

# manager.paymentMethod.method
source: Payment Method
lt_lt: Mokėjimo metodas

# manager.paymentMethod.currency
source: Currency
lt_lt: Valiuta

# manager.paymentMethod.currency.description
source: Payments made directly through this website will be denominated in the selected currency.
lt_lt: Mokėjimai tiesiogiai atlikti per šią svetainę gali būti perskaičiuoti pasirinkta valiuta.

# settings.roles.roleOptions
source: Role Options
lt_lt: Vaidmens parinktys

# settings.roles.showTitles
source: Show role title in contributor list
lt_lt: Rodyti vaidmens pavadinimą bendraautorių sąraše

# settings.roles.permitSelfRegistration
source: Allow user self-registration
lt_lt: Leisti vartotojams registruotis patiems

# settings.roles.roleName
source: Role Name
lt_lt: Vaidmens pavadinimas

# settings.roles.roleAbbrev
source: Abbreviation
lt_lt: Santrumpa

# settings.roles.assignedStages
source: Assigned Stages
lt_lt: Paskirti etapai

# settings.roles.stages
source: Stages
lt_lt: Etapai

# settings.roles.roleDetails
source: Role details
lt_lt: Vaidmens informacija

# settings.roles.from
source: Permission level
lt_lt: Teisių lygmuo

# settings.roles.removeText
source: You are about to remove this role from this context. This operation will also delete related settings and all the users assignments to this role. Do you want to continue?
lt_lt: Ketinate pašalinti šį vaidmenį iš šio konteksto. Ši operacija taip pat pašalins visas susijusias nuostatas ir visus vartotojų paskyrimus prie šio vaidmens. Ar tikrai norite tęsti?

# settings.roles.nameRequired
source: You need to define a role name.
lt_lt: Privalote nurodyti vaidmens pavadinimą.

# settings.roles.abbrevRequired
source: You need to define a role abbreviature.
lt_lt: Privalote nurodyti vaidmens santrumpą.

# settings.roles.uniqueName
source: You need to define an unique role name.
lt_lt: Privalote nurodyti unikalų vaidmens pavadinimą.

# settings.roles.uniqueAbbrev
source: You need to define an unique role abbreviature.
lt_lt: Privalote nurodyti unikalią vaidmens santrumpą.

# settings.roles.roleIdRequired
source: You need to define a role permission level.
lt_lt: Privalote nurodyti vaidmens teisių lygį.

# settings.roles.stageIdRequired
source: You need to define a stage to assign to.
lt_lt: Privalote nurodyti etapo paskyrimą.

# settings.libraryFiles.fileRequired
source: A library file is required. Please ensure that you have chosen and uploaded a file.
lt_lt: Bibliotekos failas yra privalomas. Įsitikinkite, kad pasirinkote ir nusiuntėte failą.

# settings.libraryFiles.nameRequired
source: A name is required for this library file.
lt_lt: Bibliotekos failo pavadinimas yra privalomas.

# settings.libraryFiles.typeRequired
source: A file type is required for this library file.
lt_lt: Bibliotekos failo tipas yra privalomas.

# settings.libraryFiles.category.contracts
source: Contracts
lt_lt: Sutartys

# settings.libraryFiles.category.marketing
source: Marketing
lt_lt: Rinkodara

# settings.libraryFiles.category.permissions
source: Permissions
lt_lt: Leidimai

# settings.libraryFiles.category.reports
source: Reports
lt_lt: Ataskaitos

# settings.libraryFiles.category.other
source: Other
lt_lt: Kiti

# grid.action.addGenre
source: Add a Component
lt_lt: Įtraukti komponentą

# grid.action.editGenre
source: Edit this Component
lt_lt: Redaguoti komponentą

# grid.action.deleteGenre
source: Delete this Component
lt_lt: Šalinti komponentą

# grid.action.restoreGenres
source: Restore the components to the default settings
lt_lt: Atkurti komponentus į numatytąsias nuostatas

# manager.setup.genres.sortable
source: Allow files of this type to be sorted by chapter
lt_lt: Leisti šio tipo failams būti rikiuojamiems pagal skyrelį

# manager.setup.genres.dependent
source: Mark files of this type as dependent files (e.g. not to be listed with published content)
lt_lt: Pažymėti šio tipo failus kaip priklausomi failai (pvz. neišvardyti kartu su išleistu turiniu)

# manager.setup.genres.supplementary
source: Mark files of this type as supplementary files (e.g. not primary submission content)
lt_lt: Pažymėti šio tipo failus kaip papildomi failai (pvz. ne pagrindinis pateikimo turinys)

# manager.settings.wizard
source: Settings Wizard
lt_lt: Nuostatų vediklis

# manager.users.roleRequired
source: You need to select at least one role to be associated with this user.
lt_lt: Tikriausiai reikės pasirinkti bent vieną vaidmenį, kad būtumėte susietas su šiuo vartotoju.

# manager.website
source: Website
lt_lt: Svetainė

# manager.website.title
source: Website Settings
lt_lt: Svetainės nuostatos

# manager.workflow
source: Workflow
lt_lt: Darbo eiga

# manager.workflow.title
source: Workflow Settings
lt_lt: Darbo eigos nuostatos

# manager.distribution
source: Distribution
lt_lt: Platinimas

# manager.distribution.title
source: Distribution Settings
lt_lt: Platinimo nuostatos

# manager.reviewForms
source: Review Forms
lt_lt: Recenzavimo formos

# manager.reviewForms.confirmActivate
source: Are you sure you wish to activate this review form? Once it's assigned to a review you will no longer be able to deactivate it.
lt_lt: Ar tikrai norite suaktyvinti šią recenzavimo formą? Kai ji bus priskirta prie recenzijos nebegalėsite jos išjungti.

# manager.reviewForms.confirmDeactivate
source: Are you sure you wish to deactivate this review form? It will no longer be available for new review assignments.
lt_lt: Ar tikrai norite išjungti šią recenzavimo formą? Ji nebebus prieinama naujoms recenzavimo užduotims.

# manager.reviewForms.confirmCopy
source: Are you sure you wish to create a copy of this review form?
lt_lt: Ar tikrai norite sukurti šios recenzavimo formos kopiją?

# manager.reviewForms.completed
source: Completed
lt_lt: Baigta

# manager.reviewForms.confirmDelete
source: Are you sure you wish to delete this review form?
lt_lt: Ar tikrai norite pašalinti šią recenzavimo formą?

# manager.reviewForms.create
source: Create Review Form
lt_lt: Kurti recenzavimo formą

# manager.reviewForms.description
source: Description and Instructions
lt_lt: Aprašymas ir instrukcijos

# manager.reviewForms.edit
source: Review Form
lt_lt: Recenzavimo forma

# manager.reviewForms.form.titleRequired
source: A title is required for the review form.
lt_lt: Recenzavimo formos pavadinimas yra privalomas.

# manager.reviewForms.inReview
source: In Review
lt_lt: Recenzavime

# manager.reviewForms.list.description
source: The peer review forms created here will be presented to reviewers to complete, instead of the default form which consists of two open text boxes, the first "for author and editor," and the second "for editor." Review forms can be designated for a specific press section, and editors will have the option to choose which form to use in assigning the review. In all cases, editors will have the option of including the reviews in corresponding with the author.
lt_lt: Čia sukurtos recenzavimo formos bus pateiktos užpildyti recenzentams, vietoj numatytosios formos, kurią sudaro du atviri teksto laukeliai: pirmasis „autoriui ir redaktoriui“ ir antrasis „redaktoriui“. Recenzavimo formos gali būti paskirtos konkretiems spaudos skiltims ir redaktorius turės galimybę pasirinkti, kuri recenzavimo forma bus paskirta recenzijai. Visais atvejais, redaktoriais turės galimybę įtraukti recenzijas su atitinkamu autoriumi.

# manager.reviewForms.noneChosen
source: None / Free Form Review
lt_lt: Nėra / Laisva forma

# manager.reviewForms.noneCreated
source: No review forms have been created.
lt_lt: Nėra sukurtų recenzavimo formų.

# manager.reviewForms.noneUsed
source: No review forms have been used.
lt_lt: Nebuvo panaudotos recenzavimo formos.

# manager.reviewForms.preview
source: Preview Form
lt_lt: Peržiūrėti formą

# manager.reviewForms.reviewFormData
source: Review Form Data
lt_lt: Recenzavimo formos duomenys

# manager.reviewForms.title
source: Title
lt_lt: Pavadinimas

# manager.reviewFormElement.changeType
source: Changing the form item type...
lt_lt: Keičiamas formos elemento tipas...

# manager.reviewFormElements
source: Form Items
lt_lt: Formos elementai

# manager.reviewFormElements.addResponseItem
source: Add selection
lt_lt: Įtraukti pasirinkimą

# manager.reviewFormElements.checkboxes
source: Checkboxes (you can choose one or more)
lt_lt: Žymimieji langeliai (galima pasirinkti vieną ir daugiau)

# manager.reviewFormElements.chooseType
source: Choose item type
lt_lt: Pasirinkite elemento tipą

# manager.reviewFormElements.confirmDelete
source: Confirm delete of a published form item...
lt_lt: Patvirtinkite išleisto formos elemento šalinimą...

# manager.reviewFormElements.copyTo
source: Copy to:
lt_lt: Kopijuoti į:

# manager.reviewFormElements.create
source: Create New Item
lt_lt: Kurti naują elementą

# manager.reviewFormElements.dropdownbox
source: Drop-down box
lt_lt: Išskleidžiamasis meniu

# manager.reviewFormElements.edit
source: Edit Form Item
lt_lt: Redaguoti formos elementą

# manager.reviewFormElements.elementType
source: Item type
lt_lt: Elemento tipas

# manager.reviewFormElements.form.elementTypeRequired
source: An item type is required for the form item.
lt_lt: Elemento tipas yra privalomas formos elementui.

# manager.reviewFormElements.form.questionRequired
source: A question is required for the form item.
lt_lt: Klausimas yra privalomas šios formos elementui.

# manager.reviewFormElements.noneCreated
source: No form items have been created.
lt_lt: Nebuvo sukurta formos elementų.

# manager.reviewFormElements.possibleResponse
source: Selection
lt_lt: Pasirinkimas

# manager.reviewFormElements.question
source: Item
lt_lt: Elementas

# manager.reviewFormElements.radiobuttons
source: Radio buttons (you can only choose one)
lt_lt: Akutės (galima pasirinkti tik vieną)

# manager.reviewFormElements.required
source: Reviewers required to complete item
lt_lt: Recenzentai privalo užpildyti elementą

# manager.reviewFormElements.included
source: Included in message to author
lt_lt: Įtrauktas į žinutę autoriui

# manager.reviewFormElements.smalltextfield
source: Single word text box
lt_lt: Vieno žodžio tekstinis laukelis

# manager.reviewFormElements.textarea
source: Extended text box
lt_lt: Išplėstinis teksto laukelis

# manager.reviewFormElements.textfield
source: Single line text box
lt_lt: Eilutės teksto laukelis

# manager.reviewFormElements.viewable
source: Viewable (for authors)
lt_lt: Peržiūrimas (autoriams)

# grid.action.createReviewForm
source: Create a new Review Form
lt_lt: Kurti naują recenzavimo formą

# manager.setup.reviewerCompetingInterestsRequired.description
source: Reviewer Competing Interest statement
lt_lt: Recenzento interesų konfliktai

# manager.setup.competingInterests.required
source: Request a Competing Interest statement during the peer review.
lt_lt: Prašyti nurodyti interesų konfliktus per recenzavimą.

# manager.setup.licenseURLDescription
source: URL to a webpage describing the license, if available.
lt_lt: Adresas į internetinį puslapį aprašantį licenciją (jei prieinama).
