Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

source: Notify Subscription Manager by email upon online purchase of an Institutional subscription (recommended).
lt_lt: Informuoti prenumeratos administratorių el. paštu įvykus institucinės prenumeratos įsigijimui (rekomenduojama).

source: Notify Subscription Manager by email upon online renewal of an Individual subscription.
lt_lt: Informuoti prenumeratos administratorių el. paštu įvykus individualios prenumeratos pratęsimui.

source: Notify Subscription Manager by email upon online renewal of an Institutional subscription.
lt_lt: Informuoti prenumeratos administratorių el. paštu įvykus institucinės prenumeratos pratęsimui.

# manager.subscriptionPolicies.onlinePaymentPurchaseInstitutionalDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the provided domain and IP ranges and activation of the subscription by the Subscription Manager.
lt_lt: <strong>Pastaba:</strong> Institucinėms prenumeratoms privalo būti patvirtinti domenai ir IP diapazonai, o prenumeratą turi aktyvuoti prenumeratos administratorius.

# manager.subscriptionPolicies.onlinePaymentDisabled
source: <strong>Note:</strong> To enable these options, the Journal Manager must enable the online payments module, including online payments for subscriptions, under Reader Fees.
lt_lt: <strong>Pastaba:</strong> Norėdami įgalinti šias parinktis, žurnalo administratorius privalo įgalinti mokėjimų modulį ir internetinius mokėjimus prenumeratoms, prie skaitytojo mokesčių.

# manager.subscriptionPolicies.openAccessOptions
source: Open Access Options For Subscription Journals
lt_lt: Atvirosios prieigos parinktys prenumeratai

# manager.subscriptionPolicies.openAccessOptionsDescription
source: Subscription journals can provide "delayed open access" to their published content, as well as permit "author self-archiving" (both of which increase readership and citation of content).
lt_lt: Prenumeruojami žurnalai gali teikti „uždelstą atvirąją prieigą“ išleistam turiniui, taip pat leisti „autoriaus savarankišką archyvavimą“ (abu padidina skaitomumą ir turinio citavimą).

# manager.subscriptionPolicies.subscriptionAdditionalInformation
source: Subscription Information
lt_lt: Prenumeratos informacija

# manager.subscriptionPolicies.subscriptionAdditionalInformationDescription
source: The Subscription Types and fee structure will be automatically placed under Subscriptions on the About the Journal page, along with the name and contact information for the Subscription Manager. Additional information about subscriptions, such as methods of payment or support for subscribers in developing countries, can be added here.
lt_lt: Prenumeratos tipai ir mokesčių struktūra bus automatiškai aprašyta prie prenumeratų puslapyje „Apie žurnalą“, kartu su prenumeratos administratoriaus vardu ir kontaktine informacija. Papildoma informacija apie prenumeratas, kaip mokėjimo metodai ar parama prenumeratoriams besivystančiose šalyse, gali būti pridėta čia.

# manager.subscriptionPolicies.subscriptionContact
source: Subscription Manager
lt_lt: Prenumeratos administratorius

# manager.subscriptionPolicies.subscriptionContactDescription
source: The contact listed under Subscriptions in About the Journal.
lt_lt: Kontaktas aprašytas prie prenumeratų puslapyje „Apie žurnalą“.

# manager.subscriptionPolicies.subscriptionContactEmailValid
source: Please enter a valid email.
lt_lt: Įveskite galiojantį el. pašto adresą.

# manager.subscriptionPolicies.subscriptionPoliciesSaved
source: Your subscription policy settings have been updated.
lt_lt: Prenumeratos politikos nuostatos buvo atnaujintos.

# manager.subscriptions
source: Subscriptions
lt_lt: Prenumeratos

# manager.individualSubscriptions
source: Individual Subscriptions
lt_lt: Individualios prenumeratos

# manager.institutionalSubscriptions
source: Institutional Subscriptions
lt_lt: Institucinės prenumeratos

# manager.subscriptions.confirmDelete
source: Are you sure you want to delete this subscription?
lt_lt: Ar tikrai norite pašalinti šią prenumeratą?

# manager.subscriptions.summary
source: Subscriptions Summary
lt_lt: Prenumeratų suvestinė

# manager.subscriptions.create
source: Create New Subscription
lt_lt: Kurti naują prenumeratą

# manager.subscriptions.createTitle
source: Create
lt_lt: Kurti

# manager.subscriptions.renew
source: Renew
lt_lt: Pratęsti

# manager.subscriptions.dateEnd
source: End
lt_lt: Pabaiga

# manager.subscriptions.dateEndSearch
source: End Date
lt_lt: Pabaigos data

# manager.subscriptions.dateStart
source: Start
lt_lt: Pradžia

# manager.subscriptions.dateStartSearch
source: Start Date
lt_lt: Pradžios data

# manager.subscriptions.domain
source: Domain
lt_lt: Domenas

# manager.subscriptions.edit
source: Edit Subscription
lt_lt: Redaguoti prenumeratą

# manager.subscriptions.editTitle
source: Edit
lt_lt: Redaguoti

# manager.subscriptions.withStatus
source: With Status
lt_lt: Su būsena

# manager.subscriptions.allStatus
source: All
lt_lt: Visos

# manager.subscriptions.form.status
source: Status
lt_lt: Būsena

# manager.subscriptions.form.statusRequired
source: A subscription status is required.
lt_lt: Prenumeratos būsena yra privaloma.

# manager.subscriptions.form.statusValid
source: Please select a valid subscription status.
lt_lt: Pasirinkite galiojančią prenumeratos būseną.

# manager.subscriptions.form.typeId
source: Subscription type
lt_lt: Prenumeratos tipas

# manager.subscriptions.form.typeIdRequired
source: A subscription type is required.
lt_lt: Prenumeratos tipas yra privalomas.

# manager.subscriptions.form.typeIdValid
source: Please select a valid subscription type.
lt_lt: Pasirinkite galiojantį prenumeratos tipą.

# manager.subscriptions.form.dateStart
source: Start date
lt_lt: Pradžios data

# manager.subscriptions.form.dateStartRequired
source: A subscription start date is required.
lt_lt: Prenumeratos pradžios data yra privaloma.

# manager.subscriptions.form.dateStartValid
source: Please select a valid subscription start date.
lt_lt: Pasirinkite galiojančią prenumeratos pradžios datą.

# manager.subscriptions.form.dateEnd
source: End date
lt_lt: Pabaigos data

# manager.subscriptions.form.dateEndRequired
source: A subscription end date is required.
lt_lt: Prenumeratos pabaigos data yra privaloma.

# manager.subscriptions.form.dateEndValid
source: Please select a valid subscription end date.
lt_lt: Pasirinkite galiojančią prenumeratos pabaigos datą.

# manager.subscriptions.form.userProfileInstructions
source: Note: All changes below are to user's system-wide profile.
lt_lt: Pastaba: visi pakeitimai žemiau yra vartotojo visos sistemos profiliui.

# manager.subscriptions.form.userId
source: User
lt_lt: Vartotojas

# manager.subscriptions.form.userContact
source: Contact
lt_lt: Kontaktas

# manager.subscriptions.form.userIdRequired
source: A user is required.
lt_lt: Vartotojas yra privalomas.

# manager.subscriptions.form.userIdValid
source: Please select a valid user.
lt_lt: Pasirinkite galiojantį vartotoją.

# manager.subscriptions.form.userCountryValid
source: Please select a valid country.
lt_lt: Pasirinkite galiojančią šalį.

# manager.subscriptions.form.notifyEmail
source: Send the user an email with their username and subscription details.
lt_lt: Siųsti vartotojui el. laišką su vartotojo vardu ir prenumeratos informacija.

# manager.subscriptions.form.notifyEmailValid
source: Please use the checkbox provided.
lt_lt: Naudokite pateiktą žymimąjį langelį.

# manager.subscriptions.form.membership
source: Membership
lt_lt: Narystė

# manager.subscriptions.form.referenceNumber
source: Reference Number
lt_lt: Nuorodos numeris

# manager.subscriptions.form.membershipInstructions
source: Enter membership information if the subscription type requires that subscribers belong to an association or organization.
lt_lt: Įveskite narystės informaciją jei prenumeratos tipas reikalauja, kad prenumeratoriai priklauso asociacijai ar organizacijai.

# manager.subscriptions.form.membershipRequired
source: The selected subscription type requires membership information.
lt_lt: Pasirinktas prenumeratos tipas reikalauja narystės informacijos.

# manager.subscriptions.form.notes
source: Notes
lt_lt: Pastabos

# manager.subscriptions.form.domain
source: Domain
lt_lt: Domenas

# manager.subscriptions.form.institutionName
source: Institution name
lt_lt: Institucijos vardas

# manager.subscriptions.form.institutionNameRequired
source: An institution name is required.
lt_lt: Institucijos vardas yra privalomas.

# manager.subscriptions.form.institutionMailingAddress
source: Mailing address
lt_lt: Pašto adresas

# manager.subscriptions.form.domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
lt_lt: Jei čia įvestas domenas, IP diapazonas nėra būtinas.<br />Galiojančios reikšmės yra domenų vardai (pvz. lib.sfu.ca).

# manager.subscriptions.form.domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
lt_lt: Pasirinktas prenumeratos tipas reikalauja domeno ir/arba IP diapazono prenumeratos tapatybės nustatymui.

# manager.subscriptions.form.domainValid
source: Please enter a valid domain.
lt_lt: Įveskite galiojantį domeną.

# manager.subscriptions.form.ipRange
source: IP ranges
lt_lt: IP diapazonas

# manager.subscriptions.form.ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
lt_lt: Jei čia įvestas IP diapazonas, domenas nėra būtinas.<br />Galiojančios reikšmės apima IP adresus (pvz. 142.58.103.1), IP diapazoną (pvz. 142.58.103.1 - 142.58.103.4), IP diapazonas su pakaitos simboliu '*' (pvz. 142.58.*.*), ir IP diapazonas su CIDR (pvz. 142.58.100.0/24).

# manager.subscriptions.form.ipRangeValid
source: Please enter a valid IP range.
lt_lt: Įveskite galiojantį IP diapazoną.

# manager.subscriptions.form.deleteIpRange
source: Delete
lt_lt: Šalinti

# manager.subscriptions.form.addIpRange
source: Add
lt_lt: Pridėti

# manager.subscriptions.form.saveAndCreateAnother
source: Save and Create Another
lt_lt: Įrašyti ir kurti kitą

# manager.subscriptions.form.subscriptionContactRequired
source: In order to send the user a notification email, the subscription contact name and email address must be specified in the journal Setup.
lt_lt: Norint išsiųsti vartotojui pranešimo el. laišką, žurnalo konfigūracijoje privalo būti nurodytas prenumeratos kontakto vardas ir el. pašto adresas.

# manager.subscriptions.form.subscriptionExists
source: This user already has a subscription for this journal.
lt_lt: Šis vartotojas jau yra užsiprenumeravęs.

# manager.subscriptions.form.typeRequired
source: A subscription type must be created before new subscriptions can be made.
lt_lt: Prenumeratos tipas privalo būti sukurtas prieš darant naujas prenumeratas.

# manager.subscriptions.ipRange
source: IP Range
lt_lt: IP diapazonas

# manager.subscriptions.membership
source: Membership
lt_lt: Narystė

# manager.subscriptions.referenceNumber
source: Reference Number
lt_lt: Nuorodos numeris

# manager.subscriptions.notes
source: Notes
lt_lt: Pastabos

# manager.subscriptions.noneCreated
source: No subscriptions
lt_lt: Prenumeratų nėra

# manager.subscriptions.selectContact
source: Select Subscription Contact
lt_lt: Pasirinkite prenumeratos kontaktą

# manager.subscriptions.selectUser
source: Select User
lt_lt: Pasirinkite vartotoją

# manager.subscriptions.selectSubscriber.desc
source: Subscription access privileges are automatically granted to the journal's Journal Managers, Editors, Section Editors, Layout Editors, Copyeditors, and Proofreaders.
lt_lt: Prenumeratos teisės yra automatiškai suteikiamos žurnalo administratoriams, redaktoriams, skilties redaktoriams, maketuotojams, rankraščio redaktoriams ir korektoriams.

# manager.subscriptions.select
source: Select
lt_lt: Pasirinkite

# manager.subscriptions.subscriptionCreatedSuccessfully
source: Subscription created successfully.
lt_lt: Prenumerata sukurta sėkmingai.

# manager.subscriptions.subscriptionType
source: Subscription Type
lt_lt: Prenumeratos tipas

# manager.subscriptions.user
source: User
lt_lt: Vartotojas

# manager.subscriptions.contact
source: Contact Name
lt_lt: Kontakto vardas

# manager.subscriptions.institutionName
source: Institution Name
lt_lt: Institucijos vardas

# manager.subscriptionTypes
source: Subscription Types
lt_lt: Prenumeratos tipai

# manager.subscriptionTypes.confirmDelete
source: Warning! All subscriptions with this subscription type will also be deleted. Are you sure you want to continue and delete this subscription type?
lt_lt: Įspėjimas! Visos prenumeratos su šiuo prenumeratos tipu bus pašalinta. Ar tikrai norite tęsti ir pašalinti šį prenumeratos tipą?

# manager.subscriptionTypes.cost
source: Cost
lt_lt: Kaina

# manager.subscriptionTypes.subscriptions
source: Subscriptions
lt_lt: Prenumeratos

# manager.subscriptionTypes.individual
source: Individual
lt_lt: Individuali

# manager.subscriptionTypes.institutional
source: Institutional
lt_lt: Institucinė

# manager.subscriptionTypes.create
source: Create New Subscription Type
lt_lt: Kurti naują prenumeratos tipą

# manager.subscriptionTypes.createTitle
source: Create
lt_lt: Kurti

# manager.subscriptionTypes.duration
source: Duration
lt_lt: Laikotarpis

# manager.subscriptionTypes.edit
source: Edit Subscription Type
lt_lt: Redaguoti prenumeratos tipą

# manager.subscriptionTypes.editTitle
source: Edit
lt_lt: Redaguoti

# manager.subscriptionTypes.form.cost
source: Cost
lt_lt: Kaina

# manager.subscriptionTypes.form.costInstructions
source: Enter a numeric value (e.g. 40 or 40.00) without symbol (e.g., $).
lt_lt: Įveskite skaitinę reikšmę (pvz. 40 or 40.00) be simbolio (pvz., $).

# manager.subscriptionTypes.form.costNumeric
source: The cost must be a positive, numeric value.
lt_lt: Kaina turi būti teigiama skaitinė reikšmė.

# manager.subscriptionTypes.form.costRequired
source: A cost is required.
lt_lt: Kaina yra privaloma.

# manager.subscriptionTypes.form.currency
source: Currency
lt_lt: Valiuta

# manager.subscriptionTypes.form.currencyRequired
source: A currency is required.
lt_lt: Valiuta yra privaloma.

# manager.subscriptionTypes.form.currencyValid
source: Please select a valid currency.
lt_lt: Pasirinkite galiojančią valiutą.

# manager.subscriptionTypes.form.description
source: Description
lt_lt: Aprašymas

# manager.subscriptionTypes.form.nonExpiring.expiresAfter
source: Expires after
lt_lt: Baigiasi už

# manager.subscriptionTypes.form.nonExpiring.months
source: months (e.g. 12)
lt_lt: mėn. (pvz. 12)

# manager.subscriptionTypes.form.nonExpiring.neverExpires
source: Never expires
lt_lt: Nesibaigia

# manager.subscriptionTypes.form.nonExpiringValid
source: Please use the provided options.
lt_lt: Naudokite pateiktas parinktis.

# manager.subscriptionTypes.form.duration
source: Duration
lt_lt: Laikotarpis

# manager.subscriptionTypes.form.durationInstructions
source: The number of months the subscription lasts (e.g. 12).
lt_lt: Mėnesių skaičius prenumeratos trukmei (pvz. 12).

# manager.subscriptionTypes.form.durationNumeric
source: The duration must be a positive, numeric value.
lt_lt: Laikotarpis turi būti teigiama skaitinė reikšmė.

# manager.subscriptionTypes.form.durationRequired
source: A duration is required.
lt_lt: Laikotarpis yra privalomas.

# manager.subscriptionTypes.form.format
source: Format
lt_lt: Formatas

# manager.subscriptionTypes.form.formatRequired
source: A subscription type format is required.
lt_lt: Prenumeratos tipo formatas yra privalomas.

# manager.subscriptionTypes.form.formatValid
source: Please select a valid subscription type format.
lt_lt: Pasirinkite galiojantį prenumeratos tipo formatą.

# manager.subscriptionTypes.form.subscriptions
source: Subscriptions
lt_lt: Prenumeratos

# manager.subscriptionTypes.form.individual
source: Individual (users are validated via login)
lt_lt: Individuali (vartotojai patvirtinami per prisijungimą)

# manager.subscriptionTypes.form.institutional
source: Institutional (users are validated via domain or IP address)
lt_lt: Institucinė (vartotojai patvirtinami per domeną ar IP adresą)

# manager.subscriptionTypes.form.institutionalValid
source: Please use the provided options.
lt_lt: Naudokite pateiktas parinktis.

# manager.subscriptionTypes.form.membership
source: Subscriptions require membership information<br />(e.g. of an association, organization, consortium, etc.)
lt_lt: Prenumeratos reikalauja narystės informacijos<br />(pvz. bendrovė, organizacija, konsorciumas ir pan.)

# manager.subscriptionTypes.form.membershipValid
source: Please use the checkbox provided.
lt_lt: Naudokite pateiktą žymimąjį langelį.

# manager.subscriptionTypes.form.options
source: Options
lt_lt: Parinktys

# manager.subscriptionTypes.form.public
source: Do not make this subscription type publicly available or visible<br />(e.g. under Subscriptions in About the Journal).
lt_lt: Nedaryti šio prenumeratos tipo prieinamo viešai<br />(pvz. sky under Subscriptions in About the Journal).

# manager.subscriptionTypes.form.publicValid
source: Please use the checkbox provided.
lt_lt: Naudokite pateiktą žymimąjį langelį.

# manager.subscriptionTypes.form.saveAndCreateAnotherType
source: Save and Create Another
lt_lt: Įrašyti ir kurti kitą

# manager.subscriptionTypes.form.typeName
source: Name of Type
lt_lt: Tipo pavadinimas

# manager.subscriptionTypes.form.typeNameExists
source: A subscription type with this name already exists.
lt_lt: Toks prenumeratos tipo pavadinimas jau egzistuoja.

# manager.subscriptionTypes.form.typeNameRequired
source: A subscription type name is required.
lt_lt: Prenumeratos tipo pavadinimas yra privalomas.

# manager.subscriptionTypes.name
source: Subscription type
lt_lt: Prenumeratos tipas

# manager.subscriptionTypes.noneCreated
source: No subscription types have been created.
lt_lt: Nėra sukurtų prenumeratos tipų.

# manager.subscriptionTypes.subscriptionTypeCreatedSuccessfully
source: Subscription type created successfully.
lt_lt: Prenumeratos tipas sukurtas sėkmingai.

# manager.distribution.access
source: Access
lt_lt: Prieiga

# manager.setup.categories
source: Categories
lt_lt: Kategorijos

# manager.setup.categories.description
source: Choose the most appropriate categories from the set listed above. Readers will be able to browse by category from the complete journal set.
lt_lt: Pasirinkite labiausiai tinkamas kategorijas iš aukščiau esančio rinkinio. Skaitytojai galės naršyti žurnalus pagal kategorijas.

# grid.category.path
source: Path
lt_lt: Kelias

# grid.action.addSection
source: Add Section
lt_lt: Įtraukti skiltį

# manager.setup.section.description
source: Articles within published issues of a journal are organized in Sections, typically by theme or content type (e.g. Review Articles, Research, etc).
lt_lt: Žurnalo išleistuose numeriuose straipsniai yra organizuojami į skiltis, paprastai pagal temą ar turinio tipą (pvz. recenzuojami straipsniai, tyrimas, ir pan.).

# settings.roles.gridDescription
source: Roles are groups of users in the journal who are given access to different permission levels and associated workflows within the journal. There are five different permission levels: Journal Managers have access to everything in the journal (all content and settings); Section Editors have complete access to all assigned content; Journal Assistants have limited access to all submissions that have been explicitly assigned to them by an editor; Reviewers can see and perform the submissions they have been assigned to review; and Authors can see and interact with a limited amount of information on their own submissions. Additionally, there are five different stage assignments that roles may be given access to: Submission, Internal Review, Review, Editorial, and Production.
lt_lt: Vaidmenys yra vartotojų grupės žurnale, kurios gauna prieigą prie skirtingų leidimų lygių ir atitinkamas darbo eigas kiekviename žurnale. Yra penkti skirtingi leidimų lygiai: žurnalo administratoriai turi prieigą prie visko žurnale (viso turinio ir konfigūracijos); skilties redaktoriai turi visą prieigą prie jiems priskirto turinio; žurnalo asistentai turi apribotą prieigą prie visų pateikimų, kuriuos jiems paskyrė redaktorius; recenzentai gali peržiūrėti pateikimus, kuriuos jiems reikia recenzuoti; ir autoriai gali matyti ir dirbti su apribotu informacijos kiekiu savo pateikimuose. Papildomai, yra penkios skirtingos etapų užduotys, kad būtų paskirtos vaidmenims: pateikimas, vidinis recenzavimas, recenzavimas, redagavimas ir gamyba.

# manager.publication.library
source: Publisher Library
lt_lt: Leidėjo biblioteka

# manager.setup.copyrightYearBasis
source: Base new article's copyright year on
lt_lt: Naujo straipsnio autorinių teisių metų pagrindas

# manager.setup.copyrightYearBasis.article
source: Article: default year will be drawn from the article's publication date, as in "publish-as-you-go".
lt_lt: Straipsnis: numatytieji metai bus paimti iš straipsnio publikavimo datos.

# manager.setup.copyrightYearBasis.issue
source: Issue: default year will be drawn from the issue's publication date.
lt_lt: Numeris: numatytieji metai bus paimti iš numerio publikavimo datos.

# manager.setup.resetPermissions
source: Reset Article Permissions
lt_lt: Atkurti teises

# manager.setup.resetPermissions.confirm
source: Are you sure you wish to reset permissions data already attached to articles?
lt_lt: Ar tikrai norite atkurti teisių duomenis jau priskirtiems straipsniams?

# manager.setup.resetPermissions.description
source: Copyright statement and license information will be permanently attached to published content, ensuring that this data will not change in the case of a journal changing policies for new submissions. To reset stored permissions information already attached to published content, use the button below.
lt_lt: Autorinės teisės ir licencijos informacija bus visam laikui prisegta prie išleisto turinio, kas užtikrina, kad šie duomenys nepasikeis, jei bus pakeistos taisyklės naujiems pateikimams. Norėdami atkurti įrašytų teisių informaciją, kuri jau yra prisegta prie išleisto turinio, spustelėkite mygtuką žemiau.

# grid.genres.title.short
source: Components
lt_lt: Komponentai

# grid.genres.title
source: Article Components
lt_lt: Straipsnio komponentai

# grid.genres.description
source: These components are used for file-naming purposes and are presented in a pull-down menu on uploading files. The genres designated ## allow the user to associate the file with either the whole submission 99Z or a particular component by number (e.g., 02).
lt_lt: Šie komponentai yra naudojami tik failo pavadinimams ir yra rodomi išskleidžiamajame meniu nusiunčiant failus. Žanrai skirti ## leis vartotojui susieti failą su visu pateikimu 99Z arba tam tikru komponentu pagal skaičių (pvz., 02).

# plugins.importexport.common.settings
source: Settings
lt_lt: Nuostatos

# plugins.importexport.common.settings.DOIPluginSettings
source: DOI Plugin Settings
lt_lt: DOI įskiepio nuostatos

# plugins.importexport.common.export.articles
source: Articles
lt_lt: Straipsniai

# plugins.importexport.common.export.issues
source: Issues
lt_lt: Numeriai

# plugins.importexport.common.export.representations
source: Galleys
lt_lt: Maketai

# plugins.importexport.common.missingRequirements
source: Plugin requirements not met
lt_lt: Neatitikti įskiepio reikalavimai
