Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# author.submit.form.wordCountAlert
source: You have exceeded the maximum word limit for abstracts in this section's track.
lt_lt: Santraukoje panaudojote per daug žodžių.

# author.submit.submissionFile
source: Submission File
lt_lt: Pateikimo failas

# author.submit.uploadSubmissionFile
source: Upload submission file
lt_lt: Nusiųsti pateikimo failą

# author.submit.replaceSubmissionFile
source: Replace submission file
lt_lt: Pakeisti pateikimo failą

# author.submit.noSubmissionFile
source: No submission file uploaded.
lt_lt: Nenusiųstas joks pateikimo failas.

# author.submit.noSubmissionConfirm
source: Are you sure you wish to continue without uploading a submission file?
lt_lt: Ar tikrai norite tęsti nenusiuntę pateikimo failo?

# author.submit.supplementaryFilesInstructions
source: This optional step allows Supplementary Files to be added to a submission. The files, which can be in any format, might include (a) research instruments, (b) data sets, which comply with the terms of the study's research ethics review, (c) sources that otherwise would be unavailable to readers, (d) figures and tables that cannot be integrated into the text itself, or other materials that add to the contribution of the work.
lt_lt: Šis papildomas žingsnis leidžia įtraukti papildomus failus į pateikimą. Failai, kurie gali būti bet kuriuo formatu, gali įtraukti (a) tyrime naudotas priemonės, (b) duomenų rinkinius, (c) šaltinius, kurie kitaip nebūtų prieinami skaitytojams, (d) paveikslėlius ir lenteles, kurie negali būti integruoti pačiame tekste, ar kitą medžiagą, kuri įtraukia prisidėjimą prie darbo.

# author.submit.supplementaryFiles.saveToUpload
source: Click Save to upload file (after which additional files can be uploaded).
lt_lt: Spustelėkite Įrašyti ir nusiųsti failą (po kurių papildomi failai gali būti nusiųsti).

# author.submit.forgottenSubmitSuppFile
source: Are you sure you wish to continue without uploading the supplementary file you have chosen?
lt_lt: Ar tikrai norite tęsti neišsiuntus pasirinktų papildomų failų?

# author.submit.noSupplementaryFiles
source: No supplementary files have been added to this submission.
lt_lt: Nebuvo įtraukti papildomi failai į šį pateikimą.

# author.submit.backToSupplementaryFiles
source: Back to Supplementary Files
lt_lt: Grįžti į papildomus failus

# author.submit.confirmDeleteSuppFile
source: Are you sure you want to delete this supplementary file?
lt_lt: Ar tikrai norite pašalinti papildomą failą?

# author.submit.uploadSuppFile
source: Upload supplementary file
lt_lt: Nusiųsti papildomą failą

# author.submit.addSupplementaryFile
source: Add a Supplementary File
lt_lt: Įtraukti papildomą failą

# author.submit.editSupplementaryFile
source: Edit a Supplementary File
lt_lt: Redaguoti papildomą failą

# author.submit.supplementaryFileData
source: Supplementary File Metadata
lt_lt: Papildomo failo metaduomenys

# author.submit.supplementaryFileDataDescription
source: To index this supplementary material, provide the following metadata for the uploaded supplementary file.
lt_lt: Norėdami indeksuoti šią papildomą medžiagą, pateikite metaduomenis šiam nusiųstam papildomam failui.

# author.submit.supplementaryFileUpload
source: Supplementary File
lt_lt: Papildomas failas

# author.submit.suppFile.createrOrOwner
source: Creator (or owner) of file
lt_lt: Failo kūrėjas

# author.submit.suppFile.researchInstrument
source: Research Instrument
lt_lt: Tyrimo priemonė

# author.submit.suppFile.researchMaterials
source: Research Materials
lt_lt: Tyrimo medžiaga

# author.submit.suppFile.researchResults
source: Research Results
lt_lt: Tyrimo rezultatai

# author.submit.suppFile.transcripts
source: Transcripts
lt_lt: Nuorašai

# author.submit.suppFile.dataAnalysis
source: Data Analysis
lt_lt: Duomenų analizė

# author.submit.suppFile.dataSet
source: Data Set
lt_lt: Duomenų rinkinys

# author.submit.suppFile.sourceText
source: Source Text
lt_lt: Šaltinio tekstas

# author.submit.suppFile.briefDescription
source: Brief description
lt_lt: Trumpas aprašymas

# author.submit.suppFile.availableToPeers
source: Present file to reviewers (without metadata), as it will not compromise blind review.
lt_lt: Pateikti failą recenzentams (be metaduomenų); tai nepažeis anoniminio recenzavimo.

# author.submit.suppFile.publisherDescription
source: Use only with formally published materials.
lt_lt: Naudoti tik su formaliai išleista medžiaga.

# author.submit.suppFile.dateDescription
source: Date when data was collected or instrument created.
lt_lt: Data kai duomenys buvo surinkti ar sukurta priemonė.

# author.submit.suppFile.sourceDescription
source: Name of study or other point of origin.
lt_lt: Studijos pavadinimas ar kita kilmės vieta.

# author.submit.suppFile.specifyOtherType
source: Specify other
lt_lt: Nurodyti kitą

# author.submit.suppFile.noFile
source: No file uploaded.
lt_lt: Nenusiųstas failas.

# author.submit.suppFile.form.titleRequired
source: Please enter the title of this supplementary file.
lt_lt: Prašome įvesti šio papildomo failo pavadinimą.

# author.submit.suppFile.form.subjectRequired
source: Please enter a subject.
lt_lt: Prašome įvesti temą.

# author.submit.suppFile.form.descriptionRequired
source: Please enter a description.
lt_lt: Prašome įvesti aprašymą.

# author.suppFile.suppFilePublicIdentificationExists
source: Public supplemental file identification already exists.
lt_lt: Viešas papildomo failo identifikatorius jau egzistuoja.

# author.suppFile.publicSuppFileIdentifier
source: Public supplemental file identifier
lt_lt: Viešas papildomo failo identifikatorius

# author.submit.confirmationDescription
source: To submit your manuscript to {$journalTitle} click Finish Submission. The submission's principal contact will receive an acknowledgement by email and will be able to view the submission's progress through the editorial process by logging in to the journal web site. Thank you for your interest in publishing with {$journalTitle}.
lt_lt: Norėdami pateikti jūsų rankraštį į {$journalTitle}, spustelėkite Baigti pateikimą. Pateikimo pagrindinis kontaktas gaus patvirtinimą el. paštu ir galės peržiūrėti pateikimo progresą per redagavimo procesą kai prisijungs prie žurnalo svetainės. Ačiū jums, kad pateikėte straipsnį žurnalui {$journalTitle}.

# author.submit.noFiles
source: No files have been attached to this submission.
lt_lt: Nebuvo prisegti jokie failai šiam pateikimui.

# author.submit.filesSummary
source: File Summary
lt_lt: Failo suvestinė

# author.submit.finishSubmission
source: Finish Submission
lt_lt: Baigti pateikimą

# author.submit.submissionComplete
source: Submission complete. Thank you for your interest in publishing with {$journalTitle}.
lt_lt: Pateikimas baigtas. Ačiū jums, kad pateikėte straipsnį žurnalui {$journalTitle}.

# author.article.uploadAuthorVersion
source: Upload Author Version
lt_lt: Nusiųsti autoriaus versiją

# author.article.copyeditedFile
source: Copyedited File
lt_lt: Redaguotas rankraštis

# author.article.authorRevisedFile
source: Author File
lt_lt: Autoriaus failas

# author.submit.authorSubmitLoginMessage
source: A user account is required to submit to this journal. This allows our editors to track your submissions and contact you when the status of your submission changes, or if additional information is required from you.
lt_lt: Privaloma vartotojo paskyra norint pateikti straipsnį šiame žurnale. Tai leidžia mūsų redaktoriams sekti jūsų pateikimus ir susisiekti su jumis kai pasikeičia pateikimo būsena, arba jei reikalinga papildoma informacija iš jūsų.

# context.current
source: Current Journal:
lt_lt: Dabartinis žurnalas:

# context.select
source: Switch to another journal:
lt_lt: Pereiti į kitą žurnalą:

# navigation.categories
source: Categories
lt_lt: Kategorijos

# navigation.categories.browse
source: Browse
lt_lt: Naršyti

# reviewer.article.enterReviewForm
source: Click on icon to fill in the review form.
lt_lt: Spustelėkite ant piktogramos, kad užpildytumėte recenzavimo formą.

# reviewer.article.reviewFormResponse.form.responseRequired
source: Please fill in required fields.
lt_lt: Užpildykite privalomus laukelius.

# common.confirmComplete
source: Are you sure you wish to mark this task as completed? You may not be able to make changes afterwards.
lt_lt: Ar tikrai norite pažymėti šią užduotį kaip baigtą? Po to pakeitimai bus negalimi.

# common.payment
source: Payment
lt_lt: Mokėjimas

# common.payments
source: Payments
lt_lt: Mokėjimai

# common.homePageHeader.altText
source: Homepage Header
lt_lt: Pagrindinio puslapio antraštė

# common.journalHomepageImage.altText
source: Journal Homepage Image
lt_lt: Žurnalo pagrindinio puslapio paveiksliukas

# navigation.journalHelp
source: Journal Help
lt_lt: Žurnalo žinynas

# navigation.current
source: Current
lt_lt: Naujausias Nr.

# navigation.otherJournals
source: Other Journals
lt_lt: Kiti žurnalai

# navigation.browseByIssue
source: By Issue
lt_lt: Pagal numerį

# navigation.infoForAuthors
source: For Authors
lt_lt: Autoriams

# navigation.infoForLibrarians
source: For Librarians
lt_lt: Bibliotekininkams

# navigation.competingInterestGuidelines
source: Competing Interest Guidelines
lt_lt: Nurodymai interesų konfliktams

# navigation.infoForAuthors.long
source: Information For Authors
lt_lt: Informacija autoriams

# navigation.infoForLibrarians.long
source: Information For Librarians
lt_lt: Informacija bibliotekininkams

# common.queue.short.submissionsUnassigned
source: Unassigned
lt_lt: Nepaskirti

# common.queue.long.submissionsInEditing
source: Submissions in Editing
lt_lt: Redaguojami pateikimai

# common.queue.short.submissionsInEditing
source: In Editing
lt_lt: Redaguojami

# common.queue.long.submissionsInReview
source: Submissions in Review
lt_lt: Recenzuojami pateikimai

# common.queue.short.submissionsInReview
source: In Review
lt_lt: Recenzuojami

# common.queue.long.submissionsArchives
source: Archives
lt_lt: Archyvas

# common.queue.short.submissionsArchives
source: Archives
lt_lt: Archyvas

# common.queue.long.active
source: Active
lt_lt: Aktyvūs

# common.queue.short.active
source: Active
lt_lt: Aktyvūs

# common.queue.long.completed
source: Archive
lt_lt: Archyvas

# common.queue.short.completed
source: Archive
lt_lt: Archyvas

# section.section
source: Section
lt_lt: Skiltis

# section.sections
source: Sections
lt_lt: Skiltys

source: Section title
lt_lt: Skilties pavadinimas

# section.abbreviation
source: Abbreviation
lt_lt: Santrumpa

# section.abbreviation.example
source: (For example, Articles=ART)
lt_lt: (Pavyzdžiui, Straipsniai=STR)

# article.article
source: Article
lt_lt: Straipsnis

# article.articles
source: Articles
lt_lt: Straipsniai

# article.submissionId
source: Submission ID
lt_lt: Pateikimo ID

# article.title
source: Title
lt_lt: Pavadinimas

# article.authors
source: Authors
lt_lt: Autoriai

# article.indexingInformation
source: Indexing Information
lt_lt: Indeksuojama informacija

# article.metadata
source: Metadata
lt_lt: Metaduomenys

# article.journalSection
source: Journal Section
lt_lt: Žurnalo skiltis

# article.file
source: File
lt_lt: Failas

# article.suppFile
source: Supplementary File
lt_lt: Papildomas failas

# article.suppFiles
source: Supplementary File(s)
lt_lt: Papildomi failai

# article.suppFilesAbbrev
source: Supp. files
lt_lt: Pap. failai

# article.discipline
source: Academic discipline and sub-disciplines
lt_lt: Akademinė disciplina ir sub-disciplinos

# article.subject
source: Keywords
lt_lt: Prasminiai žodžiai

# article.coverage
source: Coverage
lt_lt: Sritis

# article.type
source: Type, method or approach
lt_lt: Tipas, metodas ar būdas

# article.language
source: Language
lt_lt: Kalba

# article.sectionEditor
source: SE
lt_lt: SR

# article.commentsToEditor
source: Author comments
lt_lt: Autoriaus komentarai

# article.submission
source: Submission
lt_lt: Pateikimas

# article.submissions
source: Submissions
lt_lt: Pateikimai

# article.details
source: Details
lt_lt: Išsami informacija

# article.abstract
source: Abstract
lt_lt: Santrauka

# article.coverPage.altText
source: Cover Image
lt_lt: Viršelio paveiksliukas

# article.accessLogoOpen.altText
source: Open Access
lt_lt: Atviroji prieiga

# article.accessLogoRestricted.altText
source: Restricted Access
lt_lt: Ribotoji prieiga

# article.comments.sectionDefault
source: Default
lt_lt: Numatytasis

# article.comments.disable
source: Disable
lt_lt: Išjungti

# article.comments.enable
source: Enable
lt_lt: Įgalinti

# article.fontSize
source: Font Size
lt_lt: Šrifto dydis

# article.fontSize.small.altText
source: Small
lt_lt: Smulkus

# article.fontSize.medium.altText
source: Medium
lt_lt: Vidutinis

# article.fontSize.large.altText
source: Large
lt_lt: Stambus

# article.return
source: Return to Article Details
lt_lt: Grįžti į straipsnio informaciją

# submission.submissionEditing
source: Submission Editing
lt_lt: Pateikimo redagavimas

# submission.changeSection
source: Change to
lt_lt: Keisti į

# submission.sent
source: Sent
lt_lt: Nusiųsta

# submission.editorDecision
source: Editor Decision
lt_lt: Redaktoriaus sprendimas

# submission.round
source: Round&nbsp;{$round}
lt_lt: {$round}&nbsp;etapas

# submission.editorReview
source: Editor Review
lt_lt: Redaktoriaus recenzavimas

# submission.notifyAuthor
source: Notify Author
lt_lt: Informuoti autorių

# submission.notifyEditor
source: Notify Editor
lt_lt: Informuoti redaktorių

# submission.editorAuthorRecord
source: Editor/Author Email Record
lt_lt: Redaktoriaus/Autoriaus susirašinėjimas

# submission.reviewersVersion
source: Reviewer's annotated version of file
lt_lt: Failas su recenzento komentarais

# submission.postReviewVersion
source: Post-review version of file
lt_lt: Failo versija po recenzavimo

# submission.editorVersion
source: Editor Version
lt_lt: Redaktoriaus versija

# submission.authorsRevisedVersion
source: Author's revised version of file
lt_lt: Autoriaus pataisyta failo versija

# submission.authorVersion
source: Author Version
lt_lt: Autoriaus versija

# submission.copyedit
source: Copyedit
lt_lt: Rankraščio redagavimas

# submission.proofreading
source: Proofreading
lt_lt: Korektūra

# submission.scheduling
source: Scheduling
lt_lt: Planavimas

# submission.scheduledIn
source: Scheduled for publication in {$issueName}.
lt_lt: Paskirti leidimui į {$issueName}.

# submissions.sec
source: Sec
lt_lt: Skiltis

# submissions.step1
source: Step 1
lt_lt: 1 žingsnis

# submissions.step3
source: Step 3
lt_lt: 3 žingsnis

# submissions.queuedReview
source: In Review
lt_lt: Laukia recenzavimo

# submissions.scheduled
source: Scheduled
lt_lt: Suplanuotas

# submissions.published
source: Published
lt_lt: Paskelbtas

# submissions.initial
source: Initial
lt_lt: Pradinis

# submissions.proofread
source: Proofread
lt_lt: Koregavimas

# submissions.initialProof
source: Initial Proof
lt_lt: Pradinis koregavimas

# submissions.postAuthor
source: Post-Author
lt_lt: Po autoriaus pataisymų

# submissions.reviewRound
source: Review Round
lt_lt: Recenzavimo etapas

# submissions.proof
source: Proof
lt_lt: Tikrinti

# submissions.editorDecision
source: Editor Decision
lt_lt: Redaktoriaus sprendimas

# submissions.editorRuling
source: Editor Ruling
lt_lt: Redaktoriaus nutarimas

# submission.eventLog
source: Event Log
lt_lt: Įvykių žurnalas

# submissions.copyeditComplete
source: Copyedited
lt_lt: Rankraštis redaguotas

# submissions.layoutComplete
source: Layout edited
lt_lt: Sumaketuotas

# submissions.proofreadingComplete
source: Proofread
lt_lt: Koreguotas

# journal.currentIssue
source: Current Issue
lt_lt: Naujausias numeris

# journal.journals
source: Journals
lt_lt: Žurnalai

# journal.path
source: Path
lt_lt: Kelias

# context.context
source: Journal
lt_lt: Žurnalas

# journal.viewAllIssues
source: View All Issues
lt_lt: Peržiūrėti visus numerius

# user.noRoles.selectUsersWithoutRoles
source: Include users with no roles in this journal.
lt_lt: Įtraukti šio žurnalo vartotojus be vaidmenų.

# user.profile.profileImage
source: Profile Image
lt_lt: Profilio paveiksliukas

# user.showAllJournals
source: Show My Journals
lt_lt: Rodyti mano žurnalus

# user.registerForOtherJournals
source: Register for Other Journals
lt_lt: Registruotis į kitus žurnalus

# user.reviewerPrompt
source: Would you be willing to review submissions to this journal?
lt_lt: Ar norėtumėte recenzuoti pateikimus šiame žurnale?

# user.reviewerPrompt.userGroup
source: Yes, request the {$userGroup} role.
lt_lt: Taip, prašyti „{$userGroup}“ vaidmens.

# user.register.contextsPrompt
source: Which journals on this site would you like to register with?
lt_lt: Kuriuose žurnaluose norėtumėte užsiregistruoti?

# user.register.otherContextRoles
source: Request the following roles.
lt_lt: Prašyti atitinkamų vaidmenų.

# user.register.noContextReviewerInterests
source: If you requested to be a reviewer on any journal, please enter your subject interests.
lt_lt: Jei prašėte būti recenzentui bet kuriame žurnale, įveskite savo recenzavimo sritis.

# user.myJournals
source: My Journals
lt_lt: Mano žurnalai

# user.manageMySubscriptions
source: Manage My Subscriptions
lt_lt: Tvarkyti prenumeratas

# user.noRoles.chooseJournal
source: Your account is not currently associated with any journals. Please choose a journal:
lt_lt: Jūsų paskyra nėra susieta su jokiu žurnalu. Pasirinkite žurnalą:

# user.noRoles.noRolesForJournal
source: Your account does not currently have any roles for this journal. Please choose from the actions below:
lt_lt: Jūsų paskyra neturi vaidmens šiame žurnale. Pasirinkite vieną iš pateiktų veiksmų:

# user.noRoles.submitArticle
source: Submit a Proposal
lt_lt: Pateikti straipsnį

# user.noRoles.submitArticleRegClosed
source: Submit an Article: Author registration is currently disabled.
lt_lt: Pateikti straipsnį: autorių registracija šiuo metu išjungta.

# user.noRoles.regReviewer
source: Register as a Reviewer
lt_lt: Registruotis kaip recenzentas

# user.noRoles.regReviewerClosed
source: Register as a Reviewer: Reviewer registration is currently disabled.
lt_lt: Registruotis kaip recenzentas: recenzentų registracija šiuo metu yra išjungta.

# user.role.manager
source: Journal Manager
lt_lt: Žurnalo administratorius

# user.role.sectionEditor
source: Section Editor
lt_lt: Skilties redaktorius

# user.role.subscriptionManager
source: Subscription Manager
lt_lt: Prenumeratos administratorius

# user.role.managers
source: Journal Managers
lt_lt: Žurnalo administratoriai

# user.role.subEditors
source: Section Editors
lt_lt: Skilties redaktoriai

# user.role.subscriptionManagers
source: Subscription Managers
lt_lt: Prenumeratos administratoriai

# user.role.journalAssistant
source: Journal Assistant
lt_lt: Žurnalo asistentas

# user.role.journalAssistants
source: Journal Assistants
lt_lt: Žurnalo asistentai

# user.role.guestEditor
source: Guest Editor
lt_lt: Kviestinis redaktorius

# user.role.guestEditors
source: Guest Editors
lt_lt: Kviestiniai redaktoriai

# issue.issue
source: Issue
lt_lt: Numeris

# issue.issues
source: Issues
lt_lt: Numeriai

# issue.title
source: Title
lt_lt: Pavadinimas

# issue.volume
source: Volume
lt_lt: Tomas

# issue.number
source: Number
lt_lt: Numeris

# issue.vol
source: Vol
lt_lt: T.

# issue.no
source: No
lt_lt: Nr.

# issue.year
source: Year
lt_lt: Metai

# issue.noIssues
source: No Issues
lt_lt: Nėra numerių

# issue.toc
source: Table of Contents
lt_lt: Turinys

# issue.abstract
source: Abstract
lt_lt: Santrauka

# issue.coverPage.altText
source: Cover Page
lt_lt: Viršelis

# issue.fullIssue
source: Full Issue
lt_lt: Visas numeris

# issue.nonpdf.title
source: Issue Download
lt_lt: Numerio atsisiuntimas

# issue.viewIssue
source: View Issue
lt_lt: Peržiūrėti numerį

# issue.return
source: Return to Issue Details
lt_lt: Grįžti į numerio informaciją

# subscriptionTypes.currency
source: Currency
lt_lt: Valiuta

# subscriptionTypes.year
source: year
lt_lt: metai

# subscriptionTypes.years
source: years
lt_lt: metų

# subscriptionTypes.month
source: month
lt_lt: mėnuo

# subscriptionTypes.months
source: months
lt_lt: mėnesių

# subscriptionTypes.nonExpiring
source: Non-expiring
lt_lt: Nuolatinė

# subscriptionTypes.format
source: Format
lt_lt: Formatas

# subscriptionTypes.format.online
source: Online
lt_lt: Internetinis

# subscriptionTypes.format.print
source: Print
lt_lt: Spausdintinis

# subscriptionTypes.format.printOnline
source: Print and Online
lt_lt: Spausdintinis ir internetinis

# subscriptions.inactive
source: Inactive
lt_lt: Neaktyvi

# subscriptions.status
source: Status
lt_lt: Būsena

# subscriptions.status.active
source: Active
lt_lt: Aktyvi

# subscriptions.status.needsInformation
source: Needs Information
lt_lt: Reikia informacijos

# subscriptions.status.needsApproval
source: Needs Approval
lt_lt: Reikia patvirtinimo

# subscriptions.status.awaitingManualPayment
source: Awaiting Manual Payment
lt_lt: Laukiama rankinio apmokėjimo

# subscriptions.status.awaitingOnlinePayment
source: Awaiting Online Payment
lt_lt: Laukiama internetinio apmokėjimo

# subscriptions.status.other
source: Other, See Notes
lt_lt: Kita, žr. pastabas

# subscriptions.individualDescription
source: Individual subscriptions require login to access subscription content.
lt_lt: Prenumeratoriai privalo prisijungti, kad pasiektų šį turinį.

# subscriptions.institutionalDescription
source: Institutional subscriptions do not require login. The user's domain and/or IP address is used to provide access to subscription content.
lt_lt: Institucijos prenumeratoriams prisijungti nėra būtina. Prieiga suteikiama pagal prenumeratoriaus kompiuterio sritį arba IP adresą.

# subscriptions.institutionalOnlinePaymentDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the domain and IP ranges before the subscription is activated.
lt_lt: <strong>Pastaba:</strong> Prieš aktyvuojant prenumeratą, internetu užsakytoms institucinėms prenumeratoms, reikia patvirtinti sritį ir IP diapazoną.

# submission.event.general.defaultEvent
source: Submission event
lt_lt: Pateikimo įvykis

# submission.event.submissionSubmitted
source: Article submitted
lt_lt: Straipsnis pateiktas

# submission.event.general.issueScheduled
source: Submission sent to issue scheduling queue
lt_lt: Pateikimas nusiųstas į numerio planavimo eilę

# submission.event.general.issueAssigned
source: Submission assigned to issue
lt_lt: Pateikimas priskirtas numeriui

# submission.event.general.articlePublished
source: Article published
lt_lt: Straipsnis paskelbtas

# submission.event.author.authorRevision
source: Author revision submitted
lt_lt: Pateiktas autoriaus pataisymas

# submission.event.general.authorRevision
source: Author revision file updated
lt_lt: Atnaujintas autoriaus pataisymų failas

# submission.event.editor.editorAssigned
source: Editor assigned to submission
lt_lt: Redaktorius priskirtas prie pateikimo

# submission.event.editor.editorUnassigned
source: Editor unassigned from submission
lt_lt: Redaktorius išbrauktas iš pateikimo

# submission.event.editor.editorDecision
source: Editor decision submitted
lt_lt: Pateiktas redaktoriaus sprendimas

# submission.event.editor.editorFile
source: Editor file updated
lt_lt: Atnaujintas redaktoriaus failas

# submission.event.editor.submissionArchived
source: Submission sent to archive
lt_lt: Pateikimas nusiųstas į archyvą

# submission.event.editor.submissionRestored
source: Submission restored from archive
lt_lt: Pateikimas atkurtas iš archyvo

# submission.event.copyedit.copyeditorAssigned
source: Copyeditor assigned to submission
lt_lt: Rankraščio redaktorius paskirtas prie pateikimo

# submission.event.copyedit.copyeditorUnassigned
source: Copyeditor unassigned from submission
lt_lt: Rankraščio redaktorius išbrauktas iš pateikimo
