Repository: lukosius/ojs-lt_LT
Catalog: messages.xliff
Languages: lt_lt

# plugins.citationFormats.apa.displayName
source: APA citation format plugin
lt_lt: APA citavimo formato įskiepis

# plugins.citationFormats.apa.description
source: This plugin implements the APA citation format.
lt_lt: Įskiepis realizuoja APA citavimo formatą.

# plugins.citationFormats.apa.retrieved
source: Retrieved from <a href="{$url}" target="_new">{$url}</a>
lt_lt: Nuskaityta iš <a href="{$url}" target="_new">{$url}</a>

# plugins.citationFormats.bibtex.displayName
source: BibTeX citation format plugin
lt_lt: BibTeX citavimo formato įskiepis

# plugins.citationFormats.bibtex.description
source: This plugin implements the BibTeX citation format.
lt_lt: Įskiepis realizuoja BibTeX citavimo formatą.

# plugins.citationFormats.cbe.displayName
source: CBE citation format plugin
lt_lt: CBE citavimo formato įskiepis

# plugins.citationFormats.cbe.description
source: This plugin implements the CBE citation format.
lt_lt: Įskiepis realizuoja CBE citavimo formatą.

# plugins.citationFormats.endNote.displayName
source: EndNote citation format plugin
lt_lt: EndNote citavimo formato įskiepis

# plugins.citationFormats.endNote.citationFormatName
source: EndNote - EndNote format (Macintosh & Windows)
lt_lt: EndNote - EndNote formatas (Macintosh & Windows)

# plugins.citationFormats.endNote.description
source: This plugin implements the EndNote citation format.
lt_lt: Įskiepis realizuoja EndNote citavimo formatą.

# plugins.citationFormats.mla.displayName
source: MLA citation format plugin
lt_lt: MLA citavimo formato įskiepis

# plugins.citationFormats.mla.description
source: This plugin implements the MLA citation format.
lt_lt: Įskiepis realizuoja MLA citavimo formatą.

# plugins.citationFormats.proCite.displayName
source: ProCite citation format plugin
lt_lt: ProCite citavimo formato įskiepis

# plugins.citationFormats.proCite.citationFormatName
source: ProCite - RIS format (Macintosh & Windows)
lt_lt: ProCite - RIS formatas (Macintosh & Windows)

# plugins.citationFormats.proCite.description
source: This plugin implements the ProCite citation format.
lt_lt: Įskiepis realizuoja ProCite citavimo formatą.

# plugins.citationFormats.refMan.displayName
source: Reference Manager citation format plugin
lt_lt: „Reference Manager“ citavimo formato įskiepis

# plugins.citationFormats.refMan.citationFormatName
source: Reference Manager - RIS format (Windows only)
lt_lt: Reference Manager - RIS formatas (tik Windows)

# plugins.citationFormats.refMan.description
source: This plugin implements the Reference Manager citation format.
lt_lt: Įskiepis realizuoja „Reference Manager“ citavimo formatą.

# plugins.citationFormats.refWorks.displayName
source: RefWorks citation format plugin
lt_lt: RefWorks citavimo formato įskiepis

# plugins.citationFormats.refWorks.description
source: This plugin implements the RefWorks citation format.
lt_lt: Įskiepis realizuoja RefWorks citavimo formatą.

# plugins.citationFormats.refWorks.export
source: Export to RefWorks
lt_lt: Eksportuoti į RefWorks

# plugins.citationFormats.turabian.displayName
source: Turabian citation format plugin
lt_lt: Turabian citavimo formato įskiepis

# plugins.citationFormats.turabian.description
source: This plugin implements the Turabian citation format.
lt_lt: Įskiepis realizuoja Turabian citavimo formatą.

# plugins.gateways.resolver.displayName
source: Resolver Plugin
lt_lt: „Resolver“ įskiepis

# plugins.gateways.resolver.description
source: This plugin resolves issues and articles based on citation information.
lt_lt: Įskiepis nustato numerius ir straipsnius remiantis citatos informacija.

# plugins.gateways.resolver.errors.errorMessage
source: Unable to resolve a single entity using the specified citation information. Please ensure that the citation information is comprehensive and refers to an entity in this deployment of OJS.
lt_lt: Nepavyko nustatyti vienos esybės naudojant nurodytą citatos informaciją. Įsitikinkite, kad citatos informacija yra išsami ir kreipiasi į esybę šiame OJS diegime.

# plugins.gateways.resolver.exportHoldings
source: Export Holdings
lt_lt: Eksportuoti išteklius

# plugins.generic.browse.displayName
source: Browse
lt_lt: Naršymas

# plugins.generic.browse.description
source: This plugin enables the browsing by sections and/or their identify types.
lt_lt: Įskiepis įgalina naršymą pagal skiltis ir/arba jų identifikavimo tipus.

# plugins.generic.browse.manager.settings
source: Settings
lt_lt: Nuostatos

# plugins.generic.browse.manager.settings.description
source: Please setup the following additional browsing possibilities:
lt_lt: Sukonfigūruokite šias papildomas naršymo galimybes:

# plugins.generic.browse.manager.settings.browseSettings
source: Browse Settings
lt_lt: Naršymo nuostatos

# plugins.generic.browse.manager.settings.browse
source: Browse
lt_lt: Naršyti

# plugins.generic.browse.manager.settings.browseByObjects
source: Choose the objects that should be possible to browse by.
lt_lt: Pasirinkite objektus pagal kuriuos būtų galima naršyti.

# plugins.generic.browse.manager.settings.enableBrowseBySections
source: By Section
lt_lt: Pagal skiltį

# plugins.generic.browse.manager.settings.enableBrowseByIdentifyTypes
source: By IdentifyType
lt_lt: Pagal identifikavimo tipą

# plugins.generic.browse.manager.settings.excludedSections
source: Excluded Sections
lt_lt: Išskirtos skiltys

# plugins.generic.browse.manager.settings.excludedSections.description
source: Choose the sections that shoudn't be considered.
lt_lt: Pasirinkite skiltis, kurios turėtų būti praleistos.

# plugins.generic.browse.manager.settings.excludedIdentifyTypes
source: Excluded Identify Types
lt_lt: Išskirtos identifikavimo tipus

# plugins.generic.browse.manager.settings.excludedIdentifyTypes.description
source: Choose the identify types that shoudn't be considered.
lt_lt: Pasirinkite identifikavimo tipus, kurie turėtų būti praleisti.

# plugins.generic.browse.search.sections
source: By Sections
lt_lt: Pagal skiltis

# plugins.generic.browse.search.sectionIndex
source: Browse Section Index
lt_lt: Naršyti skilties rodyklę

# plugins.generic.browse.search.sectionDetails
source: Section Details
lt_lt: Skilties informacija

# plugins.generic.browse.search.identifyTypes
source: By Identify Types
lt_lt: Pagal identifikavimo tipus

# plugins.generic.browse.search.identifyTypeIndex
source: Browse Identify Type Index
lt_lt: Naršyti identifikavimo tipų rodyklę

# plugins.generic.browse.search.identifyTypeDetails
source: Identify Type Details
lt_lt: Identifikavimo tipo informacija

# plugins.generic.customBlockManager.displayName
source: Custom Block Manager
lt_lt: Tinkinto bloko tvarkytuvė

# plugins.generic.customBlockManager.manage
source: Manage Custom Blocks
lt_lt: Tvarkyti tinkintus blokus

# plugins.generic.customBlockManager.description
source: This Plugin lets you manage (add, edit and delete) custom sidebar blocks.
lt_lt: Įskiepis leidžia tvarkyti (pridėti, redaguoti ir šalinti) tinkintus blokus šoninėje juostoje.

# plugins.generic.customBlockManager.customBlocks
source: Custom Blocks
lt_lt: Tinkinti blokai

# plugins.generic.customBlockManager.blockName
source: Block Name
lt_lt: Bloko pavadinimas

# plugins.generic.customBlockManager.addBlock
source: Add Block
lt_lt: Pridėti bloką

# plugins.generic.customBlockManager.noneCreated
source: No custom blocks have been created.
lt_lt: Nėra sukurtų tinkintų blokų.

# plugins.generic.customBlock.content
source: Content
lt_lt: Turinys

# plugins.generic.customBlock.nameSuffix
source: (Custom Block)
lt_lt: (Tinkintas blokas)

# plugins.generic.customBlock.description
source: This is a user-generated block.
lt_lt: Tai yra vartotojo sukurtas blokas.

# plugins.generic.customBlock.nameRequired
source: The custom block name is required.
lt_lt: Tinkinto bloko pavadinimas yra privalomas.

# plugins.generic.customBlock.nameRegEx
source: The custom block name must contain only letters, numbers, and hyphens/underscores.
lt_lt: Tinkinto bloko pavadinimą privalo sudaryti tik raidės, skaičiai ir brūkšniai.

# plugins.generic.dublinCoreMeta.name
source: Dublin Core Indexing Plugin
lt_lt: „Dublic Core“ indeksavimo įskiepis

# plugins.generic.dublinCoreMeta.description
source: This plugin embeds Dublin Core meta tags in article views for indexing purposes.
lt_lt: Įskiepis įterpia „Dublic Core“ metaduomenų žymes straipsnio peržiūroje indeksavimo tikslais.

# plugins.generic.googleAnalytics.displayName
source: Google Analytics Plugin
lt_lt: „Google Analytics“ įskiepis

# plugins.generic.googleAnalytics.description
source: Integrate OJS with Google Analytics, Google's web site traffic analysis application. Requires that you have already setup a Google Analytics account. Please see the <a href="http://www.google.com/analytics/" title="Google Analytics site">Google Analytics site</a> for more information.
lt_lt: Integruoti OJS su „Google Analytics“, Google svetainės srauto analizės programa. Privaloma, kad jau turėtumėte jau sukonfigūruotą „Google Analytics“ paskyrą. Peržiūrėkite <a href="http://www.google.com/analytics/" title="Google Analytics svetainė">Google Analytics svetainę</a> dėl išsamesnės informacijos.

# plugins.generic.googleAnalytics.manager.settings.description
source: <p>With this plugin enabled Google Analytics may be used to collect and analyze web site usage and traffic. Please note that this plugin requires that you have already setup a Google Analytics account. Please see the <a href="http://www.google.com/analytics/" title="Google Analytics site">Google Analytics site</a> for more information.</p><p>Please note that Google Analytics may require up to 24 hours before statistics are collected and reported. During this period, the 'Check Status' function may not accurately report whether it has detected the required tracking code.</p>
lt_lt: <p>Įgalinę šį įskiepį „Google Analytics“ surinks ir išanalizuos svetainės naudojimą ir duomenų srautą. Atkreipkite dėmesį į tai, kad įskiepis reikalauja turėti „Google Analytics“ paskyrą. Peržiūrėkite <a href="http://www.google.com/analytics/" title="Google Analytics svetainė">Google Analytics svetainę</a> dėl išsamesnės informacijos.</p><p>Atkreipkite dėmesį į tai, kad „Google Analytics“ gali prireikti iki 24 val. prieš statistikos rinkimą ir pranešimą. Per šį laikotarpį, 'Tikrinti būseną' funkcija netiksliai praneš ar buvo aptiktas privalomas stebėjimo kodas.</p>

# plugins.generic.googleAnalytics.manager.settings.googleAnalyticsSiteId
source: Account number
lt_lt: Paskyros numeris

# plugins.generic.googleAnalytics.manager.settings.googleAnalyticsSiteIdRequired
source: Please enter an account number.
lt_lt: Įveskite paskyros numerį.

# plugins.generic.googleAnalytics.authorAccount
source: Google Analytics account number
lt_lt: „Google Analytics“ paskyros numeris

# plugins.generic.googleAnalytics.authorAccount.description
source: To track published article readership using Google Analytics, enter an account number here (e.g. UA-xxxxxx-x).
lt_lt: Norint sekti publikuotų straipsnių skaitomumą su „Google Analytics“, čia įveskite paskyros numerį (pvz. UA-xxxxxx-x).

# plugins.generic.googleAnalytics.authorAccountInvalid
source: One or more Google Analytics account numbers entered for submission authors are not valid.
lt_lt: Vienas ar daugiau „Google Analytics“ paskyros numerių įvestų pateikimų autoriams yra negaliojantys.

# plugins.generic.googleScholar.name
source: Google Scholar Indexing Plugin
lt_lt: „Google Scholar“ indeksavimo įskiepis

# plugins.generic.googleScholar.description
source: This plugin enables indexing of published content in Google Scholar.
lt_lt: Įskieps įgalina išleisto turinio indeksavimo „Google Scholar“ tarnyboje.

# plugins.generic.htmlArticleGalley.displayName
source: HTML Article Galley
lt_lt: HTML straipsnio maketas

# plugins.generic.htmlArticleGalley.description
source: This plugin provides rendering support for HTML Article Galleys.
lt_lt: Įskiepis suteikia HTML straipsnio maketų atvaizdavimo palaikymą.

# plugins.generic.lensGalley.displayName
source: eLife Lens Article Viewer
lt_lt: „eLife Lens“ straipsnio žiūryklė

# plugins.generic.lensGalley.description
source: This plugin provides rendering support for JATS XML galleys using eLife Lens.
lt_lt: Įskiepis suteikia atvaizdavimo palaikymą JATS XML maketams su „eLife Lens“.

# plugins.generic.orcidProfile.displayName
source: ORCID Profile Plugin
lt_lt: ORCID profilio įskiepis

# plugins.generic.orcidProfile.description
source: Allows for the import of user profile information from ORCID.
lt_lt: Leidžia importuoti vartotojo profilio informaciją iš ORCID.

# plugins.generic.orcidProfile.instructions
source: You can pre-populate this form with information from an ORCID profile. Enter the email address or ORCID iD associated with the ORCID profile, then click "Submit".
lt_lt: Galite iš anksto užpildyti šią formą su informacija iš ORCID profilio. Įveskite el. pašto adresą arba „ORCID iD“ susietą su ORCID profiliu, tuomet spustelėkite „Pateikti“.

# plugins.generic.orcidProfile.noData
source: Couldn\'t find any data from ORCID.
lt_lt: Nepavyko surasti jokių duomenų iš ORCID.

# plugins.generic.orcidProfile.emailOrOrcid
source: Email address or ORCID iD:
lt_lt: El. pašto adresas arba „ORCID iD“:

# plugins.generic.orcidProfile.submitAction
source: Submit
lt_lt: Pateikti

# plugins.generic.orcidProfile.manager.orcidProfileSettings
source: ORCID Profile Settings
lt_lt: ORCID profilio nuostatos

# plugins.generic.orcidProfile.manager.settings.description
source: Configure the ORCID API for use in pulling ORCID profile information into the user profile.
lt_lt: Sukonfigūruokite ORCID API naudojimui ištraukiant ORCID profilio informaciją į vartotojo profilį.

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.public
source: Public
lt_lt: Viešasis

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.publicSandbox
source: Public Sandbox
lt_lt: Viešasis „Sandbox“

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.member
source: Member
lt_lt: Narys

# plugins.generic.orcidProfile.manager.settings.orcidProfileAPIPath.memberSandbox
source: Member Sandbox
lt_lt: Nario „Sandbox“

# plugins.generic.orcidProfile.manager.settings.orcidClientId
source: Client ID
lt_lt: Kliento ID

# plugins.generic.orcidProfile.manager.settings.orcidClientSecret
source: Client Secret
lt_lt: Kliento slaptasis raktas

# plugins.generic.orcidProfile.author.submission
source: Submission ORCID
lt_lt: Pateikimo ORCID

# plugins.generic.orcidProfile.author.submission.success
source: Your submission has successfully been associated with your ORCID iD.
lt_lt: Pateikimas buvo sėkmingai susietas su jūsų „ORCID iD“.

# plugins.generic.orcidProfile.author.submission.failure
source: Your submission could not be successfully associated with your ORCID iD. Please contact the journal manager with your name, ORCID, and details of your submission.
lt_lt: Nepavyko susieti pateikimo su jūsų „ORCID iD“. Susisiekite su žurnalo administratoriumi nurodydami savo vardą, ORCID ir pateikimo informaciją.

# plugins.generic.orcidProfile.authFailure
source: OJS was not able to communicate with the ORCID service. Please contact the journal manager with your name, ORCID iD, and details of your submission.
lt_lt: OJS nepavyko pasiekti ORCID tarnybos. Susisiekite su žurnalo administratoriumi nurodydami savo vardą, ORCID ir pateikimo informaciją.

# plugins.generic.pdfJsViewer.name
source: PDF.JS PDF Viewer
lt_lt: PDF.JS PDF žiūryklė

# plugins.generic.pdfJsViewer.description
source: This plugin uses the <a href="http://mozilla.github.io/pdf.js">pdf.js PDF viewer</a> to embed PDFs on the article and issue galley view pages.
lt_lt: Įskiepis naudoja <a href="http://mozilla.github.io/pdf.js">pdf.js PDF žiūryklę</a>, kuri įterpia PDF straipsnių ir numerio maketų peržiūros puslapiuose.

# plugins.generic.recommendByAuthor.displayName
source: Recommend Articles by Author
lt_lt: Rekomenduoti straipsnius pagal autorių

# plugins.generic.recommendByAuthor.description
source: This plugin inserts a list of articles by the same author on the article abstract page.
lt_lt: Įskiepis įterpia to paties autoriaus straipsnių sąrašą straipsnio santraukos puslapyje.

# plugins.generic.recommendByAuthor.heading
source: Most read articles by the same author(s)
lt_lt: Daugiausiai perskaityti to paties autoriaus straipsniai

# plugins.generic.recommendByAuthor.noMetric
source: Obs.: This plugin requires at least one statistics/report plugin to be enabled. If your statistics plugins provide more than one metric then please also select a main metric on the admin's site settings page and/or on the journal manager's settings pages.
lt_lt: Pastaba: įskiepis reikalauja bent vieno įgalinto statistikos/ataskaitos įskiepio. Jei statistikos įskiepis pateikia daugiau nei vieną metriką, tuomet pasirinkite pagrindinę svetainės administravimo nuostatų puslapyje ir/arba žurnalo administratoriaus nuostatų puslapiuose.

# plugins.generic.staticPages.displayName
source: Static Pages Plugin
lt_lt: Statinių puslapių įskiepis

# plugins.generic.staticPages.description
source: This plugin allows Static Content Management.
lt_lt: Įskiepis leidžia statinio turinio tvarkymą.

# plugins.generic.staticPages.staticPages
source: Static Pages
lt_lt: Statiniai puslapiai

# plugins.generic.staticPages.pageTitle
source: Title
lt_lt: Pavadinimas

# plugins.generic.staticPages.content
source: Content
lt_lt: Turinys

# plugins.generic.staticPages.path
source: Path
lt_lt: Kelias

# plugins.generic.staticPages.requirement.tinymce
source: <p><strong>The TinyMCE Plugin must be installed and enabled in order to add/edit content.</strong></p>
lt_lt: <p><strong>TinyMCE įskiepis privalo būti įdiegtas ir įgalintas, kad kurtumėte/redaguotumėte turinį.</strong></p>

# plugins.generic.staticPages.editAddContent
source: Edit/Add Content
lt_lt: Redaguoti/pridėti turinį

# plugins.generic.staticPages.addStaticPage
source: Add Static Page
lt_lt: Kurti statinį puslapį

# plugins.generic.staticPages.addNewPage
source: Add New Page
lt_lt: Kurti naują puslapį

# plugins.generic.staticPages.editStaticPage
source: Edit Static Page
lt_lt: Redaguoti statinį puslapį

# plugins.generic.staticPages.noneCreated
source: No static pages have been created.
lt_lt: Nėra sukurtų statinių puslapių.

# plugins.generic.staticPages.settingInstructions
source: The form below shows you all the static pages you have created. You can edit or delete the pages using the links on the right-hand side.
lt_lt: Žemiau pateikta forma rodo visus jūsų sukurtus statinius puslapius. Galite redaguoti ar šalinti puslapius naudodami nuorodas dešinėje.

# plugins.generic.staticPages.editInstructions
source: Use the form below to add/edit page content.
lt_lt: Naudokite formą esančią žemiau, kad kurtumėte/redaguotumėte puslapio turinį.

# plugins.generic.staticPages.pathRegEx
source: The path field must contain only alphanumeric characters plus '.', '/', '-', and '_'.
lt_lt: Kelias privalo būti sudarytas tik iš tekstinių simbolių ir '.', '/', '-', ir '_'.

# plugins.generic.staticPages.viewInstructions
source: <p>This page will be accessible at: <blockquote>{$pagesPath}</blockquote>...where %PATH% is the path entered above. <strong>Note:</strong> No two pages can have the same path. Using paths that are built into the system may cause you to lose access to important functions.</p>
lt_lt: <p>Šis puslapis bus pasiekiamas adresu: <blockquote>{$pagesPath}</blockquote>...kur %PATH% yra aukščiau įvestas kelias. <strong>Pastaba:</strong> du puslapiai negali turėti tokio pačio kelio. Naudojant sisteminius kelius prarasite svarbias funkcijas.</p>

# plugins.generic.staticPages.duplicatePath
source: This path already exists for another static page.
lt_lt: Toks kelias jau egzistuoja kitam statiniui puslapiui.

# plugins.generic.staticPages.pageSaved
source: Page successfully saved.
lt_lt: Puslapis sėkmingai išsaugotas.

# plugins.generic.staticPages.pageDeleted
source: Page successfully deleted.
lt_lt: Puslapis sėkmingai pašalintas.

# plugins.generic.staticPages.noneExist
source: No pages have been created
lt_lt: Nėra sukurtų puslapių

# plugins.generic.tinymce.name
source: TinyMCE Plugin
lt_lt: TinyMCE įskiepis

# plugins.generic.tinymce.description
source: This plugin enables WYSIWYG editing of textareas using the <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE</a> content editor.
lt_lt: Įskiepis įgalina WYSIWYG tekstinių laukų redagavimą su <a href="http://tinymce.moxiecode.com" target="_blank">TinyMCE</a> turinio redaktoriumi.

# plugins.generic.tinymce.settings
source: Settings
lt_lt: Nuostatos

# plugins.generic.tinymce.pkpTags.listTags
source: Select Tag
lt_lt: Pasirinkite gairę

# plugins.generic.tinymce.pkpTags.noneAvailable
source: No tags are available for this field.
lt_lt: Nėra gairių prieinamų šiam laukeliui.

# plugins.generic.tinymce.pkpTags.description
source: You can insert any of the following tags:
lt_lt: Galite įterpti bet kurias iš šių gairių:

# plugins.generic.tinymce.variables.principalContactName
source: Principal Contact Name ("{$value}")
lt_lt: Pagrindinio kontakto vardas („{$value}“)

# plugins.generic.tinymce.variables.principalContactEmail
source: Principal Contact Email ("{$value}")
lt_lt: Pagrindinio kontakto el. paštas („{$value}“)

# plugins.generic.tinymce.variables.supportContactName
source: Support Contact Name ("{$value}")
lt_lt: Pagalbos kontakto vardas („{$value}“)

# plugins.generic.tinymce.variables.supportContactEmail
source: Support Contact Email ("{$value}")
lt_lt: Pagalbos kontakto el. paštas („{$value}“)

# plugins.generic.tinymce.variables.supportContactPhone
source: Support Contact Phone ("{$value}")
lt_lt: Pagalbos kontakto telefonas („{$value}“)

# plugins.generic.usageEvent.displayName
source: Usage event
lt_lt: Naudojimo įvykis

# plugins.generic.usageEvent.description
source: Creates a hook that provides usage event in a defined format.
lt_lt: Sukuria gaudyklę, kuri numato naudojimo įvykių nurodytu formatu.

# plugins.generic.usageStats.settings.logging
source: Access log options
lt_lt: Prieigos žurnalo parinktys

# plugins.generic.usageStats.settings.createLogFiles
source: Create log files
lt_lt: Kurti žurnalo failus

# plugins.generic.usageStats.settings.createLogFiles.description
source: Activating this option will make the plugin create access log files inside the files directory. Those files should be used to extract the usage statistics data. If you don't want to create more access log files you can leave this option disabled and use your own server log access files.
lt_lt: Suaktyvinus šią parinktį, įskiepis sukurs prieigos žurnalo failus kataloge. Tie failai turėtų būti panaudojami išgauti naudojimo statistikos duomenis. Jei nenorite sukurti daugiau prieigos žurnalo failų, palikite šią parinktį išjungtą ir naudokite serverio prieigos žurnalą.

# plugins.generic.usageStats.settings.logParseRegex
source: Parse log files regex
lt_lt: Analizuoti žurnalo failų reguliarųjį reiškinį

# plugins.generic.usageStats.settings.logParseRegex.description
source: The default regex used can parse apache access log files in combined format and also the plugin's log files. If your access log files are in a different format you will have to insert a regex capable of parsing them and giving the expected values. See UsageStatsLoader::_getDataFromLogEntry() for more information.
lt_lt: Numatytasis reguliarusis reiškinys gali išanalizuoti apache prieigos žurnalo failus bendru formatu ir taip pat įskiepio žurnalo failus. Jei jūsų prieigos žurnalo failai yra kitu formatu, reikės įterpti reguliarųjį reiškinį, galintį juos išanalizuoti ir grąžinti reikiamus rezultatus. Žr. UsageStatsLoader::_getDataFromLogEntry() dėl išsamesnės informacijos.
